{
    "pageNumber": 3,
    "data": [
        {
            "id": "6287561",
            "title": "OXO Salad Spinner",
            "date_created": "1438388285",
            "loginId": "1758166",
            "tags": "",
            "description": "It has been more than 10 years since we introduced the first OXO Salad Spinner. At the time, salad spinners were still a novelty item and not the kitchen staple they are today. But a lot can change in a decade from new materials and manufacturing technologies to extensive product testing and user feedback. It seemed like the right time to overhaul what is now one of our most recognized items. The most noticeable difference is the shape of the bowl which has a wider base, flat top and dare we say an elegant look. The non-slip ring on the base has been redesigned to do an even better job sticking to the counter when spinning at top speed. The flat top of the Spinner makes storage much more convenient in either the refrigerator or cupboard. To allow for more greens or berries to be dried, the size of the pump mechanism has been reduced to accommodate more arugula or frisee. For ultimate convenience, the underside of the lid comes apart with the simple press of a button to clean all surfaces. In addition, we reengineered the built-in break to work like car brakes and stop on a dime. The Salad Spinner still features a soft, non-slip knob that activates the pump mechanism and because we know people like options, the Spinner is available with a green or clear basket.",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 0,
                "hookText": "http:\/\/www.oxo.com\/p-1226-salad-spinner.aspx\n\nIt has been more than 10 years since we introduced the first OXO Salad Spinner. At the time, salad spinners were still a novelty item and not the kitchen staple they are today. But a lot can change in a decade from new materials and manufacturing technologies to extensive product testing and user feedback. It seemed like the right time to overhaul what is now one of our most recognized items.  The most noticeable difference is the shape of the bowl which has a wider base, flat top and dare we say an elegant look. The non-slip ring on the base has been redesigned to do an even better job sticking to the counter when spinning at top speed. The flat top of the Spinner makes storage much more convenient in either the refrigerator or cupboard. To allow for more greens or berries to be dried, the size of the pump mechanism has been reduced to accommodate more arugula or frisee.  For ultimate convenience, the underside of the lid comes apart with the simple press of a button to clean all surfaces. In addition, we reengineered the built-in break to work like car brakes and stop on a dime. The Salad Spinner still features a soft, non-slip knob that activates the pump mechanism and because we know people like options, the Spinner is available with a green or clear basket.\n\nHave questions or comments about the Salad Spinner? Ask us on Facebook: http:\/\/www.facebook.com\/OXO or Twitter http:\/\/twitter.com\/OXO!",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/hrWHgdiZijs\/hqdefault.jpg",
                "videoId": "hrWHgdiZijs",
                "mediaDuration": "75",
                "prettyDuration": "00:01:15"
            },
            "parentId": "6287553",
            "url": "\/oxo\/oxo-salad-spinner\/6287553-6287561"
        },
        {
            "id": "6287563",
            "title": "OXO 3-in-1 Avocado Slicer",
            "date_created": "1438389757",
            "loginId": "1758166",
            "tags": "",
            "description": "Split, pit, slice and scoop avocados safely and effectively with the OXO Good Grips 3-in-1 Avocado Slicer. The plastic blade easily cuts through the skin and fruit of the avocado, without being sharp to the touch. The pitting tool allows you to quickly remove the pit with a simple twist -- no more dangerous stabbing or losing fruit while digging it out with a knife or spoon. Scoop out the rest of this delicious fruit into perfect slices with the simple and efficient fan blade.",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 0,
                "hookText": "http:\/\/www.oxo.com\/p-1201-3-in-1-avocado-slicer.aspx\n\nSplit, pit, slice and scoop avocados safely and effectively with the OXO Good Grips 3-in-1 Avocado Slicer.  The plastic blade easily cuts through the skin and fruit of the avocado, without being sharp to the touch.  The pitting tool allows you to quickly remove the pit with a simple twist -- no more dangerous stabbing or losing fruit while digging it out with a knife or spoon.  Scoop out the rest of this delicious fruit into perfect slices with the simple and efficient fan blade.\n\nHave questions or comments on the 3-in-1 Avocado Slicer? Let us know on Facebook: http:\/\/facebook.com\/OXO or Twitter: http:\/\/twitter.com\/OXO",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ZcQAzOfjoQQ\/hqdefault.jpg",
                "videoId": "ZcQAzOfjoQQ",
                "mediaDuration": "48",
                "prettyDuration": "00:00:48"
            },
            "parentId": "6287553",
            "url": "\/oxo\/oxo-3-in-1-avocado-slicer\/6287553-6287563"
        },
        {
            "id": "6287564",
            "title": "OXO Tot Feeding Line",
            "date_created": "1438389952",
            "loginId": "1758166",
            "tags": "",
            "description": "OXO Tot was developed by parents, for parents, and is specifically intended to help guide, nurture and care for little ones through their various stages of development. Cleaning and Bathing products!",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 0,
                "hookText": "OXO Tot was developed by parents, for parents, and is specifically intended to help guide, nurture and care for little ones through their various stages of development. Visit www.oxotot.com to view the line of Feeding, Cleaning and Bathing products!",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/rgiqv_XbWgs\/hqdefault.jpg",
                "videoId": "rgiqv_XbWgs",
                "mediaDuration": "129",
                "prettyDuration": "00:02:09"
            },
            "parentId": "6287553",
            "url": "\/oxo\/oxo-tot-feeding-line\/6287553-6287564"
        },
        {
            "id": "6287568",
            "title": "Sneak Peek - OXO 3 in 1 Avocado Slicer at Housewares 2012",
            "date_created": "1438390300",
            "loginId": "1758166",
            "tags": "",
            "description": "Holy guacamole! We're so excited to share a quick video demo of one of our newest items, the 3 in 1 Avocado Slicer! Here you can hear Mack and Carly tell you a bit more about this exciting product that will be available around July. \n\n(Please excuse the shaking at the beginning of the video!)",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 1,
                "hookText": "Holy guacamole! We're so excited to share a quick video demo of one of our newest items, the 3 in 1 Avocado Slicer! Here you can hear Mack and Carly tell you a bit more about this exciting product that will be available around July. \n\n(Please excuse the shaking at the beginning of the video!)",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/5mzHVuAdcuc\/hqdefault.jpg",
                "videoId": "5mzHVuAdcuc",
                "mediaDuration": "78",
                "prettyDuration": "00:01:18"
            },
            "parentId": "6287553",
            "url": "\/oxo\/sneak-peek-oxo-3-in-1-avocado-slicer-at-housewares-2012\/6287553-6287568"
        },
        {
            "id": "6287570",
            "title": "OXO 3-in-1 Adjustable Potato Ricer",
            "date_created": "1438391394",
            "loginId": "1758166",
            "tags": "",
            "description": "Don't limit yourself to just potatoes with the OXO Good Grips 3-in-1 Adjustable Potato Ricer. This patented Ricer has three settings, easily changed with the twist of the dial, for many cooking tasks. While the fine setting is perfect for fluffy mashed potatoes, it's also great for parsnips, carrots, turnips, gnocchi and more. The medium setting is ideal for spaetzle and pressing water out of cooked greens, and the coarse setting is perfect for chunky applesauce, egg salad and pressing tomatoes for sauce. Since the disks are attached, there is no need to go searching for extra parts when you want to adjust settings. The brushed stainless steel Ricer comes apart for easy cleaning and has soft, comfortable non-slip grips.",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 0,
                "hookText": "http:\/\/www.oxo.com\/p-1164-3-in-1-adjustable-potato-ricer.aspx\n\nDon't limit yourself to just potatoes with the OXO Good Grips 3-in-1 Adjustable Potato Ricer.  This patented Ricer has three settings, easily changed with the twist of the dial, for many cooking tasks.  While the fine setting is perfect for fluffy mashed potatoes, it's also great for parsnips, carrots, turnips, gnocchi and more.  The medium setting is ideal for spaetzle and pressing water out of cooked greens, and the coarse setting is perfect for chunky applesauce, egg salad and pressing tomatoes for sauce.  Since the disks are attached, there is no need to go searching for extra parts when you want to adjust settings.  The brushed stainless steel Ricer comes apart for easy cleaning and has soft, comfortable non-slip grips.\n\nIf you have questions or comments on the 3-in-1 Adjustable Potato Ricer, chat with us on Facebook: http:\/\/www.facebook.com\/OXO or Twitter: http:\/\/twitter.com\/OXO!",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/vufH5S-fvnQ\/hqdefault.jpg",
                "videoId": "vufH5S-fvnQ",
                "mediaDuration": "79",
                "prettyDuration": "00:01:19"
            },
            "parentId": "6287553",
            "url": "\/oxo\/oxo-3-in-1-adjustable-potato-ricer\/6287553-6287570"
        },
        {
            "id": "6287572",
            "title": "OXO 3-in-1 Egg Separator",
            "date_created": "1438391498",
            "loginId": "1758166",
            "tags": "",
            "description": "Prevent messes with the OXO 3-in-1 Egg Separator. Simply hook the Egg Separator onto the side of a bowl and instantly have a perfect edge for cracking eggs. The base of the Separator catches runaway pieces of shell and prevents drips from running down the outside of the bowl onto your counter or table. This neat tool can also separate egg whites from yolks in one easy step. The Separator features two different ridges, allowing it to easily fit on thin- or thick-rimmed bowls, while the raised edge provides the perfect surface for neatly cracking eggs. The Separator's compact size makes it convenient to store and it is top-rack dishwasher safe.",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 0,
                "hookText": "http:\/\/www.oxo.com\/p-1237-3-in-1-egg-separator.aspx\n\nPrevent messes with the OXO 3-in-1 Egg Separator. Simply hook the Egg Separator onto the side of a bowl and instantly have a perfect edge for cracking eggs. The base of the Separator catches runaway pieces of shell and prevents drips from running down the outside of the bowl onto your counter or table. This neat tool can also separate egg whites from yolks in one easy step. The Separator features two different ridges, allowing it to easily fit on thin- or thick-rimmed bowls, while the raised edge provides the perfect surface for neatly cracking eggs. The Separator's compact size makes it convenient to store and it is top-rack dishwasher safe.",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/XwjO5aw3Z34\/hqdefault.jpg",
                "videoId": "XwjO5aw3Z34",
                "mediaDuration": "37",
                "prettyDuration": "00:00:37"
            },
            "parentId": "6287553",
            "url": "\/oxo\/oxo-3-in-1-egg-separator\/6287553-6287572"
        },
        {
            "id": "6287573",
            "title": "OXO Uplift Tea Kettle",
            "date_created": "1438391538",
            "loginId": "1758166",
            "tags": "",
            "description": "Simply lift the OXO Good Grips Uplift Tea Kettle by its handle and the spout opens automatically! No awkward buttons or levers, just lift and pour! The spout stays in the open position for safe and precise pouring. The soft, non-slip handle is heat-resistant for added safety, and a large lid makes the Uplift easy to fill and easy to clean. With a polished stainless steel finish, this Kettle is attractive, durable and stain resistant. The Kettle has a whistle to let you know when your water is ready and has a 1.7-quart capacity.",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 0,
                "hookText": "http:\/\/www.oxo.com\/p-906-uplift-tea-kettle-stainless-steel.aspx\n\nSimply lift the OXO Good Grips Uplift Tea Kettle by its handle and the spout opens automatically! No awkward buttons or levers, just lift and pour! The spout stays in the open position for safe and precise pouring. The soft, non-slip handle is heat-resistant for added safety, and a large lid makes the Uplift easy to fill and easy to clean. With a polished stainless steel finish, this Kettle is attractive, durable and stain resistant. The Kettle has a whistle to let you know when your water is ready and has a 1.7-quart capacity.",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/AOlN3dMjZfk\/hqdefault.jpg",
                "videoId": "AOlN3dMjZfk",
                "mediaDuration": "79",
                "prettyDuration": "00:01:19"
            },
            "parentId": "6287553",
            "url": "\/oxo\/oxo-uplift-tea-kettle\/6287553-6287573"
        },
        {
            "id": "6287578",
            "title": "OXO Salad Chopper with Bowl",
            "date_created": "1438391878",
            "loginId": "1758166",
            "tags": "",
            "description": "Quickly transform everyday vegetables into appetizing and nutritious chopped salads with the OXO Good Grips Salad Chopper and Bowl. The Chopper has a soft, non-slip handle and two stainless steel blades that effectively slice lettuce, vegetables, cheese, fruit and more. The Bowl has a continuous curve that is in constant contact with the blades for efficient cutting, and the rim serves as a grip for rotating the bowl while chopping. The Bowl can also be taken directly to the table for serving. Simply assemble salad ingredients in the bowl, chop, dress and serve. At 5.5 quart capacity, the Bowl can accommodate up to 6 servings. Both Salad Chopper and Bowl are dishwasher safe for easy cleaning.",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 0,
                "hookText": "http:\/\/www.oxo.com\/p-551-salad-chopper-with-bowl.aspx\n\nQuickly transform everyday vegetables into appetizing and nutritious chopped salads with the OXO Good Grips Salad Chopper and Bowl. The Chopper has a soft, non-slip handle and two stainless steel blades that effectively slice lettuce, vegetables, cheese, fruit and more. The Bowl has a continuous curve that is in constant contact with the blades for efficient cutting, and the rim serves as a grip for rotating the bowl while chopping. The Bowl can also be taken directly to the table for serving. Simply assemble salad ingredients in the bowl, chop, dress and serve. At 5.5 quart capacity, the Bowl can accommodate up to 6 servings. Both Salad Chopper and Bowl are dishwasher safe for easy cleaning.",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/zsCjqidpcBw\/hqdefault.jpg",
                "videoId": "zsCjqidpcBw",
                "mediaDuration": "54",
                "prettyDuration": "00:00:54"
            },
            "parentId": "6287553",
            "url": "\/oxo\/oxo-salad-chopper-with-bowl\/6287553-6287578"
        },
        {
            "id": "6287579",
            "title": "OXO Candy and Deep Fry Thermometer",
            "date_created": "1438392036",
            "loginId": "1758166",
            "tags": "",
            "description": "Making candy is sweeter with the OXO Good Grips Candy and Deep Fry Thermometer. This glass Thermometer is offset to allow for large, easy-to-read graphics, which include temperature ranges for different candy types. The measurement markings temperature within two degrees in F and C for accuracy. The convenient clip is extra long to make it easy to attach, remove or adjust, and the rounded foot helps prevent scratching on the sides or bottom of your pot. The large opening in the handle allows you to lift the Candy and Deep Fry Thermometer out of the pot using a utensil, and the durable, stainless steel body is easy to clean. This Thermometer isn’t just for candy! It’s also great for measuring oil temperature for deep frying, and for making jellies and jams.",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 0,
                "hookText": "http:\/\/www.oxo.com\/p-1464-candy-and-deep-fry-thermometer.aspx\n\nMaking candy is sweeter with the OXO Good Grips Candy and Deep Fry Thermometer. This glass Thermometer is offset to allow for large, easy-to-read graphics, which include temperature ranges for different candy types. The measurement markings temperature within two degrees in F and C for accuracy. The convenient clip is extra long to make it easy to attach, remove or adjust, and the rounded foot helps prevent scratching on the sides or bottom of your pot. The large opening in the handle allows you to lift the Candy and Deep Fry Thermometer out of the pot using a utensil, and the durable, stainless steel body is easy to clean. This Thermometer isn’t just for candy! It’s also great for measuring oil temperature for deep frying, and for making jellies and jams.",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/HoSSgWHWnMw\/hqdefault.jpg",
                "videoId": "HoSSgWHWnMw",
                "mediaDuration": "71",
                "prettyDuration": "00:01:11"
            },
            "parentId": "6287553",
            "url": "\/oxo\/oxo-candy-and-deep-fry-thermometer\/6287553-6287579"
        },
        {
            "id": "6287580",
            "title": "Growing with OXO Tot",
            "date_created": "1438392077",
            "loginId": "1758166",
            "tags": "",
            "description": "Flowers grow with food and sunlight, and the same can be said for children!",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 0,
                "hookText": "Flowers grow with food and sunlight, and the same can be said for children! \n\nFor feeding products for kids tots and big kids alike, check out http:\/\/us.oxotot.com\/6QJZ",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/R5Qx7wZ1Hjw\/hqdefault.jpg",
                "videoId": "R5Qx7wZ1Hjw",
                "mediaDuration": "6",
                "prettyDuration": "00:00:06"
            },
            "parentId": "6287553",
            "url": "\/oxo\/growing-with-oxo-tot\/6287553-6287580"
        },
        {
            "id": "6287581",
            "title": "OXO PerfectPull Flushable Wipes Dispenser",
            "date_created": "1438392130",
            "loginId": "1758166",
            "tags": "",
            "description": "The OXO Good Grips Flushable Wipes Dispenser is the perfect way to keep flushable wipes fresh, accessible and discreet. The silicone gasket in the lid keeps wipes fresh and keeps them from drying out. The lid opens with a simple, one-handed push, and the internal weighted plate dispenses wipes one at a time. The non-slip feet keep the Wipes Dispenser in place, and its compact size allows it to fit neatly on the back of the toilet. The clear indicator window on the front of the Wipes Dispenser shows how many wipes are left, so you’ll know when it’s time for a refill. The polished construction is easy to clean, and the Dispenser fits up to 60 flushable wipes.",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 0,
                "hookText": "http:\/\/www.oxo.com\/p-1462-perfectpull-flushable-wipes-dispenser.aspx\n\nThe OXO Good Grips Flushable Wipes Dispenser is the perfect way to keep flushable wipes fresh, accessible and discreet. The silicone gasket in the lid keeps wipes fresh and keeps them from drying out. The lid opens with a simple, one-handed push, and the internal weighted plate dispenses wipes one at a time. The non-slip feet keep the Wipes Dispenser in place, and its compact size allows it to fit neatly on the back of the toilet. The clear indicator window on the front of the Wipes Dispenser shows how many wipes are left, so you’ll know when it’s time for a refill. The polished construction is easy to clean, and the Dispenser fits up to 60 flushable wipes.",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ueu9DwAezMg\/hqdefault.jpg",
                "videoId": "ueu9DwAezMg",
                "mediaDuration": "55",
                "prettyDuration": "00:00:55"
            },
            "parentId": "6287553",
            "url": "\/oxo\/oxo-perfectpull-flushable-wipes-dispenser\/6287553-6287581"
        },
        {
            "id": "6287583",
            "title": "OXO Clean Cut Pizza Wheel",
            "date_created": "1438392309",
            "loginId": "1758166",
            "tags": "",
            "description": "For the perfect pizza party, use the OXO Good Grips Clean Cut Pizza Wheel. This hand-held pizza slicer provides leverage and control for easy slicing and the 4” stainless steel wheel easily cuts through thin- or thick-crust pizza. The soft, comfortable, non-slip grip will make portioning out slices for everyone a breeze. The handle comes apart and blade removes for easy cleaning, and the blade guard snaps on to protect the blade and hands for storage. The Pizza Wheel is dishwasher safe.",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 1,
                "hookText": "http:\/\/www.oxo.com\/p-1304-clean-cut-pizza-wheel.aspx\n\nFor the perfect pizza party, use the OXO Good Grips Clean Cut Pizza Wheel. This hand-held pizza slicer provides leverage and control for easy slicing and the 4” stainless steel wheel easily cuts through thin- or thick-crust pizza. The soft, comfortable, non-slip grip will make portioning out slices for everyone a breeze.  The handle comes apart and blade removes for easy cleaning, and the blade guard snaps on to protect the blade and hands for storage.  The Pizza Wheel is dishwasher safe.",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Kj86ZGjINNk\/hqdefault.jpg",
                "videoId": "Kj86ZGjINNk",
                "mediaDuration": "42",
                "prettyDuration": "00:00:42"
            },
            "parentId": "6287553",
            "url": "\/oxo\/oxo-clean-cut-pizza-wheel\/6287553-6287583"
        },
        {
            "id": "6287584",
            "title": "OXO Corn Stripper",
            "date_created": "1438392828",
            "loginId": "1758166",
            "tags": "",
            "description": "Removing corn kernels from cobs has never been easier. The OXO Good Grips Corn Stripper features a container that catches the kernels as they are stripped from the cob. Simply push the Corn Stripper down the length of the cob and the kernels collect in a convenient ½-cup capacity container. Turn the cob and continue stripping until all kernels are removed. Kernels can be poured out of the top hole of the container into a bowl or onto a plate. The soft, non-slip grips cushion your hand during use and the stainless steel blade will not rust or dull. The Corn Stripper comes apart for easy cleaning and all parts are dishwasher safe.",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 1,
                "hookText": "http:\/\/www.oxo.com\/p-482-corn-stripper.aspx\n\nRemoving corn kernels from cobs has never been easier. The OXO Good Grips Corn Stripper features a container that catches the kernels as they are stripped from the cob. Simply push the Corn Stripper down the length of the cob and the kernels collect in a convenient ½-cup capacity container. Turn the cob and continue stripping until all kernels are removed. Kernels can be poured out of the top hole of the container into a bowl or onto a plate. The soft, non-slip grips cushion your hand during use and the stainless steel blade will not rust or dull. The Corn Stripper comes apart for easy cleaning and all parts are dishwasher safe.",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/4awPxRJ1c9I\/hqdefault.jpg",
                "videoId": "4awPxRJ1c9I",
                "mediaDuration": "46",
                "prettyDuration": "00:00:46"
            },
            "parentId": "6287553",
            "url": "\/oxo\/oxo-corn-stripper\/6287553-6287584"
        },
        {
            "id": "6287585",
            "title": "OXO Good Grips Cold Brew Coffee Maker",
            "date_created": "1438392923",
            "loginId": "1758166",
            "tags": "",
            "description": "Our Cold Brew Coffee Maker simplifies the cold-brew process with its unique features. For example, the Rainmaker ensures water is distributed evenly over coffee grounds, the Brew-Release Switch is easily accessible and allows you to stop and start the draining process, and the stainless steel ultra-fine mesh filter is removable for easy cleaning. The Coffee Maker has all the hard work covered – all you have to do is add coffee grounds and water. Once you make the concentrate, you can add ice and water for iced coffee or hot water or milk for hot coffee.",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 1,
                "hookText": "http:\/\/www.oxo.com\/p-1403-cold-brew-coffee-maker.aspx\n\nOur Cold Brew Coffee Maker simplifies the cold-brew process with its unique features. For example, the Rainmaker™ ensures water is distributed evenly over coffee grounds, the Brew-Release Switch is easily accessible and allows you to stop and start the draining process, and the stainless steel ultra-fine mesh filter is removable for easy cleaning. The Coffee Maker has all the hard work covered – all you have to do is add coffee grounds and water. Once you make the concentrate, you can add ice and water for iced coffee or hot water or milk for hot coffee.",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/EoogoTprk0w\/hqdefault.jpg",
                "videoId": "EoogoTprk0w",
                "mediaDuration": "120",
                "prettyDuration": "00:02:00"
            },
            "parentId": "6287553",
            "url": "\/oxo\/oxo-good-grips-cold-brew-coffee-maker\/6287553-6287585"
        },
        {
            "id": "6287586",
            "title": "Use a Thermal Mug to Also Keep Beverages Cold",
            "date_created": "1438393683",
            "loginId": "1758166",
            "tags": "",
            "description": "As the weather warms up, keep cold drinks cold by storing them in thermal mugs.\n\nThe OXO Stainless Steel Travel Mug does double duty, insulating hot drinks and keeping them hot or keeping cold drinks refreshingly chilled for hours with its double-walled cup and vacuum insulation",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 1,
                "hookText": "As the weather warms up, keep cold drinks cold by storing them in thermal mugs.\n\nThe OXO Stainless Steel Travel Mug does double duty, insulating hot drinks and keeping them hot or keeping cold drinks refreshingly chilled for hours with its double-walled cup and vacuum insulation: http:\/\/bit.ly\/freKir\n\nFollow #OXOGoodTips on Twitter and Instagram for more helpful tips.\n\nHave questions or comments? Here's where you can find us:\n\nhttp:\/\/facebook.com\/oxo\nhttp:\/\/twitter.com\/oxo\nhttp:\/\/pinterest.com\/oxo\nhttp:\/\/instagram.com\/oxo",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/bYhYDA2Y1M0\/hqdefault.jpg",
                "videoId": "bYhYDA2Y1M0",
                "mediaDuration": "15",
                "prettyDuration": "00:00:15"
            },
            "parentId": "6287553",
            "url": "\/oxo\/use-a-thermal-mug-to-also-keep-beverages-cold\/6287553-6287586"
        },
        {
            "id": "6287588",
            "title": "Use the GreenSaver Basket as a Colander",
            "date_created": "1438393800",
            "loginId": "1758166",
            "tags": "",
            "description": "The OXO GreenSaver Produce Keepers prolong the life of your produce by absorbing ethylene gas (which fruits and vegetables give off as they ripen), promoting airflow around your produce and maintaining the right amount of humidity to keep them fresh.\n\nThe interior basket doubles as a colander so you can just pull your produce out and rinse it right in the basket.",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 1,
                "hookText": "The OXO GreenSaver Produce Keepers prolong the life of your produce by absorbing ethylene gas (which fruits and vegetables give off as they ripen), promoting airflow around your produce and maintaining the right amount of humidity to keep them fresh.\n\nThe interior basket doubles as a colander so you can just pull your produce out and rinse it right in the basket.\n\nHave any good tips? Share them with us on Twitter and Instagram using the hashtag #OXOGoodTips.\n\nHave questions or comments? Here's where you can find us:\n\nhttp:\/\/facebook.com\/oxo\nhttp:\/\/twitter.com\/oxo\nhttp:\/\/pinterest.com\/oxo\nhttp:\/\/instagram.com\/oxo",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/4Aa2UP5a1vI\/hqdefault.jpg",
                "videoId": "4Aa2UP5a1vI",
                "mediaDuration": "15",
                "prettyDuration": "00:00:15"
            },
            "parentId": "6287553",
            "url": "\/oxo\/use-the-greensaver-basket-as-a-colander\/6287553-6287588"
        },
        {
            "id": "6287591",
            "title": "Store Cut Out Instructions Inside Storage Containers",
            "date_created": "1438394114",
            "loginId": "1758166",
            "tags": "",
            "description": "Cut out instructions and place them inside your storage containers so you'll always have them handy!",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 1,
                "hookText": "Cut out instructions and place them inside your storage containers so you'll always have them handy!\n\nHave any good tips? Share them with us on Twitter and Instagram using the hashtag #OXOGoodTips.\n\nHave questions or comments? Here's where you can find us:\n\nhttp:\/\/facebook.com\/oxo\nhttp:\/\/twitter.com\/oxo\nhttp:\/\/pinterest.com\/oxo\nhttp:\/\/instagram.com\/oxo",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/oJ3vKKgsvvw\/hqdefault.jpg",
                "videoId": "oJ3vKKgsvvw",
                "mediaDuration": "15",
                "prettyDuration": "00:00:15"
            },
            "parentId": "6287553",
            "url": "\/oxo\/store-cut-out-instructions-inside-storage-containers\/6287553-6287591"
        },
        {
            "id": "6287592",
            "title": "Store Containers with Salt to Keep Them Odor Free",
            "date_created": "1438394146",
            "loginId": "1758166",
            "tags": "",
            "description": "Do your storage containers have a lingering odor even after you have washed them thoroughly? Just store them with a pinch of salt to keep them odor free!",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 1,
                "hookText": "Do your storage containers have a lingering odor even after you have washed them thoroughly? Just store them with a pinch of salt to keep them odor free!\n\nHave any good tips? Share them with us on Twitter and Instagram using the hashtag #OXOGoodTips.\n\nHave questions or comments? Here's where you can find us:\n\nhttp:\/\/facebook.com\/oxo\nhttp:\/\/twitter.com\/oxo\nhttp:\/\/pinterest.com\/oxo\nhttp:\/\/instagram.com\/oxo",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/OYDronQw2NA\/hqdefault.jpg",
                "videoId": "OYDronQw2NA",
                "mediaDuration": "16",
                "prettyDuration": "00:00:16"
            },
            "parentId": "6287553",
            "url": "\/oxo\/store-containers-with-salt-to-keep-them-odor-free\/6287553-6287592"
        },
        {
            "id": "6288311",
            "title": "Chill Your Metal Bowl Before Making Whipped Cream",
            "date_created": "1438621712",
            "loginId": "1758166",
            "tags": "",
            "description": "In this Good Tips video, learn how to make whipped cream quickly by simply using a chilled metal bowl and put a dollop of homemade whipped cream on top of your desserts to make them extra special!",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 1,
                "hookText": "In this Good Tips video, learn how to make whipped cream quickly by simply using a chilled metal bowl and put a dollop of homemade whipped cream on top of your desserts to make them extra special!\n\nShare your good tips with us on Twitter and Instagram using the hashtag #OXOGoodTips.\n\nHave questions or comments? Here's where you can find us:\n\nhttp:\/\/facebook.com\/oxo\nhttp:\/\/twitter.com\/oxo\nhttp:\/\/pinterest.com\/oxo\nhttp:\/\/instagram.com\/oxo",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/4_Dm_Kwkm0Q\/hqdefault.jpg",
                "videoId": "4_Dm_Kwkm0Q",
                "mediaDuration": "15",
                "prettyDuration": "00:00:15"
            },
            "parentId": "6287553",
            "url": "\/oxo\/chill-your-metal-bowl-before-making-whipped-cream\/6287553-6288311"
        },
        {
            "id": "6288314",
            "title": "Use Non-Stick Spray to Coat Your Spatula when Mixing Sticky Ingredients",
            "date_created": "1438621903",
            "loginId": "1758166",
            "tags": "",
            "description": "Got yourself into a sticky situation? Just use non-stick spray to coat your spatula before mixing sticky ingredients!",
            "asset": {
                "type": "youtube",
                "author": "OXO",
                "hdvFlag": 1,
                "hookText": "Got yourself into a sticky situation? Just use non-stick spray to coat your spatula before mixing sticky ingredients!\n\nHave any good tips? Share them with us on Twitter and Instagram using the hashtag #OXOGoodTips.\n\nHave questions or comments? Here's where you can find us:\n\nhttp:\/\/facebook.com\/oxo\nhttp:\/\/twitter.com\/oxo\nhttp:\/\/pinterest.com\/oxo\nhttp:\/\/instagram.com\/oxo",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ALpqzF5wlew\/hqdefault.jpg",
                "videoId": "ALpqzF5wlew",
                "mediaDuration": "14",
                "prettyDuration": "00:00:14"
            },
            "parentId": "6287553",
            "url": "\/oxo\/use-non-stick-spray-to-coat-your-spatula-when-mixing-sticky-ingredients\/6287553-6288314"
        }
    ]
}