{
    "title": "Shark&reg; Sonic Duo&trade; Carpet &amp; Hard Floor Cleaner",
    "description": "",
    "referenceId": "1237025921",
    "date_created": "1502518917",
    "date_modified": "1504049175",
    "tags": "",
    "sourceId": "6",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "109969992",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "SharkÂ-Sonic-Duoâ-Carpet-Hard-Floor-Cleaner-3-notes",
    "category": "",
    "duration": "156",
    "settings": "",
    "asset": {
        "user": "",
        "videoMeta": {
            "duration": "156",
            "width": 1280,
            "height": 720
        },
        "mediaDuration": "156",
        "prettyDuration": "00:02:36",
        "thumbnailUrl": "\/\/v.tvpage.com\/1758166\/109969992\/bb397\/thumb-5cdfb19ba2ed5a9329351107c48bb7cf-00002.jpg",
        "type": "mp4",
        "dashUrl": "\/\/v.tvpage.com\/1758166\/109969992\/bb397\/media.mpd",
        "hlsUrl": "\/\/v.tvpage.com\/1758166\/109969992\/bb397\/media.m3u8",
        "uploadAsset": false,
        "quality": "",
        "sources": [
            {
                "file": "\/\/v.tvpage.com\/1758166\/109969992\/bb397\/1080p_media.mp4",
                "quality": "1080p",
                "mime": "video\/mp4",
                "width": 1280,
                "height": 720
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/109969992\/bb397\/720p_media.mp4",
                "quality": "720p",
                "mime": "video\/mp4",
                "width": 1280,
                "height": 720
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/109969992\/bb397\/480p_media.mp4",
                "quality": "480p",
                "mime": "video\/mp4",
                "width": 854,
                "height": 480
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/109969992\/bb397\/360p_media.mp4",
                "quality": "360p",
                "mime": "video\/mp4",
                "width": 640,
                "height": 360
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/109969992\/bb397\/240p_media.mp4",
                "quality": "240p",
                "mime": "video\/mp4",
                "width": 320,
                "height": 180
            }
        ]
    },
    "transcripts": "Transcript for Shark Sonic Duo Retail Loop Introducing the all new, revolutionary, Shark Sonic Duo\u0099! The greatest carpet and floor cleaning system breakthrough in decades! Male: \u0093It\u0092s just so easy to use. It can clean my carpet, my wood floors, and my tile. This is revolutionary and it is going to change the way everybody cleans.\u0094 The problem with carpets is stuck-on dirt. It\u0092s on the surface, and down deep in the fibers, making your carpet look, feel, and smell old. The Shark Sonic Duo\u0099 removes the stuck-on dirt that can hold grime, odors, and dust allergens. Female: \u0093Before my carpets were kind of worn down, you could tell where people had walked. After I used my Sonic Duo\u0099 my carpets look new again.\u0094 Female: \u0093My carpets are way brighter than they have been in many years.\u0094 The secret is sonic scrubbing action that safely cleans your carpet and rugs at over 1,000 scrubs per minute. All with Shark\u0092s AirGlide Maneuverability, so it\u0092s fast and easy. First the sonic scrubbing and carpet cleaning solution breaks up the surface dirt that causes discoloration and staining. The carpet pad lifts it up and traps it. Then, Shark\u0092s carpet cleaning solution, with revolutionary Trap and Remove technology penetrates deep into the carpet and attaches to the stuck-on dirt. As the solution dries, it dehydrates the stuck-on dirt, unlocking it from the carpet fibers, so it can be easily be vacuumed away later. Male: \u0093To promote a healthier environment, it is recommended to remove this adherent or stuck-on dirt every few weeks rather than waiting a full year and living with it for that year.\u0094 The Shark Sonic Duo\u0099 will get your carpets 150 percent brighter because the Sonic Duo removes four times more stuck-on dirt than vacuuming alone. Female: \u0093There has been stains on my carpet for years, and I had no idea how to get rid of them. Now that I have the shark Sonic Duo\u0099 none of the stains have come back. The carpet\u0092s like new again. It\u0092s beautiful!\u0094 And look at this! Easily change the pad and bottle, and in seconds the Shark Sonic Duo\u0099 goes right from carpets to cleaning all your hard floors! That\u0092s right! One amazing product does it all. The Shark Sonic Duo\u0099 deep cleans and rejuvenates all of your wood, stone, tile, and laminate floors, making it faster and easier, to have all your floors cleaner and brighter than ever. With the Shark Sonic Duo\u0099 you\u0092ll clean in half the time with less effort. Female: \u0093I think it\u0092s a five start product. My hardwood floors look newer and brighter than they have in years.\u0094 And forget about harsh chemicals. Shark\u0092s specially formulated cleansers are powerful, yet as gentle as hand soap. Shark is certified by Parent Tested Parent Approved as safe for your children and pets.",
    "VV_VI": "",
    "CVV_VI": "",
    "engagement_score": "",
    "conversion_score": "",
    "metrics_statistics": "",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": "",
    "tvp_profiles_maxscore": 423.29242,
    "delete": "",
    "notes": null,
    "uploader": "nash",
    "modified_date": "1\/6\/2014",
    "created_date": "1\/6\/2014",
    "creator": null
}