{
    "title": "Hoover - LiNX CordlessSys",
    "description": "",
    "referenceId": "4129",
    "date_created": "1502924535",
    "date_modified": "1504049177",
    "tags": "",
    "sourceId": "6",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "111180394",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Hoover-LiNX-CordlessSys",
    "category": "",
    "duration": "159",
    "settings": "",
    "asset": {
        "user": "",
        "videoMeta": {
            "duration": "159",
            "width": 320,
            "height": 240
        },
        "sources": [
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180394\/8ae7c\/1080p_media.mp4",
                "quality": "1080p",
                "mime": "video\/mp4",
                "width": 320,
                "height": 240
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180394\/8ae7c\/720p_media.mp4",
                "quality": "720p",
                "mime": "video\/mp4",
                "width": 320,
                "height": 240
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180394\/8ae7c\/480p_media.mp4",
                "quality": "480p",
                "mime": "video\/mp4",
                "width": 320,
                "height": 240
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180394\/8ae7c\/360p_media.mp4",
                "quality": "360p",
                "mime": "video\/mp4",
                "width": 320,
                "height": 240
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180394\/8ae7c\/240p_media.mp4",
                "quality": "240p",
                "mime": "video\/mp4",
                "width": 320,
                "height": 240
            }
        ],
        "mediaDuration": "159",
        "prettyDuration": "00:02:39",
        "thumbnailUrl": "\/\/v.tvpage.com\/1758166\/111180394\/8ae7c\/thumb-4129-00002.jpg",
        "type": "mp4",
        "dashUrl": "\/\/v.tvpage.com\/1758166\/111180394\/8ae7c\/media.mpd",
        "hlsUrl": "\/\/v.tvpage.com\/1758166\/111180394\/8ae7c\/media.m3u8"
    },
    "transcripts": "Hoover® Platinum Collection\u0099 LiNX\u0099 Cordless Hand Vac\r\n\r\nThis cordless hand vacuum combines cordless convenience with an ergonomic design that allows for a comfortable grip and easy  Hoover Platinum LiNX Cordless Hand Vacmaneuverability. It is powered by a LiNX\u0099 18-volt interchangeable lithium-ion battery, providing sustained cleaning power without the \"slow fade\" of suction from traditional products. Cyclonic filtration helps to prevent clogging of the filter, and the integrated dust brush and crevice tool clean and detail small spaces. The fuel gauge registers remaining battery life. UL listed. Six-year warranty. Model # BH50015.\r\n\r\n\r\n\r\nHoover® Platinum Collection\u0099 LiNX\u0099 Cordless Stick Vac\r\n\r\nThis cordless stick vacuum combines cordless convenience with powerful upright performance featuring WindTunnel technology. It Hoover Platinum LiNX Cordless Stick Vacis powered by a LiNX\u0099 18-volt interchangeable lithium-ion battery, providing sustained cleaning power without the \"slow fade\" of suction from traditional products. The one touch brushroll activation makes an easy transition from hard floors to carpets, and the cyclonic filtration helps to prevent clogging of the filter. The low profile base allows for easy access under furniture and the wide mouth opening lets the vacuum pick up larger items. The edge cleaning bristles get closer to walls and corners, and the fuel gauge registers remaining battery life. UL listed. Six-year warranty. Model # BH50010\r\n\r\nHoover Platinum Collection LiNX Cordless Hand and Stick Vac\r\n\r\nThe new Hoover Platinum Collection. The first performance-based cordless hand vac and cordless stick vac to use the innovative LiNX Cordless System, which features 18-volt, interchangeable lithium ion batteries. \r\n\r\nThe Platinum Cordless System includes a hand vac with retractable attachments for the home and car, and a stick vac with fingertip on-off brush roll for carpets, rugs and hard surface floors.\r\n\r\nThey come with a charger and an 18-volt interchangeable lithium ion battery that can power both cleaners so you can rapidly switch from one cleaning task to another. \r\n\r\nOther cordless vacs use Nicad batteries that lose power as they clean. LiNX lithium ion batteries maintain fade-free power throughout the entire running cycle. Plus, the Platinum Cordless Hand Vac has twice the running time of competitive products.\r\n\r\nA battery fuel gage uses bright LED lights to show how much power is left and when to change or recharge the battery. Lithium ion batteries can be totally recharged in just three hours as compared to other battery systems that take eight to sixteen hours. \r\n\r\nPlus, they hold their charge much longer than other battery technologies and have the prestigious Energy Star rating for energy savings.\r\n\r\nSince the battery is removable, you can store the units in a closet while you charge the batteries. No other cordless vacuums offer this interchangeability and flexibility. The battery and charger have a sleek, attractive design that you can keep out in the open.\r\n\r\nThe Hoover Platinum Collection Cordless Stick Vacuum combines wind tunnel technology, cyclonic action dirt cup, edge cleaning, a brush roll on-off switch, for vacuuming both carpets and hard floors, and an easy-empty dirt cup.\r\n\r\nIt's the first cordless stick vacuum that performs as well as a full-size upright. From the Hoover Platinum Collection.\r\n\r\nThe Hoover Platinum Collection Hand Vac with the LiNX Cordless System also has dual filtration, an easy-empty dirt cup, ergonomic design and a retractable crevice tool and dusting brush.\r\n\r\nThe Hoover Platinum Collection Cordless Hand and Stick Vac come with a Best in Class, Six Year Warranty. With a variety of other Hoover Cordless products coming soon, you'll be able to utilize the LiNX Cordless System and choose the correct cleaning tool for the job at hand.\r\n\r\nSave time and effort knowing your home is truly clean with the innovative LiNX Cordless System from the Hoover Platinum Collection.",
    "VV_VI": "",
    "CVV_VI": "",
    "engagement_score": "",
    "conversion_score": "",
    "metrics_statistics": "",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": "",
    "tvp_profiles_maxscore": 4546.692,
    "delete": "",
    "notes": null,
    "uploader": "Kristen.Hastings",
    "modified_date": "8\/30\/2012",
    "created_date": "",
    "creator": null
}