{
    "title": "Clean Rest",
    "description": "",
    "referenceId": "4217",
    "date_created": "1502924559",
    "date_modified": "1504049177",
    "tags": "",
    "sourceId": "6",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "111180407",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Clean-Rest-FTP5733",
    "category": "",
    "duration": "275",
    "settings": "",
    "asset": {
        "user": "",
        "videoMeta": {
            "duration": "275",
            "width": 640,
            "height": 480
        },
        "sources": [
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180407\/f7497\/1080p_media.mp4",
                "quality": "1080p",
                "mime": "video\/mp4",
                "width": 640,
                "height": 480
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180407\/f7497\/720p_media.mp4",
                "quality": "720p",
                "mime": "video\/mp4",
                "width": 640,
                "height": 480
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180407\/f7497\/480p_media.mp4",
                "quality": "480p",
                "mime": "video\/mp4",
                "width": 640,
                "height": 480
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180407\/f7497\/360p_media.mp4",
                "quality": "360p",
                "mime": "video\/mp4",
                "width": 480,
                "height": 360
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180407\/f7497\/240p_media.mp4",
                "quality": "240p",
                "mime": "video\/mp4",
                "width": 320,
                "height": 240
            }
        ],
        "mediaDuration": "275",
        "prettyDuration": "00:04:35",
        "thumbnailUrl": "\/\/v.tvpage.com\/1758166\/111180407\/f7497\/thumb-4217-00002.jpg",
        "type": "mp4",
        "dashUrl": "\/\/v.tvpage.com\/1758166\/111180407\/f7497\/media.mpd",
        "hlsUrl": "\/\/v.tvpage.com\/1758166\/111180407\/f7497\/media.m3u8"
    },
    "transcripts": "CleanRest\u0099 Mattress Encasements\r\n\r\nProtect your sleep with CleanRest\u0099 mattress encasements. Experience a whole new level of sleep protection and peace of mind  CleanRest Mattress Encasementas CleanRest's super-tightly woven MicronOne\u0099 fabric forms a barrier that prevents the transmission of allergens. CleanRest encasements are waterproof, breathable and comfortable. Twin measures 39\" x 75\" x 16\". Twin Extra Long measures 39\" x 80\" x 16\". Full measures 54\" x 75\" x 16\". Queen measures 60\" x 80\" x 16\". King measures 78\" x 80\" x 16\". California King measures 72\" x 84\" x 16\". Machine washable up to 165 degrees. Imported. Lifetime warranty against defects.\r\n\r\nI developed CleanRest\u0099 to help people who have difficulty sleeping through the night from allergies and asthma to relieve the symptoms associated with these diseases. And to make it easier for people to breathe at night.\r\n\r\nThere\u0092s an assault on people\u0092s sleep. Dust mites, pollen, mold spores, bedbugs, all of these things play an important role in reducing the quality of your sleep. CleanRest reduces symptoms by blocking allergens from getting into your body, and that\u0092s really the heart of the CleanRest story.  Introducing doctor recommended CleanRest Mattress and Pillow Encasements, the world\u0092s most advanced allergen barrier. An easy and effective way to protect your sleep without sacrificing your comfort.\r\n\r\nIt\u0092s important for me to know that my children, and my husband and I are sleeping on a clean bed, and that the environment that we\u0092re in is clean and comfortable.\r\n\r\nTo fully understand the benefits of using CleanRest for you and your family, let\u0092s take a closer look at what\u0092s lurking inside your mattress and pillows.  Pollen, mold spore, pet dander, bedbugs, and colonies of dust mites which feed of flakes of dead human skin, and produced dust mite feces causing problems for people with allergies and asthma. So you see, the monster isn\u0092t really living under your bed. It\u0092s actually thriving inside it.\r\n\r\nWith your typical unprotected mattress, these various contaminants are free to pass through any type of fabric and circulate into the air that you breathe while you sleep. I have a child who has severe airborne allergies. CleanRest has been incredible for us. Easy to use and just a really great product. The threat caused by bedbugs and dust mites is all too real, and continues to make headlines around the world. I also saw a segment on TV that has, you know, it shows how the dust mites live in your pillows and in your bed.\r\n\r\nCleanRest offers complete protection for the top, sides, and even the bottom of your mattress. Simply slip CleanRest over your mattress and zip it up. CleanRest is the only product on the market to combine 100% waterproof and stain proof protection with soft, breathable comfort that prevents the transmission of dust mite allergens, pet dander, and other harmful micro contaminants.\r\n\r\nThis side by side comparison clearly demonstrates the protective shield the CleanRest provides. The unprotected mattress is host to millions of microscopic pollutants that can easily be transferred to you and your loved ones while you sleep. But CleanRest completely blocks these harmful contaminants. Sleep is probably one of the most important that we need to do that\u0092s overlooked. If you have problems with allergies, you will sleep better in a bed that is encased with the CleanRest product than you will on a dirty bed.\r\n\r\nCleanRest fabric is highly breathable. One thousand times more breathable than plastic or vinyl, so you receive the protection you need without sacrificing comfort. Now when I sleep on it, you can\u0092t even feel it. It just feels like you\u0092re sleeping on regular sheets. She doesn\u0092t complain about sweating. It\u0092s comfortable for her. It feels like silk. You have the comfort and you have the peace of mind that it gives.\r\n\r\nThe secret to CleanRest lies in its state of the art patented MicronOne\u0099 fabric technology, which allows your body heat and perspiration to easily pass through, while preventing the passage of dust mites, pet dander, and other known allergens. The usual recommendation is when looking at encasement products with pillows and mattresses is to have a pore size of 10 microns or less. The CleanRest product has a pore size of only 1 micron. Not only do CleanRest products protect you from harmful allergens, but they also protect your investment by providing a waterproof and stain proof shield against damage to your mattress and pillows. I took it home. It was very quick to put on. I can wash it, which is wonderful. And we don\u0092t even notice it\u0092s there. It\u0092s easy to wash. I can\u0092t express easy to wash enough. Easy to use and just a really great product.\r\n\r\nAll CleanRest products are fully machine washable, come with a lifetime warranty, and have been recognized by the International Hotel\/Motel & Restaurant Show with the Editors\u0092 Choice Award.  They are the very first mattress and pillow encasements to be certified Asthma Friendly by the Asthma and Allergy Foundation of America.",
    "VV_VI": "",
    "CVV_VI": "",
    "engagement_score": "",
    "conversion_score": "",
    "metrics_statistics": "",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": "",
    "tvp_profiles_maxscore": 5162.412,
    "delete": "",
    "notes": null,
    "uploader": "dvd",
    "modified_date": "8\/30\/2012",
    "created_date": "",
    "creator": null
}