{
    "title": "Hunter Large Room Total Air Sanitizer",
    "description": "",
    "referenceId": "36349",
    "date_created": "1502924448",
    "date_modified": "1504049177",
    "tags": "",
    "sourceId": "6",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "111180335",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Hunter-Large-Room-Total-Air-Sanitizer-3-notes",
    "category": "",
    "duration": "136",
    "settings": "",
    "asset": {
        "user": "",
        "videoMeta": {
            "duration": "136",
            "width": 640,
            "height": 480
        },
        "sources": [
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180335\/fd083\/1080p_media.mp4",
                "quality": "1080p",
                "mime": "video\/mp4",
                "width": 640,
                "height": 480
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180335\/fd083\/720p_media.mp4",
                "quality": "720p",
                "mime": "video\/mp4",
                "width": 640,
                "height": 480
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180335\/fd083\/480p_media.mp4",
                "quality": "480p",
                "mime": "video\/mp4",
                "width": 640,
                "height": 480
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180335\/fd083\/360p_media.mp4",
                "quality": "360p",
                "mime": "video\/mp4",
                "width": 480,
                "height": 360
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180335\/fd083\/240p_media.mp4",
                "quality": "240p",
                "mime": "video\/mp4",
                "width": 320,
                "height": 240
            }
        ],
        "mediaDuration": "136",
        "prettyDuration": "00:02:16",
        "thumbnailUrl": "\/\/v.tvpage.com\/1758166\/111180335\/fd083\/thumb-36349-00002.jpg",
        "type": "mp4",
        "dashUrl": "\/\/v.tvpage.com\/1758166\/111180335\/fd083\/media.mpd",
        "hlsUrl": "\/\/v.tvpage.com\/1758166\/111180335\/fd083\/media.m3u8"
    },
    "transcripts": "Introducing a revolutionary device, the only home air cleaner that traps it and zaps it, effectively capturing and killing dangerous airborne particles to help keep your family safer. It's the Total Air Sanitizer, and its electrified HEPA filter captures up to 99.9 percent of airborne particles. Under black light, we forced particles into a leading air purifier. The only way out of the chamber is through the device. This popular air purifier doesn't feature a HEPA filter, so it doesn't effectively trap particles. It spews most of them back into the air. Now, watch the Total Air Sanitizer. Again, the only way out of this chamber is through the Total Air Sanitizer. So why is the Total Air Sanitizer so effective?\r\n\r\nWhat makes the Hunter Total Air Sanitizer a revolutionary step forward in air purification is really in the design of the filter that you see in here. It applies electricity, not only to just the surface but all the way through the depth. And so what happens is any of the germs and viruses that are caught inside of that, whether on the surface, in the middle or towards the back of one of those layered pieces are actually killed once they come in contact with the filter.\r\n\r\nIt makes me feel better knowing that there's something in there that's killing bacteria and viruses.\r\n\r\nThis mannequin is simulating a human cough. The particles aren't nearly as hazardous as actual bacteria, germs and viruses, but under black light in this enclosed chamber, you can see how the cloud spreads through the air. Now, watch as we place the Total Air Sanitizer in the chamber. The only way out is through the air sanitizer. As particles are drawn into our HEPA filter, virtually nothing escapes through the back. The particles are captured. The air is clean. The volume of particles the Total Air Sanitizer captures is remarkable. And what about actual bacteria, germs and viruses? These microscopic images are remarkable. On the left: a living germ that's been trapped, on the right: a germ that's been zapped. The Total Air Sanitizer: it's the home air cleaner you can trust to effectively capture and kill.\r\n\r\nNot only does it remove particles, it kills them.\r\n\r\nThe Total Air Sanitizer: it's the home air cleaner you can trust to effectively capture and kill",
    "VV_VI": "",
    "CVV_VI": "",
    "engagement_score": "",
    "conversion_score": "",
    "metrics_statistics": "",
    "tvp_profiles": [
        "21",
        "11",
        "20"
    ],
    "tvp_profiles_manual": "",
    "tvp_profiles_maxscore": 34.256256,
    "delete": "",
    "notes": null,
    "uploader": "richard.fagan",
    "modified_date": "11\/15\/2011",
    "created_date": "11\/14\/2011",
    "creator": null
}