{
    "title": "Big Game Day Spicy Crunchy Chicken Wings",
    "description": "Celebrate football's biggest game of the year with Sam the Cooking Guy's outrageously crunchy and spicy tortilla chip chicken wings.  Thank you for watching.",
    "referenceId": "_AM9bbCVGqw",
    "date_created": "1453947417",
    "date_modified": "1454006482",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "dining_entertaining",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "25995262",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Big-Game-Day-Spicy-Crunchy-Chicken-Wings",
    "category": null,
    "duration": "101",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/blog.bedbathandbeyond.com\/bbb-recipe\/outrageously-spicy-crunchy-tortilla-chip-chicken-wings-recipe\/\nCelebrate football's biggest game of the year with Sam the Cooking Guy's outrageously crunchy and spicy tortilla chip chicken wings.  Thank you for watching. Make sure you subscribe to the Bed Bath & Beyond YouTube channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/_AM9bbCVGqw\/hqdefault.jpg",
        "videoId": "_AM9bbCVGqw",
        "mediaDuration": "101",
        "prettyDuration": "00:01:41"
    },
    "transcripts": "We all know there's a gigantic football event coming up, and while certain laws prevent me from saying the actual name of the game to you, they can't stop me from showing you what to eat during the game. And so today I have a three ingredient chicken wingish kind of thing for you that is not just simple to make, but of course is delicious. Crush tortilla chips in a zippered bag until very fine and then put in a large bowl. Add one packet, about an ounce and a half of taco seasoning and mix well to combine. Drizzle wings and drumettes lightly with olive oil and toss well in the tortilla chip mix, until well coated. And then you just put them on a greased baking sheet and of course you can grease the baking sheet, you can use parchment paper, or I\"m using a silpat, it's a non stick reusable mat that's perfect for all kinds of things, wings ideal, cookies, all kinds of baking, almost anything. Then just cook it 350 degrees for 40 minutes or until done. Then just pull them out, plate, and devour, uh I mean eat. And the best part about wings for a televised sporting event is that you can eat them and not take your gaze off of the action on the television. Imagine doing that with pasta, it wouldn't work, okay just make these little guys, I know you're going to love them.",
    "VV_VI": "16",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 427.64996,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}