{
    "title": "Valentine's Day Meal",
    "description": "Do something different this Valentine's Day for the love of your life. Cook a different, yet simple to make meal for them courtesy of Sam the Cooking Guy.  Thank you for wathching.",
    "referenceId": "xWNLdysOzLE",
    "date_created": "1453947422",
    "date_modified": "1454006491",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "dining_entertaining",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "25995263",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Valentine-s-Day-Meal",
    "category": null,
    "duration": "141",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/blog.bedbathandbeyond.com\/bbb-video\/special-yet-simple-valentines-day-dinner\/  Do something different this Valentine's Day for the love of your life. Cook a different, yet simple to make meal for them courtesy of Sam the Cooking Guy.  Thank you for wathching. Make sure to subscribe to the Bed Bath & Beyond YouTube channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/xWNLdysOzLE\/hqdefault.jpg",
        "videoId": "xWNLdysOzLE",
        "mediaDuration": "141",
        "prettyDuration": "00:02:21"
    },
    "transcripts": "The dictionary says Saint Valentine's Day is observed in honor of Saint Valentine, and as a day to express deepest feelings and love. And what better way to express those feelings than to cook for someone? So let's do that. \n\nAnd we'll start with a super luxurious cauliflower mash. All the deliciousness of a classic mashed potato with hardly any of the guilt. Steam cauliflower pieces until soft enough to pierce easily with a fork. Then put in a processor and add cream, Parmesan cheese, and salt and pepper. Mix until smooth and creamy. And since no one wants to be under cooking pressure on Valentine's Day, these could easily be made the day before and just reheated when you need them. \n\nNow onto slow-roasted salmon. Slow-roasted. It even sounds romantic. Combine apricot jam, Asian chili sauce, and a pinch of kosher salt. Mix well and spoon over salmon. Bake in a 250-degree oven 25 to 30 minutes, or until about 140 degrees. When it's done, plate with the cauliflower. Garnish that with diced green onion, sesame seeds, and add the bok choy. Look, we didn't have time to show you everything, but the recipe online definitely has the bok choy. \n\nThen you relax by the fire with your loved one and enjoy the salmon and the cauliflower mash. Oh. Wait. You want dessert, too. They want dessert, too. All right. Well, let's go make something. And I'll this is a bit silly-- OK, maybe it's a lot silly, but it's super good. Simply slice glazed doughnut holes in half and add to melted butter in a heated nonstick pan. Cook until they start getting crispy and brown. They just plate with vanilla ice cream and top with the drizzle of caramel and a dusting of powdered sugar. \n\nThere we go. And we're all done and we even snuck in dessert. Happy Valentine's Day.",
    "VV_VI": "10",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "14",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 523.39813,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}