{
    "title": "Celebrate Chinese New Year - Stir Fry Shrimp & Bok Choy Recipe",
    "description": "Celebrate the Chinese New Year with this classic, simple to make, and delicious Stir Fry Shrimp and Boy Choy recipe from Sam the Cooking Guy. Thank you for watching.",
    "referenceId": "4rCkoOU0JqQ",
    "date_created": "1453947412",
    "date_modified": "1454005531",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "dining_entertaining",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "25995261",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Celebrate-Chinese-New-Year-Stir-Fry-Shrimp-Bok-Choy-Recipe",
    "category": null,
    "duration": "82",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/blog.bedbathandbeyond.com\/bbb-recipe\/celebrate-chinese-new-year\/\nCelebrate the Chinese New Year with this classic, simple to make, and delicious Stir Fry Shrimp and Boy Choy recipe from Sam the Cooking Guy. Thank you for watching. Make sure you subscribe to the Bed Bath & Beyond YouTube channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/4rCkoOU0JqQ\/hqdefault.jpg",
        "videoId": "4rCkoOU0JqQ",
        "mediaDuration": "82",
        "prettyDuration": "00:01:22"
    },
    "transcripts": "Based on a lunar calendar, this year Chinese New Year is February 19,. It'll last approximately 15 days and is a special time to spend with friends and family. The greeting that you'll hear \"gung hay fat choy\" literally means wishing you good fortune and for the Chinese food is an important component of the new year celebration. As it is with me, so let's celebrate then with a delicious shrimp and bok choy. Start by combining a little soy sauce, chile sauce, and hoisin. Set that aside, hoisin is an all purpose Asian sauce used for all kind of things, think of it as kind of uh Chinese barbecue sauce. And by the way you can get it almost anywhere. Heat a watt too high with a little oil, and add peeled and deveined shrimp. Cook them quickly for about a minute, then add baby bok choy. Stir everything together until the shrimp are done, and the bok choy is wilted. Add the sauce, stir until well incorporated, and then serve on top of steamed rice, and garnish with diced green onions.  Only a few ingredients, but just a great dish for the New Year. Gung hay fat choy.",
    "VV_VI": "12",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6362.7476,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}