{
    "title": "Victorinox - Swiss Army Knife - Equipping People For Life's",
    "description": "http:\/\/www.victorinoxblog.com\/\r\n\r\nIn 1897 the Original Swiss Army Knife was created in the small village of Ibach, Switzerland. Since that time, Victorinox has become well-known in more than 100 countries for precision, quality, functionality and versatil",
    "referenceId": null,
    "date_created": "1417722462",
    "date_modified": "1418182202",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "3785766",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Victorinox-Swiss-Army-Knife-Equipping-People-For-Life-s",
    "category": null,
    "duration": "266",
    "settings": [],
    "asset": {
        "author": "Victorinox AG",
        "videoId": "NYArakSUm1o",
        "hookText": "http:\/\/www.victorinoxblog.com\/\r\n\r\nIn 1897 the Original Swiss Army Knife was created in the small village of Ibach, Switzerland. Since that time, Victorinox has become well-known in more than 100 countries for precision, quality, functionality and versatility. This century old heritage has been extended to Swiss Army Watches, which reflect the ingenious design and outstanding durability Victorinox has come to stand for over the years. Uncompromising craftsmanship makes these watches worthy to carry the \"cross and shield\" emblem that symbolizes the legend of Victorinox and the Swiss Army Brand.\r\nWhether you're going around the corner or around the globe, classically styled Swiss Army watches will make sure that you're equipped for life's adventures. No matter what those adventures might be.\r\nThe VICTORINOX \"Swiss Army Knife\" is over 100 Years Old. This useful pocket Multi-Tool was legally registered on June 12, 1897. Over 34,000 of these pocket tools with the distinctive Swiss cross leave the factory in central Switzerland each day.  Ninety per cent are for export to over 100 different countries and serve as ambassadors for Switzerland.\r\nKarl Elsener, the company founder, wanted to create work in sparsely industrialized central Switzerland and counter the emigration spawned by unemployment. To go from hand-crafting to industrial production was at the time adventurous and required enormous determination. Today, this family business in Schwyz provides 950 jobs.\r\nAfter the soldier's knife, which every recruit receives upon entering the army, Karl Elsener developed a new, elegant and light weight pocket knife, with six practical tools. He called this new model the \"Officers and Sports Knife\". \r\nAfter an unparalleled success story around the world, the VICTORINOX \"Swiss Army Knife\" is even orbiting the earth as part of the standard equipment of the Space Shuttle Crew. The knife has also been successfully proven on expeditions: in the arctic ice of the North Pole; on the highest peak on earth, Mount Everest; in the tropical rain forests of the Amazon, and elsewhere. Time and again, it has been a life saver in situations of extreme danger and great need. The New York Museum of Modern Art and the State Museum for Applied Art in Munich have selected it for their collection of excellence in design, and, since Lyndon B. Johnson, US presidents present guests with VICTORINOX pocket knives.\r\nToday, the \"Officers' Knife\" is available in over 100 different models. Each knife must undergo seamless quality controls before being released for sale.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/NYArakSUm1o\/hqdefault.jpg",
        "mediaDuration": "266",
        "hdvFlag": 0,
        "uploadDate": 1199839345,
        "prettyDuration": "00:04:26"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "34"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3400.0693,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}