{
    "title": "Victorinox Secure Pro Launch: London 25 March 2010",
    "description": "Victorinox, the family company behind the famed Swiss Army Knife, launched a pioneering memory stick design at an event held at its European flagship store on London's New Bond Street. The device is, says the company, the most secure of its kind available",
    "referenceId": null,
    "date_created": "1417722462",
    "date_modified": "1418182202",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "3785769",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Victorinox-Secure-Pro-Launch-London-25-March-2010",
    "category": null,
    "duration": "98",
    "settings": [],
    "asset": {
        "author": "Victorinox AG",
        "videoId": "8Ugcrymy3YY",
        "hookText": "Victorinox, the family company behind the famed Swiss Army Knife, launched a pioneering memory stick design at an event held at its European flagship store on London's New Bond Street. The device is, says the company, the most secure of its kind available to the public. It uses several layers of security including fingerprint identification and a thermal sensor - so that the finger alone, detached from the body, will still not give access to the memory stick's contents. \r\n\r\nThe Victorinox Secure has also been made tamper-proof. Any attempt to forcibly open it triggers a self-destruct mechanism that irrevocably burns its CPU and memory chip. Victorinox was so confident of its new product's elite security standards that it offered a £100,000 prize to a team of professional hackers if they could break into it during the two hours the launch event lasted. The money went uncollected. \r\n\r\nThe event was attended by Victorinox's CEO Carl Elsener Jr. and the Victorinox Secure's designer Martin Kuster, a technology security specialist. \"Life is becoming more digital every day,\" says Kuster. \"And yet people do so little to protect their data. The world's most common password is '12345' - and even encryption can be broken given time.\" \r\n\r\nThis unique USB can hold up to 32GB of data and features secure data encryption technology. As well as its security elements, the Victorinox Secure also features the iconic tools you'd expect from a Victorinox Swiss Army Knife. \r\n\r\nThe un-hackable Victorinox Secure features AES256 technology, together with Victorinox patented unique MKI's Schnuffi Platform Single Chip Technology. What makes this product exclusive is the integrated Single Chip Technology, meaning that there are no external and accessible lines between the different coding\/security steps, as on multi-chip solutions; this makes cracking the hardware impossible.\r\n\r\nThe Secure Pro is available in three different sizes, ranging from 8GB to 32GB RRP £50 - £180 and features: \r\n- Removable USB flash drive \r\n- Biometric fingerprint recognition technology \r\n- LED Mini White Light \r\n- Retractable Ball Point Pen \r\n- Blade \r\n- Scissors \r\n- Nail File with \r\n- Screwdriver \r\n- Key ring",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/8Ugcrymy3YY\/hqdefault.jpg",
        "mediaDuration": "98",
        "hdvFlag": 0,
        "uploadDate": 1276701700,
        "prettyDuration": "00:01:38"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 492.27206,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}