{
    "title": "ST 5000 Digital Compass by Victorinox Swiss Army Watch",
    "description": "http:\/\/www.victorinoxblog.com\/\r\n\r\nVictorinox Swiss Army introduces another world première watch, the ST 5000. This new navigation watch is unique in its introduction of an\r\nexclusive lighting system which has been designed for directional compass applicat",
    "referenceId": null,
    "date_created": "1417722461",
    "date_modified": "1418182202",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "3785755",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "ST-5000-Digital-Compass-by-Victorinox-Swiss-Army-Watch",
    "category": null,
    "duration": "76",
    "settings": [],
    "asset": {
        "author": "Victorinox AG",
        "videoId": "Ul2wL_vm7k0",
        "hookText": "http:\/\/www.victorinoxblog.com\/\r\n\r\nVictorinox Swiss Army introduces another world première watch, the ST 5000. This new navigation watch is unique in its introduction of an\r\nexclusive lighting system which has been designed for directional compass application; this exclusive compass heading system is integrated into a Swiss precision analog watch to provide active wear functionality. Emissive Energy Corporation, manufacturer of high-quality LED lighting equipment and marketer of the INOVA® brand, helped Victorinox Swiss Army realize their vision of this navigation watch. This exclusive piece is useful for any orienteering activities—backpacking, hiking, boating, and cross-country skiing to name a few—and is also helpful in a more urban setting to get general bearings.\r\nUsing an LCD display, the digital compass system will display magnetic north and the user's bearings in relation to magnetic north, and will lock the desired heading into the memory. With the unique 5-point LED color light system, the compass shows the user if a course correction is needed to stay true to the path even at night. The rotating inner bezel functions as the compass rose which provides the cardinal points and 360 degrees marked in 15 degree increments. The integrated spirit level helps the user to keep the compass level, which provides the compass optimal precision.\r\nThis rugged and reliable navigation watch is ready for adventure with highly legible, luminous hands and numbers, a sturdy, lightweight titanium case, water resistance to 50 meters and a shatter-resistant, anti-reflective hardened mineral crystal.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Ul2wL_vm7k0\/hqdefault.jpg",
        "mediaDuration": "76",
        "hdvFlag": 0,
        "uploadDate": 1198859054,
        "prettyDuration": "00:01:16"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6711.9204,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}