{
    "title": "Hamilton Beach Wrap and Serve 6 quart slow cooker 33760",
    "description": "Create a fun look on your counter or tabletop with the versatile Wrap and Serve Slow Cooker, featuring interchangeable wraps designed to adapt to any occasion. This six-quart slow cooker includes five unique wraps-- like birthday, holiday, and snowflakes-",
    "referenceId": null,
    "date_created": "1417722513",
    "date_modified": "1418182209",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "3786271",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Hamilton-Beach-Wrap-and-Serve-6-quart-slow-cooker-33760",
    "category": null,
    "duration": "69",
    "settings": [],
    "asset": {
        "author": "HamiltonBeachBrands",
        "videoId": "RLcmzgDg-bs",
        "hookText": "Create a fun look on your counter or tabletop with the versatile Wrap and Serve Slow Cooker, featuring interchangeable wraps designed to adapt to any occasion. This six-quart slow cooker includes five unique wraps-- like birthday, holiday, and snowflakes-- with many more available separately online, to customize your mood or theme. \n\nThe wrap sets have two pieces for the front and back of the slow cooker. We've moved the control knob to the side of the slow cooker to offer a clean view of your favorite pattern, creating a festive focal point on any buffet, countertop, or serving table. The High, Low, and Keep Warm cooking modes provide just the right temperature options. And the six-quart capacity is the perfect size for making family meals or delicious food for a crowd. \n\nBrightening your counter for day-to-day cooking or popping with festive flair for your next party, the Hamilton Beach Wrap and Serve Slow Cooker is a winner for every occasion. Now that's good thinking.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/RLcmzgDg-bs\/hqdefault.jpg",
        "mediaDuration": "69",
        "hdvFlag": 0,
        "uploadDate": 1413420420,
        "prettyDuration": "00:01:09"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 11691.078,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}