{
    "title": "Sweet Breads: Sweet Breads Recipe: My Breville Smartgrill Gr",
    "description": "The Knives I Use In My Kitchen\nhttp:\/\/goo.gl\/xjNp7I\n\nThe Gear I Use To Sharpen My Knives:\nDMT W6X: http:\/\/amzn.to\/1anfp2A\nDMT W6F: http:\/\/amzn.to\/15hhl74\nDMTW6CP: http:\/\/amzn.to\/15hhyaq\nDMT W6E: http:\/\/amzn.to\/1bSILDL\n\nDMT W8CXNB: http:\/\/amzn.to\/19gxz4y\nD",
    "referenceId": null,
    "date_created": "1417722292",
    "date_modified": "1418182183",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "3784084",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Sweet-Breads-Sweet-Breads-Recipe-My-Breville-Smartgrill-Gr",
    "category": null,
    "duration": "1196",
    "settings": [],
    "asset": {
        "author": "breville",
        "videoId": "dCEuiQRsaNM",
        "hookText": "The Knives I Use In My Kitchen\nhttp:\/\/goo.gl\/xjNp7I\n\nThe Gear I Use To Sharpen My Knives:\nDMT W6X: http:\/\/amzn.to\/1anfp2A\nDMT W6F: http:\/\/amzn.to\/15hhl74\nDMTW6CP: http:\/\/amzn.to\/15hhyaq\nDMT W6E: http:\/\/amzn.to\/1bSILDL\n\nDMT W8CXNB: http:\/\/amzn.to\/19gxz4y\nDMT W8EFNB: http:\/\/amzn.to\/129DEJP\n\nDMT W250CXNB: http:\/\/goo.gl\/eS2Tu\nDMT250EFNB: http:\/\/amzn.to\/19gydit\n\nSPECIAL PLATES:\n\nDMT D8EE: http:\/\/amzn.to\/16FW1LO\n\nSpyderco 302UF: http:\/\/amzn.to\/18Xq59O\nSpyderco 302U: http:\/\/amzn.to\/18XqbhG\nSurgical Black Arkansas: http:\/\/amzn.to\/129FPNu\n\nIn this recipe I am going to make grilled sweetbreads in an Asian pesto sauce and I am going to grill them on my new Breville Smartgrill. This is a great little electric grill for grilling indoors. I mean I love to grill but not when it's 117 degrees outside in the Nevada desert. So why not grill indoors with the air conditioning on and relax! I got my hands on this cool little grill after doing some research on Breville products. My brother uses a Breville juicer and he loves it so I did some research and I got this handy grill and I am not sorry that I did. Breville also has a channel here on Youtube that I was not aware of and they have some really good videos by some of the best chefs around. One of my favorites is Chef David Pasternack. When it comes to anything that has to do with fish then Chef David Pasternack is the man I listen to. The Breville channel is here: http:\/\/bit.ly\/13seTt4 and the Breville Smartgrill is here: http:\/\/bit.ly\/19g3IJK I really love this little versatile machine. It works as a grill and as a panini press as well and a flat griddle. Breville's website is here: http:\/\/bit.ly\/12Y2lL7 I have been using it now for about 3 weeks and I am so loving it! Please go and check out the Breville channel here on the tubes @ bit.ly\/13seTt4 Please don't forget to visit my blog @ www.richardblainesezcooking.com today!\n\nSo let me tell you a little bit about this cool little grill. The Smartgrill incorporates removable plate\/grills. One plate is a grill and the other is a griddle or planche. Both are non-stick and dishwasher safe. The heating plates have the heating elements built right into the plates themselves and they are safe to be cleaned in the dishwasher. The fact of the matter is that trhe plates are non-stick and so you don't really need to put them in the dishwasher at all.\n\nThe Breville Smartgrill has six height settings for grilling of larger size items and there is a drip tray built in to catch all the excess grease from your meats. The best feature to me is the fact that the Breville Smartgrill can be opened up all the way to flat surface for my favorite use of the Smartgrill which is of course grilling!\n\nThe Smartgrill comes with an easy to read LED display and once you set the temperature once it's achieved the grill will sound off an alert to let you know that it's ready to go! Here are some other great features of the Breville Smartgrill.\n\nBoth plates release and can be changed side to side.\nBottom 'Plate Release'\nTop 'Plate Release'\nOpens flat to 'BBQ Mode'\nTemperature dial with Low, Panini and Sear Modes.\nTemperature responsive LCD -- blue to orange.\nTemperature conversion button.\n30 Minute timer dial with sound alert.\n1 hour Auto shut-off.\n6 Adjustable height settings.\nLocking storage clip.\nAdjustable plate tilt.\nIntegrated, removable drip tray.\n\nThis is a great grill and now one of my all time favorite kitchen appliances and I just had to share this with you. Enjoy the video and the recipe!",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/dCEuiQRsaNM\/sddefault.jpg",
        "mediaDuration": "1196",
        "hdvFlag": 0,
        "uploadDate": 1376447066,
        "prettyDuration": "00:19:56"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 467.97885,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}