{
    "title": "OXO Box Grater",
    "description": "The OXO Good Grips Box Grater does the work of a slicer and three Graters in one compact tool that fits conveniently in any drawer. Wide stainless steel coarse and medium grating surfaces are ideal for cheese, vegetables, chocolate and more. A slimmer fine grating surface is just right for nutmeg and ginger, and the slicing surface yields perfect slices of cucumber, zucchini, cheese and more. The soft, comfortable, non-slip handle ensures a secure grip and cushions hands during repetitive grating motions. A non-slip base keeps the Box Grater steady on a plate or cutting board. A convenient storage container with non-slip base, measurement markings and a lid attaches to the bottom of the Grater for catching and storing freshly grated ingredients. The container stores conveniently inside the Grater when not in use.",
    "referenceId": null,
    "date_created": "1417722963",
    "date_modified": "1480702037",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "3787262",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "OXO-Box-Grater",
    "category": null,
    "duration": "71",
    "settings": [],
    "asset": {
        "author": "OXO",
        "videoId": "uOcLo_5S2AY",
        "hookText": "http:\/\/www.oxo.com\/p-542-box-grater.aspx The OXO Good Grips Box Grater does the work of a slicer and three Graters in one compact tool that fits conveniently...",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/uOcLo_5S2AY\/hqdefault.jpg",
        "mediaDuration": "71",
        "hdvFlag": 0,
        "uploadDate": 1383616053,
        "prettyDuration": "00:01:11",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Box graters are great to have, but can be pretty clunky to store we set out to create a compact box grater and added several interesting features along the way. The OXO box grater does the work of a slicer and three graters in one compact tool that fits conveniently in any drawer cabinet wide stainless steel course and medium grading surfaces are ideal for cheese and vegetables, a slimmer fine grating surface is just right for nutmeg, ginger, and citrus zest. While the slicing surface yields perfect slices of cucumber zucchini cheese and more. The soft comfortable non-slip handle ensures a secure grip even when hands are wet and cushions hands during repetitive grating. A non-slip base keeps the box grater steady on a plate or cutting board it convenient storage container with a non-slip base measurement markings and a lid attaches to the bottom of the grater for catching and storing freshly grated ingredients and can be inverted to store inside the greater when not in use here's a good tip when using the fine grater cover the surface with wax paper or parchment paper and then zest this will help make cleanup a breeze and help prevent skinned knuckles.",
    "VV_VI": "9",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 2948.7815,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}