{
    "title": "Le coutelier Victorinox sauve son concurrent Wenger",
    "description": "http:\/\/www.victorinoxblog.com\/\r\n\r\nWenger is one of the two companies that make Swiss Army knives. Based in Delémont, Wenger was acquired by rival Victorinox in 2005.[1] After Victorinox obtained Wenger, Victorinox became the sole company supplying the Swi",
    "referenceId": null,
    "date_created": "1417722461",
    "date_modified": "1418182202",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "3785765",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Le-coutelier-Victorinox-sauve-son-concurrent-Wenger",
    "category": null,
    "duration": "111",
    "settings": [],
    "asset": {
        "author": "Victorinox AG",
        "videoId": "2B39wvr4Cqw",
        "hookText": "http:\/\/www.victorinoxblog.com\/\r\n\r\nWenger is one of the two companies that make Swiss Army knives. Based in Delémont, Wenger was acquired by rival Victorinox in 2005.[1] After Victorinox obtained Wenger, Victorinox became the sole company supplying the Swiss Army with Swiss Army knives. Formerly each company sold its knives to the Swiss Army, in equal quantities.\r\n\r\nIn 1893 at Delémont in the French-speaking Canton of Jura, the industrial cutlery house of Jupiter Paul Boechat & Co received a contract from the Swiss Army to produce knives. In 1898, Theodore Wenger was hired to be its manager and later renamed the company Wenger & David.\r\n\r\nOne of Wenger's first acts was to acquire a manufacturer of spoons and forks which he moved to a rented factory in Delemont. In 1900 a new 18,000 square foot facility was built. Both the utensil operations and the Courtetelle cutlery production were incorporated into the new plant now called Fabrique Suisse de Courtetellerie et Services.\r\n\r\nIn 1908 the Swiss army decided to split the contract, with half of the order going to Victorinox, in the German-speaking canton of Schwyz, and the other half to Wenger in the French-speaking canton of Jura. They claim they did this in the interest of national harmony, but they may also have been interested in fostering competition.\r\n\r\nIn 1929, after Theo Wenger's death, Kaspar Oertli gained majority share in the company. \r\nIn 1986, the factory was modernized following a factory fire. \r\nIn 1988, Wenger started producing watches. \r\nIn 2005, Victorinox obtained Wenger, but plans to continue the brand. Wenger are advertised as the \"Genuine Swiss Army Knife\" and Victorinox as the \"Original Swiss Army Knife\".\r\n\r\nIn addition to Swiss Army knives, Wenger also sells watches. In Canada, due to a trademark conflict with the Wenger Watch Company, all Wenger watches are sold under the trademark Swiss Military, elsewhere they are branded Wenger.\r\n\r\nWenger also produces kitchen knives under the brand names of SWIBO and Grand-Maître and scissors under the Swissors name.\r\n\r\nIn North America, licensed products using the Wenger and SwissGear trademarks are owned independently from Victorinox SA, and are used to market camping equipment (particularly tents and sleeping bags), luggage, backpacks and office\/business needs.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/2B39wvr4Cqw\/hqdefault.jpg",
        "mediaDuration": "111",
        "hdvFlag": 0,
        "uploadDate": 1199574449,
        "prettyDuration": "00:01:51"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "7",
        "12",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 317.69592,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}