{
    "title": "Hamilton Beach Low Speed Juice Extractor 67950C",
    "description": "Adding more fruits and vegetables to your diet is a great idea. And the Low Speed Juice Extractor keeps you going strong, whether you're on a juice fast or just love a fresh glass of juice to start your day. Having a juice extractor at home makes it super",
    "referenceId": null,
    "date_created": "1417722514",
    "date_modified": "1418182209",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "3786278",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Hamilton-Beach-Low-Speed-Juice-Extractor-67950C",
    "category": null,
    "duration": "83",
    "settings": [],
    "asset": {
        "author": "HamiltonBeachBrands",
        "videoId": "VksHIRhtIy4",
        "hookText": "Adding more fruits and vegetables to your diet is a great idea. And the Low Speed Juice Extractor keeps you going strong, whether you're on a juice fast or just love a fresh glass of juice to start your day. Having a juice extractor at home makes it super-easy to prepare delicious, wholesome juices using your favorite ingredients, with no added preservatives. And the low-speed, quiet motor is perfect for extracting all the goodness from leafy greens and wheat grass. \n\nThis juicer assembles very quickly with a few twists. When you're ready to juice, simply plug it in, set up the juice and pulp cups, turn it on and begin feeding fruit or vegetables into the chute. The Slow Juicer's masticating action crushes and squeezes produce to extract the maximum amount of juice. Once your juice is ready to serve, a separator keeps the foam from pouring out with the juice. \n\nAll the parts are dishwasher-safe. And cleaning up is easy, because the strainer rinses clean with running water. Follow a recipe from the included booklet, or create your own flavor combinations. Make fresh juice with minimal effort and easy cleanup. Now that's good thinking.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/VksHIRhtIy4\/hqdefault.jpg",
        "mediaDuration": "83",
        "hdvFlag": 0,
        "uploadDate": 1413419915,
        "prettyDuration": "00:01:23"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "7",
        "30",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 5871.384,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}