{
    "title": "OXO Splatter Screen",
    "description": "Keep your stove and countertops clean with the OXO Good Grips Splatter Screen. Made of perforated stainless steel, the Splatter Screen keeps grease contained when you fry bacon, sausages, potatoes and more. The Splatter Screen fits frying pans up to thirteen inches wide and features grooved rings to rest the Splatter Screen on different sized pans. The soft, comfortable handle locks securely in the open position and folds down for compact storage. \n\nGood Tip: The Splatter Screen is also perfect for making crisp stove-top popcorn!",
    "referenceId": null,
    "date_created": "1417722948",
    "date_modified": "1480706871",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "3787098",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "OXO-Splatter-Screen",
    "category": null,
    "duration": "52",
    "settings": [],
    "asset": {
        "author": "OXO",
        "videoId": "nWTQPtmnoiw",
        "hookText": "http:\/\/www.oxo.com\/p-392-splatter-screen.aspx Keep your stove and countertops clean with the OXO Good Grips Splatter Screen. Made of perforated stainless ste...",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/nWTQPtmnoiw\/hqdefault.jpg",
        "mediaDuration": "52",
        "hdvFlag": 0,
        "uploadDate": 1400639783,
        "prettyDuration": "00:00:52",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "At OXO we love solving pet peeves and there are a lot of pet peeves around cooking and cleaning when you're using hot oil the access splatter screen will help keep your stove and counter tops clean even when cooking with oil that can bubble and splatter made of sturdy perforated stainless steel the screen keeps grease contained when you fry bacon, sausages, potatoes, and more. The screen is generous enough to fit frying pans up to 13 inches wide and features grooved rings to rest the screen on different sized pans.The soft comfortable handle angles up so that it can fit securely on cookware handles it locks securely in the open position but simply press the button and it folds down for compact storage. Here's a good tip the splatter screen also acts as a vented lid when cooking stove top popcorn or wilting leafy greens.",
    "VV_VI": "7",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1364.6691,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}