{
    "title": "Dulce de Leche Latte Recipe with the Breville Barista Expres",
    "description": "SUBSCRIBE to my channel: http:\/\/goo.gl\/iA05G\nINSTAGRAM: http:\/\/instagram.com\/honeysucklecatering\n\nSubscribe to Breville: http:\/\/bit.ly\/13seTt4\nThe Barista Express: http:\/\/bit.ly\/18L9lzj\n\nFACEBOOK: http:\/\/www.facebook.com\/myhoneysucklecatering\n\nProduced by",
    "referenceId": null,
    "date_created": "1417722292",
    "date_modified": "1418182183",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "3784083",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Dulce-de-Leche-Latte-Recipe-with-the-Breville-Barista-Expres",
    "category": null,
    "duration": "213",
    "settings": [],
    "asset": {
        "author": "breville",
        "videoId": "kkOH3RJ9YYQ",
        "hookText": "SUBSCRIBE to my channel: http:\/\/goo.gl\/iA05G\nINSTAGRAM: http:\/\/instagram.com\/honeysucklecatering\n\nSubscribe to Breville: http:\/\/bit.ly\/13seTt4\nThe Barista Express: http:\/\/bit.ly\/18L9lzj\n\nFACEBOOK: http:\/\/www.facebook.com\/myhoneysucklecatering\n\nProduced by http:\/\/www.fotomokio.com\nMusic by Haim Mazar\n\nhttp:\/\/youtu.be\/kkOH3RJ9YYQ\n\n\nA cup of bold, dark coffee layered with creamy milk and a hint of sweet caramel is reason enough to get up in the morning. More specifically, a Dulce de Leche Latte will wake up your senses. And I'm going to make one right now.\n\nA latte is simply 3 parts milk to one part of espresso. And you can add many different flavors to spice it up. Using freshly roasted coffee beans and grinding them right before you use them, will give you that distinct flavor and aroma. \n\nFirst I'm going to steam my milk. When you direct pressured steam through milk, it changes the protein properties inside and forms these thousands of little tiny air bubbles that give you the steamed milk as well as a fluffy layer of foam on top. It also turns the milk sweet and delicious! Remember to use fresh and cold milk every time, and only steam the amount you need.\n\nI filled my milk pitcher and now i'll place the steam wand inside the pitcher until it's submerged. With the steam on full blast, I move the pitcher up and down until it gets warm.  I'm adding foam to the milk. See the milk spinning around like a whirlpool? The trick in steaming milk is to be patient with it. When it gets warm, I stop aerating it and then continue heating up until the side of the pitcher is too hot to touch. That's when I know my milk is ready. \n\nNow it's time for the espresso. You can play with the coarseness and grind amount to determine the boldness of flavor. I like mine on the darker, bolder side, so i'm going to put it on a coarse grind. I'm filling up my portafilter just to the edge. A portafilter carries the grounds in its basket, and attaches to the machine before water is pressured through to give you your espresso shot. \n\nSo once i fill the portafilter with the coffee grounds, i tamp it firmly, about 30 pounds of weight, so that the surface is flat, compacted, and smooth. Now I attach the portafilter to the machine and let the infusion begin! You can see the thick espresso pouring out followed by a blonde crema. \n\nBut now we need to act fast before the crema breaks down and the flavor loses intensity.\nNow i'm pouring the espresso into a mug and adding a tablespoon of vanilla syrup. Next, i'm pouring the milk into the middle of the cup, slowly, while holding back the foam with a spoon. The espresso and milk will start mixing together. \n\nWhen the cup is almost full, I pour the milk in a little faster until a foam starts to appear. Then I finish by scooping the foam out with my spoon until it looks like I have a little cloud in my cup. I drizzle some of the dulce de leche on top of the foam, and that's it -- the perfect latte. Totally delicious.\n\nThanks to Breville for providing the Breville Barista Express!\n\n© 2014 Honeysuckle Catering. All Rights Reserved. Making things Fun, Pretty, and Delicious! Honeysuckle is a lifestyle channel for young adult women interested in entertaining and cooking at home.",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/kkOH3RJ9YYQ\/maxresdefault.jpg",
        "mediaDuration": "213",
        "hdvFlag": 1,
        "uploadDate": 1377656946,
        "prettyDuration": "00:03:33"
    },
    "transcripts": null,
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 956.51135,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}