{
    "title": "Hoover Air Cordless vs. Dyson DC44: Which Picks Up Better?",
    "description": "We compared the new Hoover Air Cordless vacuum to the Dyson DC44 Animal Digital Slim in a series of side-by-side tests.  In this cordless vacuum comparison video, you'll find out more about the similarities and differences between the Air Cordless and the",
    "referenceId": null,
    "date_created": "1438367487",
    "date_modified": "1438367487",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287018",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Hoover-Air-Cordless-vs-Dyson-DC44-Which-Picks-Up-Better",
    "category": null,
    "duration": "228",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Hoover",
        "hdvFlag": 1,
        "hookText": "We compared the new Hoover Air Cordless vacuum to the Dyson DC44 Animal Digital Slim in a series of side-by-side tests.  In this cordless vacuum comparison video, you'll find out more about the similarities and differences between the Air Cordless and the DC44, from run time, to charge time, to performance and price.  We look forward to hearing your reviews of the two vacuums. \n\nLearn more at www.HooverAirCordless.com",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/blHXZZnOzmM\/hqdefault.jpg",
        "videoId": "blHXZZnOzmM",
        "mediaDuration": "228",
        "prettyDuration": "00:03:48"
    },
    "transcripts": "Hi I'm Patrick from Hoover. We wanted to answer the question how does the air cordless compare to the Dyson d.c. 44. I'm going to walk you through the features of both cleaners to help you make your choice about which is best for your home. Air cordless is a full sized upright it shares several characteristics with our popular air steerable vacuum including the skateboard inspired steering technology that helps you navigate around furniture and obstacles in your home. It also has wind tunnel three technology and above floor cleaning wand cleaning tools and multifocal or cleaning capabilities. While the d.c. 44 is also a steerable you'll notice that it's significantly smaller. It doesn't stand up on its own so you may want to find a place to use the wall mounted charger for storage and operation. The d.c. 44 is held in the hand similar to a hand back. Here requires that you hold the trigger for continuous cleaning. Or cordless operates like a traditional upright and that when you power it on it stays on while you clean. Their cordless. Also has the capacity of a full sized upright. Our dirt cup holds a 1.05 liters that's more than twice the size of the d.c. 44. Dyson says that the d.c. 44 will give you 20 minutes of run time however on boost mode that time decreases to around eight minutes. The air cordless does not offer a boost mode. Ours always operates at full power and has an average run time of 25 minutes on a single battery. Because it comes with two batteries. You can clean up to 50 minutes at a time. Both cleaners do provide feed free suction power through the entire cleaning process. Our lithium life battery will charge completely in about three hours according to Dyson. Their d.c. 44 battery takes about five hours to charge both cleaners include powered brush heads and above floor cleaning both cleaners also have dirt cups that empty from the bottom. As of now the d.c. 44 cost $399 on their website and includes a two year warranty. Your cordless cost $299 and includes a five year warranty. Let's look at performance. Dyson likes to show their lab tests which includes a lot of fine dust on a bare floor. Here's what we found when we laid down a lot of fine dust on a bare floor. So we put our vacuums through additional tests that reflect life in our homes. Here's a mix of colorful debris on hardwood and carpets. So you can see the difference. So I hope that answers some questions. If you have any further questions for us you can leave a comment below or reach out to us on Facebook or Twitter. We're here to help.",
    "VV_VI": "6",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 932.63794,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}