{
    "title": "Hamilton Beach Big Mouth Juice Extractor",
    "description": "Get a great deal @ http:\/\/www.sears.com\/appliances-small-kitchen-appliances-juicers-accessories\/b-1348877238\n\nNo need to strain your arm muscles extracting every drop of goodness from fruits and veggies, this Hamilton Beach Big Mouth Juice Extractor does ",
    "referenceId": null,
    "date_created": "1438377416",
    "date_modified": "1438377416",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287336",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Hamilton-Beach-Big-Mouth-Juice-Extractor",
    "category": null,
    "duration": "158",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Sears Product Reviews",
        "hdvFlag": 0,
        "hookText": "Get a great deal @ http:\/\/www.sears.com\/appliances-small-kitchen-appliances-juicers-accessories\/b-1348877238\n\nNo need to strain your arm muscles extracting every drop of goodness from fruits and veggies, this Hamilton Beach Big Mouth Juice Extractor does all the arm wrestling for you. This stainless steel juice extractor is called Big Mouth for a reason. Its wide feeding chute lets you input large pieces or even whole fruits and vegetables, in most cases, even without peeling. Just drop, press down and voila! Fresh, wholesome juice pours from the spout and the stuff you don't need like peels and seeds collect in a bin on the side. Easy to assemble and use, anyone in the family can plug it in and enjoy a fresh drink. \n\nTake a closer look: http:\/\/www.sears.com\/appliances-small-kitchen-appliances-juicers-accessories\/b-1348877238",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/O4--OvJXLXw\/hqdefault.jpg",
        "videoId": "O4--OvJXLXw",
        "mediaDuration": "158",
        "prettyDuration": "00:02:38"
    },
    "transcripts": "New to me I have a big mouth juice extractor. There's a couple different pieces that you can see on the box and I'll show you them this is a collector I'd like to put to my barracks are grocery bags inside of there. Here is. The piece. That actually juices you can see it blends see through has a very sharp blade some of them. You probably had in. The spout. My cup. And my unlucky through that is about to be juiced. So we're going to put the lid on. That and I live. In the. White house. To lock in my commision. Now I'm going to set the camera down and show you how it works. So here's a whole pair. I do not have to chop it up. Nothing illegal. Drug but inside. It's getting out loud and. I always leave it unplugged until you're ready. Just as a safety precaution. Right here. Now I will drop in. The in another. In a very. To go inside here and the scenes go inside here. Only thing comes out is your healthy juice to get a full serving of fruits and vegetables. You could also do vegetables. The only thing that you cannot get in there you have to peel oranges first. Not really a big problem you want to keep the life of your juice or going for as long as possible. Please see. Him enjoy him and it's delicious. There's the big juicer Hamilton beach. And a nice little box. It is wonderful. And makes delicious fruit juice is also. There it is. Thank you.",
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7335.232,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}