{
    "title": "Turkey Smoking 101: The Brine Method",
    "description": "http:\/\/www.campchef.com\/smoke-vault-24.html\nMatt from Camp Chef shows off how he uses the Camp Chef Smoke Vault to make amazing moist and delicious turkey.  Using the brine method combined with a smoke vault you can bet on a tasty turkey every time.\n\nMusi",
    "referenceId": null,
    "date_created": "1438629019",
    "date_modified": "1438629019",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288434",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Turkey-Smoking-101-The-Brine-Method",
    "category": null,
    "duration": "756",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.campchef.com\/smoke-vault-24.html\nMatt from Camp Chef shows off how he uses the Camp Chef Smoke Vault to make amazing moist and delicious turkey.  Using the brine method combined with a smoke vault you can bet on a tasty turkey every time.\n\nMusic:\n\"Acoustic Blues\" by Jason Shaw\nhttp:\/\/audionautix.com\/index.html\n\"Mountain Sun\" by Jason Shaw\nhttp:\/\/audionautix.com\/index.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/IbCqQAZewtQ\/hqdefault.jpg",
        "videoId": "IbCqQAZewtQ",
        "mediaDuration": "756",
        "prettyDuration": "00:12:36"
    },
    "transcripts": "Hello I'm at the camp today we're going to plan a turkey in preparation to smoke and you can just move on. I like to brighten my turkeys any poultry that I'm going to smoke at least 24 hours in advance. Gives you the ability to out some flavor of the bird on her ration to smoke it for and take the smoke. Times they were unsure of the step by step process that we go through when we hire an attorney before we actually some of it and we are using high mountain seasoning. They have a freak me out. Brine that's easily mix with water ice cubes and that's we're going to do it so you don't have to worry about all the recipes are out there and trying to find a good one. We use their stuff a tried and true now with our turkey incorporation what we've done to his bottle store in turkey isn't already been cleaned and prepped and we've watched it off friends to thoroughly he still kept it children so it's out of the fridge and they were going to go ahead and prepare our line so this point we've taken a water jug of wine and cool chest that we go ahead and put our turkey and she don't have to put it in the fridge. It's hard to find a spot in my fridge anyway for a turkey let alone a turkey in a container. So this way we're going to court and the pair are grinding in the cool just dropped a turkey inside a lissom ice cubes viola stirred up to mix it up when we need to keep it outside the fridge says great way to be able to utilize the space. First step is we've gone ahead and dumped in two quarts of water into the colchester. And take your Brine mixture that's already been pre-measured. Drop that out of the water. And then add another two corks are using a full gallon of water in with this MRI like to drop in the water before hand and after a loss of a mix up pretty well you can go ahead and turn that a little bit. Get the Brine to start to intermix with the water. Any ice cubes are going to go ahead and add about half of my allotment. And as well. You know trying to not be willing to. Grind results in the water. And then we're going to take our bird. And drop it right down into that. Brine mixture. I've double minded just to ensure that I know how many weeks. You want to ensure that you have enough liquid to cover the bird completely. So when you look at. Currently we have probably about another two inches where the water we need to add to her that her weight. Is about another quarter worth of water and then my remaining ice cubes. And I'm sure you're not going to line your container and make sure that you don't never mind. I went in a metal container if you don't want to use a metal of the salt interact with it and will affect the flavor it will teach that a metallic taste so good where you use the plastic liners that bird will be covered. And then. Go out and see all that. At this point. Every couple of hours or so come in and churn it out and make sure that Brian is equally surrounding the bird home and that's the process that we follow to go ahead and bring it once we're completed with this step and 24 hours we'll come back and take it out rinse it off and we'll show you the smoking process. All right we're back it's 24 hours later we've got a hen that turkey has been sitting in the Brine for 24 hours every couple of hours came in and you know started out just to give that a good shake in the bribery mixed up with the turkey so we're going to pull it out and take it over the same for it's awfully good. Bring it back and put on of the turkey canon Canada is a great product that we offer to be smoking and on the turkey canon today how you can use this in your convection oven on your barbecue. Just a great item that allows you to do. When the bird from the inside as well as the outside so you. Connect that together. Phyllis without cooking like would more walking step by step through that process we get this prepared for the turkey to be able to slide on there and like you said it's going to steam the good from the inside cuts the cooking time and mouth as well as a lot of moisture to your white meat. OK so this point we've rips the turkey off rinse really well the inside of a cavity as well as the outside of the bird and you want to get to I mean Brian off. And then go ahead and take some paper towels and just had a really dry you want to make sure all the moisture is off the outside. Of the me so that when we apply the olive oil on the spices being here really well OK at this point I have the turkey patted down it's dry. What I'd like to do as I print the turkey can eat is also go ahead and at this point have spices into the inside of the body cavity. I'm just a little bit so that you have those inside before you set it on the turkey dinners will do both of those now will be the trick you can as well as the inside of the turn I like to scream I'm sure he can go a little bit of non spending spree. It allows for a clean up really well once you're on the field. For a liquid we have Charles a wife cooking wine. A little lemon flavoring you know what about a cup on a half with the liquid into the tree. And you'll see once it almost gets to me. You're vent holes. You're obviously not going to want to know about that line. OK so this point we have a cup and a half of our cooking wine inside of the tree and. I like to down as well. Once I want to go have to spice up the inside of the body cavity. I throw so my spices that I'm going to use inside of the target here in the wall. And this allows for that. Flavoring to get into the steam is then going to look inside the bird. Now we're going to take some extra virgin olive oil brought the bird down that's in her purse like I said for us to go ahead and fly the bird on that all the spice onto its role with the turkey can and we're going to go ahead and slide the bird breast up. To ensure that it's firmly set. To make ensure that comes up all the way up into the neck of the bird. And they were to go ahead and apply some of the spices to the outside of the burden of those on. OK so this point we've gone ahead and got all our spices applied to the outside of the bird that will stick to that all of oil and I'm going to have to take an apple. And cut all the skin off it you're going to go ahead and trim it down to where it will fit into the neck of the bird. And you can use an apple and I mean whatever you would like to go ahead and keep that steam from all escaping out of the neck of the bird. Was an hour ago had allowed this to set I want to come a little bit closer to room temperature it's just been a lot of the ice water because meat takes more much better when it is a room temperature if you put another term you know the smoker right now or into your oven then it's going to shock to me because of the temperature difference was allowed to take is much smaller than a law that said one personal friend in the ready smile. All right or got our smoker all set up outside. Nothing says thanksgiving like a nice chilled 20 degree morning to say there's a great day to smoke as well we're going to go ahead and open the smoker we have our water drain the water train we're going to go ahead and fill about 3\/4 of the way full this is just going to keep the humidity inside as well for a little bit higher keep the bird from drying out. During his will be processed in our district trade in the bottom with poultry I like to use a lot of the sweet wood so I'm going to go ahead and use some powerful insurance next year some people will say advise you so if your chips and woman before hand. I'm I'm a fan of keep it simple. No reason to smoke them for me. Just along for smoking process going to watch him train the apple in cherry mixture. And then we're going to preheat the smokers are going to go ahead and turn it on get the burner fired up and give us heat box around the fire box all warmed up for that turkey and bring out it'll start to accept the smoke right away. All right well you've gone ahead and reheated smoker of the turkey is culture at room temperature. Let it sit out for just a little bit old thread and throw it into the smoker allowed smoke at about 280 to 300 degrees is where we're going to keep the smoker out want to get it done in lungs by lunch time for us here work so that's thrown in there at that temperature. Stick our rule the wrong meter probe into the thickest part of the breast and allow it to get about 165 before we'll pull it. They will go ahead and come back in about two hours to watch that remote thermometer. Make sure the temperature controlled I like to check the smoke make sure the smoker still regulating with this bill but they just want to make sure we've got to have the right temperature. All right so we've gone ahead we've waited about over an hour and 15 minutes into the smoking process. Internal temperature of the turkey was about 50 degrees when we started and ran up to 97 degrees on the digital thermometer. Going to go ahead and just give you a peek take a look and see how it's doing. Houses started to develop a nice crust taken small very well you can see that we're just getting a little wisp of smoke now at this point. Off of those chips they're almost done which you know two hours is about the max the meat's can actually take the smoke so we have good timing that way you can see how much more sure comes off that water tray. Even the moisture in there on that bird that smoke so everything is progressing nicely will probably give it another hour to come out and check the internal temperature and see where we're at. Our digital thermometer just went off so the internal temperature of the turkey just hit 165 which means we want to go ahead and kill the heat on the smoker. We turn the tank off and go ahead and pull out the side of the turkey wrap with tinfoil and then leave it inside of the smoker I go ahead and just leave it there it's an easy clean space to allow all those juices to flow back into the meat. We're in a lot of set for probably about 10 minutes and then come back out and carve it up all right when we got the turkey in the kitchen and we pulled out a smoker I said we love the center about 10 15 minutes so total cooking time from the time but it was four hours to his that internal temperature that we needed a lot of all over. The world and there is our finished product the nice crisp skin on the outside like some people like it but the first going to be careful of the moisture on the inside. So that you know you know we'll show you a nice smoke arena on the inside of this breast. So you can see how pink that meat is that has been obviously cured and now is ready to eat. Well carve this up get the staff to come out and gobble it up. It is it's really juicy but I never I stood so that is a very old dolls' granted whose taste is a mixture of everything. He was very good just OK just really want to know you know many of them. OK tell me when you know you've heard and you know it or not there's no I don't want a lot of comes down there yourself are you going to leave or I don't like this but no I mean I don't like the guy would be yelling at you not you know what does it mean that you would say he was a little smoky a local not so fragile that they were wrong. Good that you lived around the turkey. There's all this long way your version that low. Like the one I'm not. Going to do it.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6535.1562,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}