{
    "title": "Camp Chef Flat Top Grill",
    "description": "http:\/\/www.campchef.com\/flat-top-grill.html\n\nCooking a lot of food is easy when using Camp Chef's Flat Top Grill. The large surface area will enhance your cooking experience giving you plenty of room to work. Included is an interchangeable professional fl",
    "referenceId": null,
    "date_created": "1438630575",
    "date_modified": "1438630575",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288477",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Camp-Chef-Flat-Top-Grill",
    "category": null,
    "duration": "74",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.campchef.com\/flat-top-grill.html\n\nCooking a lot of food is easy when using Camp Chef's Flat Top Grill. The large surface area will enhance your cooking experience giving you plenty of room to work. Included is an interchangeable professional flat top griddle making it easy to cook pancakes and eggs, then switch to grilled burgers for the next meal. Four individual burners simply control heat in specific areas creating heat zones that will help you manage hot foods. The folding side shelves and roller wheels are added for convenience.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/G8DjbJFIE6M\/hqdefault.jpg",
        "videoId": "G8DjbJFIE6M",
        "mediaDuration": "74",
        "prettyDuration": "00:01:14"
    },
    "transcripts": "I can probably introduces all new flat top grill. Perfect for entertaining large crowds or for a family feast. Go from grill to grill in just seconds with the interchangeable flat top griddle it comes with a pre-season ready to cook on a non-stick surface. Adjustable he control knobs with built in mattress ignition control the flame of for 12,000 b.t.u. brothers two large folding side shelves and utility shelves for holding condiments and utensils. They come standard with two removable grease trays to collect drippings for easy cleanup equipped with roller wills for easy mobility and transportation. The girdle has a convenient carry handle also has a large diffusion plate to eliminate any hot spots. Grilling and cooking outdoors just got easier with camp should. Have an ultimate barbecue party maybe a large pancake breakfast or a large stir the new top has it covered the way to cook outdoors.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "2"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4245.9263,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}