{
    "title": "All-Clad Pot Rack Installation",
    "description": "Watch as you are professionally guided on installing the All-Clad pot rack",
    "referenceId": null,
    "date_created": "1438380540",
    "date_modified": "1438380540",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287405",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "All-Clad-Pot-Rack-Installation",
    "category": null,
    "duration": "890",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "AllCladOfficial",
        "hdvFlag": 0,
        "hookText": "Watch as you are professionally guided on installing the All-Clad pot rack",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/wDFov8ZIj3A\/hqdefault.jpg",
        "videoId": "wDFov8ZIj3A",
        "mediaDuration": "890",
        "prettyDuration": "00:14:50"
    },
    "transcripts": "Take the insulation template on the ceiling where the park will be located. It is recommended to place tape only on the center cutouts. Tape the corners after the hole location has been determined. Using a stud finder ensure the mounting holes are located at least one inch from the ceiling joists. Use caution that no electrical plumbing or gas lines are located where the holes will be drilled and sure the template is mounted squarely with the surface below. Joe four holes were indicated on a template using a nine sixteenth's drill bit. We've moved template from the ceiling in order to mount a talkable to hold the metal channel five along I hope and insert the metal piece through the hole in the ceiling. Once the metal piece is completely through the drilled hole pull the I hope down to the metal channel is parallel with the ceiling. You'll feel it engage. Ensure that at least three threads are engaged with a metal channel. Use a wrench to tighten the knot against the ceiling. Repeat the steps into the other three toggle holders are mounted in the ceiling. Measure from the bottom of the I hope to the ceiling to make sure they are the same distance. Connect three chains to the islands letting them hang from the ceiling. You move the wire frame from the stainless frame and place it on a flat surface. Do not rotate the wire frame ensuring that the eye hoaxer point in op. It's the stainless frame and connect one chain to the corresponding I hook then connect the diagonal chain to the stainless frame. Finally connect a third chain to the stainless frame. This can most easily be done by inserting it above the stainless frame where the missing chain would be located. Connect the fourth chain to the I hope install the hooks through the top of the wire frame the top part of the hook should rest in between two parallel wires to prevent the hook from falling through to adjust the location of a hook. Simply push up from the bottom and side it to the new position. When hanging pots and pans and sure they are loaded evenly on the pot rack items can also be placed on top of the wire frame and sure they are large enough not to fall through. If you notice that the chains are at different tension levels you can adjust the eyeholes until they are all the same. If you feel uncomfortable installing the pot rack yourself consult a professional for installation.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4058.0452,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}