{
    "title": "Dyson 360 Eye robot – engineering an intelligent robot vacuum capable of cleaning properly",
    "description": "Find out more at https:\/\/www.Dyson360eye.com  \n\nThe Dyson 360 Eye robot is a powerful vacuum cleaner first and foremost. In fact, it’s actually got the most powerful suction of any robot vacuum*.  Other robotic vacuums often neglect cleaning performance. ",
    "referenceId": null,
    "date_created": "1438366278",
    "date_modified": "1438366278",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286953",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Dyson-360-Eye-robot-engineering-an-intelligent-robot-vacuum-capable-of-cleaning-properly",
    "category": null,
    "duration": "128",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Dyson US",
        "hdvFlag": 1,
        "hookText": "Find out more at https:\/\/www.Dyson360eye.com  \n\nThe Dyson 360 Eye robot is a powerful vacuum cleaner first and foremost. In fact, it’s actually got the most powerful suction of any robot vacuum*.  Other robotic vacuums often neglect cleaning performance. In order to conserve battery life, they use weak, inefficient motors, meaning they have poor suction and pick up less dirt*. Powered by the energy efficient V2 Dyson digital motor, the Dyson 360 Eye™ vacuum uses Radial Root Cyclone™ technology to effectively separate dust and dirt, capturing particles down to 0.5 microns – 600 times smaller than the dot at the end of this sentence.  A full width brush bar gives the Dyson 360 Eye vacuum maximum cleaning coverage, with stiff nylon bristles for carpet and soft anti-static carbon fiber filaments for hard floors. Continuous tank tracks maintain speed and direction across all floor types.                                                         #DysonRobot        \n                                                                                                                        https:\/\/www.facebook.com\/Dyson                                       https:\/\/www.twitter.com\/Dyson                                                 https:\/\/www.youtube.com\/DysonRobot                                  \n*All performance claims are based on machines available in the Japanese market in July 2014. Claims are only applicable where the product is available to buy.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/0qo-ZXw2k-4\/hqdefault.jpg",
        "videoId": "0qo-ZXw2k-4",
        "mediaDuration": "128",
        "prettyDuration": "00:02:08"
    },
    "transcripts": "When the dice intrinsics to I robot. All right was to develop an intelligence reporter got in Korea but actually came your close proximity. Of the without a powerful motor you know how could suction so we've done a Dyson has developed our own digital motor which is one of the world's smallest and fastest. The thought that the life of enables us to generate greater thought of a bunch of these I will focus allow us to measure the difference and you can clearly see the following. Generally great thoughts. So this test will show us visually how important extras such moves to the full. Of the hey you can see how much dust has been left behind by this machine is a huge amount of dust the crevices still for the which is in complete contrast to our machine which is picked up much more than our machine have a clean head that covers the width of the product so the path it takes is the part that claims. Some other robot machines have these sites weekers which are meant to help make up for the small with the clean head. These sites where you can sometimes just to stir up the dust rather than actually sucking it up they can flick dust up into the air which is really the last place that you want it. Having sucked up the dust and dirt from the floor the next time you have to do is separate the dust from the air flow and the way we achieve this is by using cyclonic technology so we have one large out of sight claim and we have eight in a site claims that remove the find dust and because of the extremely high velocity of the air flow we were even able to remove microscopic particles from the air. Another important feature for a robot vacuum cleaner is to have good traction control and tank tracks are the best way to deliver that good traction. If you have a conventional wheel on the product you are very much more likely to go off course or slip tank trucks grip or surface and climb and pull itself up over the objects without the machine having to be picked up manually placed down again.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 14320.727,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}