{
    "title": "Cuisinart Pizza Dough",
    "description": "You can make your own delicious pizza dough using only yeast, warm water and sugar. For a printable version of this recipe, see http:\/\/www.cuisinart.com\/recipes\/breads\/436.html?r=yt",
    "referenceId": null,
    "date_created": "1438307511",
    "date_modified": "1438307511",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286107",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Pizza-Dough",
    "category": null,
    "duration": "330",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisinartVideo",
        "hdvFlag": 0,
        "hookText": "You can make your own delicious pizza dough using only yeast, warm water and sugar. For a printable version of this recipe, see http:\/\/www.cuisinart.com\/recipes\/breads\/436.html?r=yt",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/WYlTRk4318I\/hqdefault.jpg",
        "videoId": "WYlTRk4318I",
        "mediaDuration": "330",
        "prettyDuration": "00:05:30"
    },
    "transcripts": "I just finished making a pizza right over here. Then whenever the pizza is then whatever comes you and mine is the first time I did it so was a few years ago when frank sinatra came to the restaurant I was very excited. I thought he would order something fundamentally that are prepared and already asked me the night pizza so very quickly I had to come up with a recipe. So that's the a part of it so I just have my chopping blade ready in a working board and known preparing the yeast I have some lukewarm water in my container here and I think the yeast. And being the sugar. Then I would just steer it very lightly just is all of the east and in of course I said on the side for about 10 to 15 minutes and to the east foams that means I know the east is a life. And over here I have one way to be ready for me that means life are ready to go. So and I mean a flow to the work pool. I put the salt in it. And going to process that for like 45 seconds by pouring in in the same time so I have made ready here and let me try it on. It was just a tiny little charge illyria told on Syria. So no once I have that I am going to take the dog out with a little bit flower. And let me take it. And here I go. I'm going to need a little bit just to make it together. You know who I'm rooting it out. OK once the door is ready right so when I look so good. I've always been fairly generous with a flower he just makes your life a little bit easier. Kind of building a circle and of course. The do my shrink a little bit since it just then been processed but I will let it rest a little bit on the pen. All right I have my door ready so what I would really like to do or so is always a little bit of cool meal. I put it on board and make sure that a corn meal really sticks into the do and I put a little bit of flour on top and I will. Bring that to the. I pad and here we go. Let me bring a pen in here so we're opening it up and see the cornmeal actually sticks on the door. Perfect so we have our pizza. Right here. Oh right. So no let's put the topping on so I have some tomato. Sauce right here and I'm just going to smear you know in these. Everything is going to be a very generous pizza. All right. Yeah all right. Once I have that you know I'm putting some onions own. Sprinkle some onions. And that's not all looking really good and enough the dirt. Nice generous layer of cheese and of course cheese and cutting the onions and kind in the peppers are all these ingredients of course you can use actually a food processor so to make your life will be easier and once I have all that we can sprinkle some parsley on it. Here we go I have some tomatoes that I've cornered and put meters on top so you can really play it's really up to you what you want to do there is no restriction there's not one particular law we can do just a little bit of pepper and then coming up with a nice layer of cheese it's really nice and she. And the last little touch always a little bit salty in particular the outside of the crust. So when you're biting into it you get that excitement that pizza is ready it bakes at about 425 degrees for 20 minutes and that's the final product and I must say I think the first time of the muppets did it came out that way. I'm very happy you know today because it's so many since great pizza.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4220.1597,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}