{
    "title": "Magic Bullet The Original Baby Bullet Food Processor 4-Cup Food Processor at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/product.asp?SKU=18181711\nThe Original Baby Bullet™ Food Processor is BPA free and allows you to easily make and store homemade, healthy and delicious baby food. Thanks for watching. Make sure to subscribe to the Bed Bath & ",
    "referenceId": null,
    "date_created": "1438645710",
    "date_modified": "1438645710",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288630",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Magic-Bullet-The-Original-Baby-Bullet-Food-Processor-4-Cup-Food-Processor-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "114",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/product.asp?SKU=18181711\nThe Original Baby Bullet™ Food Processor is BPA free and allows you to easily make and store homemade, healthy and delicious baby food. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/T7TjtbJVjdc\/hqdefault.jpg",
        "videoId": "T7TjtbJVjdc",
        "mediaDuration": "114",
        "prettyDuration": "00:01:54"
    },
    "transcripts": "Introducing the latest addition to the magic bullet family the baby bullet. Now you can make and store a week's worth of fresh organic baby food in under five minutes for less than $3. The baby boy that makes fresh organic nutrient rich baby food in an instance like this apple in plum puree full of vitamins and antioxidants made in just seven seconds the secret is the baby bull its unique baby blend Blain the perfectly purees any ingredients to the perfect consistency for any stagey to just push and twist for a silky smooth purees for stage one. Early eaters or pushing Paul's first stage to baby food with a chunkier texture for older babies making healthy delicious baby food is now this easy. The flat milling blade grinds oats rice and other grains into fine cereals for the smoothest oatmeal and perfect for a baby's first meal you'd pay up to $70 a month for jarred baby food. Bad luck the baby bell it turns this one sweet potato into 20 ounces of fresh organic baby food that's equal to eight jars of baby food from the store and storing your fresh baby food is just as easy. Just pour your puree into the storage cup and twist the lid to seal. Now turn the dial to today's date and you instantly have your own made on date so you'll always know how fresh your baby's food is you should have a baby pull it because it is a whole 15. That makes making your baby a natural organic baby food slow food and the best part of it is that he has a little dial and he can put that on the date on it so you know when it's good until you need the baby the baby bullet system teaches you what to feed your baby when to feed and how much to feed your baby at every stage of their development with the baby bullet system you can make and store a week's worth of baby food in under five minutes for less than $3 and the best part is the complete system is safe nontoxic and b.p.a. free.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 10443.762,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}