{
    "title": "Dirt Devil Scorpion Aspiradora Manual Modelo SD20005RED",
    "description": "",
    "referenceId": null,
    "date_created": "1438384034",
    "date_modified": "1438384034",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287489",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Dirt-Devil-Scorpion-Aspiradora-Manual-Modelo-SD20005RED",
    "category": null,
    "duration": "100",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Dirt Devil",
        "hdvFlag": 1,
        "hookText": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/AehsXOPVkpQ\/hqdefault.jpg",
        "videoId": "AehsXOPVkpQ",
        "mediaDuration": "100",
        "prettyDuration": "00:01:40"
    },
    "transcripts": "Dirt devil and leave it at that speed out us money to present the list. Scorpion that spit out a man one must both an animal as is so they said oh so you know said I'll see you there. Scorpion lesbia speak out and get a scorpion Islam hood up soon that's a spit on us money is spent the house song. Scorponok last put out a monolith. But guess what you see it there is a mountain it they're both seen this thing on track. Let me tell you what I meant the last two c.d.'s than there are there are so feel so low I could point to one when I got in the lab you the hello sticker department think Walter all of us. Systemic quick flip Kaminski may don't even figure out what I mean yet or they may have yet to if you know if you move out of the fields get a visit then they say sent the methadose but I mean we're looking at is the fuselage themselves safe to help us feel horrible. Loosen up at this part of the mess. See you on this train if you must go to our number zero. Transport that he meant that it's a new thing that I'm going to ask you know what I'm on all of this. Let's make way to the animal there is survey sotto said oh so dosing air to air their dirty double scorpion spit out a monarch must both think that you know when you got your face it that is when using it on Thea. ",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 17.346323,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}