{
    "title": "Silk N' FaceFX Anti-Aging Device at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/silk-39-n-facefx-anti-aging-device\/1040237442. \nSilk N' FaceFX is a hand-held LED device for facial treatments of wrinkles, reducing pore size and improving the appearance of the skin. Thanks for watching. Mak",
    "referenceId": null,
    "date_created": "1438643907",
    "date_modified": "1438643907",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288616",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Silk-N-FaceFX-Anti-Aging-Device-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "90",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/silk-39-n-facefx-anti-aging-device\/1040237442. \nSilk N' FaceFX is a hand-held LED device for facial treatments of wrinkles, reducing pore size and improving the appearance of the skin. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/NY_UNjV9ljI\/hqdefault.jpg",
        "videoId": "NY_UNjV9ljI",
        "mediaDuration": "90",
        "prettyDuration": "00:01:30"
    },
    "transcripts": "This is me before the face of facts and this is me after face of facts with more youthful radiant skin. This is me before I tried. And this is me. After looking and years younger what these women and thousands more have discovered is the visibly transforming FDA cleared face of the state of the art at home anti-aging treatment that uses fractional red light combined with heat the same kind found in exclusive mets dermatologists offices to go below the surface of the skin where the first visible signs of aging begin. Face the facts bring together a patented combination of need in photosensitive energy to revitalize skin fight the visible signs of aging and deliver a more youthful and radiant appearance guaranteed after treatment with the new face of facts users report over a 90 percent improvement in skin texture and dramatic results plus 70 percent reported an improvement in multiple areas including fine lines and wrinkles face effects has been clinically proven to work in as little as one week. I recommand face effects for anybody who's interested in reversing the signs of aging. I sall results immediately as if x is the only thing that has actually worked. People have given me compliments and I haven't told anybody anything new zing it. This is me before face setbacks. And this is me after. But the more beautiful radiant skin.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 713.2977,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}