{
    "title": "How to assemble a Camp Chef Pellet Grill LUX",
    "description": "www.CampChef.com\n\nTake your outdoor cooking to the next level with Camp Chef's newest and largest Pellet Grill and Smoker. Designed with the home griller in mind, built-in features simplify the process of smoking. The included digital temperature readout ",
    "referenceId": null,
    "date_created": "1438629725",
    "date_modified": "1438629725",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288451",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-assemble-a-Camp-Chef-Pellet-Grill-LUX",
    "category": null,
    "duration": "212",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 1,
        "hookText": "www.CampChef.com\n\nTake your outdoor cooking to the next level with Camp Chef's newest and largest Pellet Grill and Smoker. Designed with the home griller in mind, built-in features simplify the process of smoking. The included digital temperature readout takes the guesswork out of the cooking process. An advanced digital temperature chip gives a more steady smoke and temperature, eliminating large temperature swings and giving a more consistent cooking temperature. Our patented Ash Can Cleanout System makes clean up the easiest out there. The Pellet Grill and Smoker features range from innovative digital smoker controls to dual temperature sensors. Discover the real secret of award winning BBQ cooks, low and slow smoking.  With the extra large grilling area you will be ready to grill for all your family and friends.\n\nFor best performance use Camp Chef Pellets. Camp Chef pellets burn hotter, meaning they last longer and are purer wood so they leave a better flavor.\n\nwww.CampChef.com",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Ukod1xVG2bY\/hqdefault.jpg",
        "videoId": "Ukod1xVG2bY",
        "mediaDuration": "212",
        "prettyDuration": "00:03:32"
    },
    "transcripts": "But today we're going to show you how to put together a new camp chef. Smoke pro l u x l a grill the tools that you're going to need are a Phillips screwdriver a 14 millimeter and wrench and a crescent wrench. It also helps if you have a second person to assist. We're going to first get started by opening the box including the boxes all the hardware they're going to need. Everything else is inside this program we're going to pull all that out and to put on the back. When it's on its back you know put the legs on first inside the box you will find a bag of hardware including the Allen wrench. Get that bag and you'll be using it for the legs when you put the legs on make sure the legs with the will go on the end opposite of the hopper. When you put the legs with the wills on make sure that the wheels are facing out. When you put your ball to make sure your washer goes first and then you lock washer and the nut. We're going to tighten this just so it's no good and we will tighten it all the way. Later on when it's upright once you've got those legs on we're going to put the casters on these way before you mount them to the grill. Just put them down put them in like that. Once you've got the legs on grab someone to help you out and to grow up right. Once you've got those bottom legs tightened up on all four. We're going to put the bottom shelf on. You'll be using the same boat. Just make sure you get in and tie on all four legs. Now we're going to move on to the chimney. Make sure you leave the gasket on the outside of the gross and the hardware is already included so just open the lid and sort it out. We're going to twist the chimney cap on and remember when you're smoking if you want to just the hide of that you can easily do so grab your Phillips screwdriver and install the front handle. So the side show if you're going to grab the remaining small bolts from your hardware bag and put the lock washer on first and then the washer and you'll use these to install the side show. The remaining things from your hardware box are your meat temperature probe your ass cup. And your grease catch. Our last step is to install the heat to fuse your plate and the grease tray. It's best to have some paper towels and all purpose cleaner to wipe the packing grease off before you put in the heat diffuser put goes in first. When you install the grease tray make sure this end goes into the grease job on the right side of the grill. And put the girl grates on top. For the warming trade. Best to tilt the right side down the left side up. That way can fit in easily. Now you're ready to smoke the grill and bake. I'm sure you can enjoy your new smoke throw by camp chef. The way to cook outdoors.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 942.59784,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}