{
    "title": "DashMulti - Aspiradora Canister Dirt Devil Multisuperficies modelo SD40050",
    "description": "",
    "referenceId": null,
    "date_created": "1438384425",
    "date_modified": "1438384425",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287496",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "DashMulti-Aspiradora-Canister-Dirt-Devil-Multisuperficies-modelo-SD40050",
    "category": null,
    "duration": "122",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Dirt Devil",
        "hdvFlag": 1,
        "hookText": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/tDZeXax5OW0\/hqdefault.jpg",
        "videoId": "tDZeXax5OW0",
        "mediaDuration": "122",
        "prettyDuration": "00:02:02"
    },
    "transcripts": "Dirty both in and goes to the prison palace a dash multi a spit out a canister cyclone a cutscene bought him a little as is so they want to settle settle single settle a complete mess you don't speak out of us went back on technology a cyclone we got to listen bang you are going to see a lot of money had to be put in this below see that it's as both of them mean those those watts. As more people there including those daily goggles I formed as you thought but this one talk on the bed that get better with that I'm going to be stuck up at this moment there. As scipio said I come in those started up at this farm but us no I get aboard that up or still. Better mentally without fussing meant that is true those are going to know there are so feel as hip at that moment the no 0.10 in the no airport Sando the boiling point both of us make wrongness and food to us and we're not really but I know that I got just dances went up when I got a letter tucked in the single man throws. Listen what about those going to residence in that up at this money how to fussy meant that when they see this as he read that I typed as Lee Hedda. No single point of those cables went up among geta scipio part of it he said but you know but I thought he said. Yes into the scope we called them at that. Among the telescope the best movie out is that if you see the success local militarist and we're really coming on you know they got Anthea. Let's stick with him a little and say they want to settle settle single settle dash multi speed out dirt canisters to clinica seen boards.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 12.715741,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}