{
    "title": "How to Smoke the Perfect Chicken",
    "description": "Scott Leysath, The Sporting Chef, walks you through two easy ways to smoke the perfect chicken.  \n\nfor more info visit: http:\/\/www.campchef.com\/pellet-grills",
    "referenceId": null,
    "date_created": "1438629700",
    "date_modified": "1438629700",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288449",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-Smoke-the-Perfect-Chicken",
    "category": null,
    "duration": "275",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 1,
        "hookText": "Scott Leysath, The Sporting Chef, walks you through two easy ways to smoke the perfect chicken.  \n\nfor more info visit: http:\/\/www.campchef.com\/pellet-grills",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Z93ZK5q8jmg\/hqdefault.jpg",
        "videoId": "Z93ZK5q8jmg",
        "mediaDuration": "275",
        "prettyDuration": "00:04:35"
    },
    "transcripts": "No you know what's really popular in the grocery stores. Other roasted chickens. Now these are little chickens and they've been there for a while and they're actually pretty good. But you can do a lot better at home with some fresh chickens and a camp chef. Step one turn on your camp chef pellet grill. You can either do a whole chicken and season it well. If you want to Brine it which is basically just a water solution. Leave it in there overnight. That'll add a little bit of moisture but this is a nice fat roasting chicken. Seasoned it all the way around. You can take it and put it directly into the camps. The faster way to cook it to get more color on the outside on all sides is to lay it flat cocking which basically is cutting out the backbone. I take my camp chef scissors and I'm just going to cut the backbone out. You can do it with a knife also but these scissors go right through it. Poultry shears. And you want to lay it out this way season it. So that's a spatchcock. Or you can just cut it into halves which actually makes it a little easier to serve at events and cut it right down the breast bone. So at your next barbecue when you're serving half chickens we've got have chickens all right. On the grill. I'm going to put them skin side down. Because the. First thing I want to happen is I want a nice crispy skin. That's going to take about an hour to an hour and 15 minutes. The really critical part is to make sure that the internal temperature of the chicken is to me about 170 degrees and I'm going to put that right into the side away from the bone. And I'm going to close the lid because I want to get a whole bunch of smoke flavoring on my chickens. But the one that I swear that. I'm going to flip. The and what you get here is you're going to get more crispy more brown on both sides. This whole chicken over here I'm going to leave it just like it is. It's going to get brown enough on both sides trust me on this one. Depend on the probe of the we've got a few more minutes here. The pieces split chickens are done first. Well because they're split chickens. I'm a. Beautiful color crispy all the way around. Really really really moist. It's a lot of moisture coming out of there if you can see all that juice bubbling out. That is chicken deliciousness. So now the whole chicken is done I'm going to take my tongs take the whole chicken out put it on the board and I'm going to let it rest for a few minutes because it's really really hot. So now here's how to break down a cooked whole chicken. First I start by splitting it down the breast so that I can have the 2\/2 of the chicken but I'm going to take off the leg and thigh section and then I'll remove the leg and then remove the drumstick. We've got a drumstick over here. And here's. The chicken weighing in on the breast I'll start and take the whole breast off from the breast bone. Slice it. Add it to the Platter. Now what I have here over here I have the chickens that were browned on both sides. A little extra crispy but way way juicy. And then I have the whole chicken that's been cut up into smaller usable parts. Both incredibly flavorful lotsa juice just enough smoke and cooked perfectly with my camp grill.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 8652.9,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}