{
    "title": "Camp Chef SmokePro SE",
    "description": "The SmokePro SE Pellet Grill is built so you can discover the real tastes of award winning BBQ right from your own back patio. Simply select the desired cooking temperature and let the electronic controls maintain temperatures for you. Cooking temperature",
    "referenceId": null,
    "date_created": "1438629556",
    "date_modified": "1438629556",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288446",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Camp-Chef-SmokePro-SE",
    "category": null,
    "duration": "57",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 1,
        "hookText": "The SmokePro SE Pellet Grill is built so you can discover the real tastes of award winning BBQ right from your own back patio. Simply select the desired cooking temperature and let the electronic controls maintain temperatures for you. Cooking temperatures range from 160°F up to 500°F, including low or high smoke settings. The built in grease management system keeps things clean for the next barbecue. Utility shelf added for convenience.\n\nhttp:\/\/www.campchef.com\/smokers-grills\/wood-pellet-smokers\/smokepro-se-pellet-grill.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/DnOwEAd_-rg\/hqdefault.jpg",
        "videoId": "DnOwEAd_-rg",
        "mediaDuration": "57",
        "prettyDuration": "00:00:57"
    },
    "transcripts": "I hope I can share probably introduces the new smoke pro se bill so you can enjoy mouthwatering barbecue. Straight from the back patio. The automatic bill Auger and continuous fail provide even heat and smoke distribution for convection style flicking the electronic controller helps maintain a consistent cooking temperature ranging from 160 degrees up to 500 degrees with low and high smoke settings. You'll have perfect flavors every time the safety shutdown mode and 18 pound capacity to make things even easier when cooking a grease management system helps a little and they any mess. Roller wills in the utility shelf have been added for your convenience. With 429 square inches to smoke grill or bake the options are almost endless with the new smoke pro se pill a girl can't show the way to cook outdoors.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 875.6093,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}