{
    "title": "Strawberry Glazed Ribs",
    "description": "Ingredients:\n1) Rack of Ribs\n2) Olive Oil\n3) Your Favorite Rib Rub\n4) Apple Juice\n5) Strawberry Jam (small jar)\n6) Butter (1\/4 cup)\n\nStep 1) Prepare your ribs by removing the membrane\nStep 2) Lightly coat with olive oil\nStep 3) Heavily coat with your favo",
    "referenceId": null,
    "date_created": "1438629997",
    "date_modified": "1438629997",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288460",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Strawberry-Glazed-Ribs",
    "category": null,
    "duration": "189",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 1,
        "hookText": "Ingredients:\n1) Rack of Ribs\n2) Olive Oil\n3) Your Favorite Rib Rub\n4) Apple Juice\n5) Strawberry Jam (small jar)\n6) Butter (1\/4 cup)\n\nStep 1) Prepare your ribs by removing the membrane\nStep 2) Lightly coat with olive oil\nStep 3) Heavily coat with your favorite seasoning or rub \nStep 4) Smoke at 275 degrees for 4 hours\nStep 5) After 2 hours spritz with apple juice and again at 3 hours\nStep 6) Reduce strawberry jam on medium heat, then mix in butter\nStep 7) Glaze ribs with sauce at 4 hours, finish smoking for 10 more minutes\n\nwww.CampChef.com",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/JnbCPf3Q2y4\/hqdefault.jpg",
        "videoId": "JnbCPf3Q2y4",
        "mediaDuration": "189",
        "prettyDuration": "00:03:09"
    },
    "transcripts": "Oh hi gang. My name is Katie. I'm ahead of you would be cute if you barbican drug going to show you how to do my breakfast right here and we're going to trim it up to st Louis style what I like to do is I take my knife and we trim the flap off right here OK and also known as MRI used to hear my knife to keep things kind of straight that way I don't cut into the profit. So we're coming along here like so down here in this area right down here. Is where the rib tips are what we want to do. And square this off you have a visual and you see the house where it is OK that would make the initial cut. Along here like so. I could take much of it off right here. Also now. Move right over here. And we're going to take the membrane. When I do this. To some people have a tendency to pull it up and keep it. To the. Ribs and it pulls off easily. Here is. Good it's good good try to get it on here. We want to do you want to repeat the same process. On this. We're going to take this out to our camp you have a smoker. That's waiting for that. A temperature of 275 degrees. OK here we can. Make it happen. From apple goodbye nor. 100 percent. But I like to smile. We're simply going to take a strawberry jam you can find in any of your local stores had gone I prefer to see this group take it out of the drive and into a saucepan like you saw right here so you put it at a medium he want to break down and then I'll add a little bit of butter in there. And take the edge off would have stirred up real good and getting ready to go outside. All right gang he would go right there for just a minute and it's. Time to take these bad boys that we hear. They're beautiful.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "4"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 446.9297,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}