{
    "title": "Camp Chef Portable Outdoor Oven",
    "description": "www.CampChef.com\n\nEnjoy hot, mouth-watering cinnamon rolls before at the tailgate party, or delicious cornbread at deer camp with the Portable Outdoor Oven. So bring your favorite recipes because your outdoor cooking possibilities have just expanded. This",
    "referenceId": null,
    "date_created": "1438629481",
    "date_modified": "1438629481",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288442",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Camp-Chef-Portable-Outdoor-Oven",
    "category": null,
    "duration": "56",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 1,
        "hookText": "www.CampChef.com\n\nEnjoy hot, mouth-watering cinnamon rolls before at the tailgate party, or delicious cornbread at deer camp with the Portable Outdoor Oven. So bring your favorite recipes because your outdoor cooking possibilities have just expanded. This oven will give you the ability to bake in temperatures up to 350° F using a 9 x 13 pan. When you’re camping with the Portable Outdoor Oven you can enjoy delicious, hot blueberry muffins in the morning and rich chocolate brownies in the evening. This oven is also perfect for fresh bread, enchiladas and more. Because of its portability it is great to have on hand for emergency preparedness.\n\nwww.CampChef.com",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/KNe0DYyFBnM\/hqdefault.jpg",
        "videoId": "KNe0DYyFBnM",
        "mediaDuration": "56",
        "prettyDuration": "00:00:56"
    },
    "transcripts": "No portable outdoor the most versatile cameraman on the market out of the box and ready to bake in just minutes. Constructed of a brushed stainless steel with a fuel efficient insulated box and adjustable by featuring 3,000 b.t.u. burger with a built in actual signature. Big enough to hold a nine by 13 making. Yet small enough for easy transportation. The built in temperature gauge makes it easy to monitor and control breaking. The temperature for a glass window allows you to keep an eye on the progress of what you're baking with chip chip portable outdoor oven makes mills in the outdoors just that much better. Take it camping hunting mission. Or even great to have a room for an emergency camp show us the way to cook outdoors.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 439.26096,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}