{
    "title": "Hoover® WindTunnel® 3 Pro: Loss of Suction? Performance Indicator Red?",
    "description": "Hi BClark! I read your review on Hoover.com about your WindTunnel clogging and put together this quick video with some tips that should get your vacuum working like it did the very first time you brought it home. If you still need help, let us know. We're",
    "referenceId": null,
    "date_created": "1438369062",
    "date_modified": "1438369062",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287229",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Hoover-WindTunnel-3-Pro-Loss-of-Suction-Performance-Indicator-Red",
    "category": null,
    "duration": "58",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Hoover",
        "hdvFlag": 1,
        "hookText": "Hi BClark! I read your review on Hoover.com about your WindTunnel clogging and put together this quick video with some tips that should get your vacuum working like it did the very first time you brought it home. If you still need help, let us know. We're here to help!\n\n-Ian\nHoover Customer Care\n\nLink to this video: https:\/\/youtu.be\/LVZm2Tyl7qw",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/LVZm2Tyl7qw\/hqdefault.jpg",
        "videoId": "LVZm2Tyl7qw",
        "mediaDuration": "58",
        "prettyDuration": "00:00:58"
    },
    "transcripts": "Hi bee Clark this is Ian from Hoover Sawyer of un Hoover dot com I want to help you get your wins on all three pro pet working as it should. If your system indicator is 75 percent red there is likely a clot somewhere which is a perfectly easy fix. I saw that your answer fields were ready and let it drive for the recommended 24 hours which means you're halfway there. Now check for clocks in your main hosed by the attaching it here and twisting here. Use a broom handle to knock out any debris. Those are the two likeliest places for a clog but if your filter was clean and there's no clogging your main hose I have one more place for you to check. Layer vacuum down and remove the bottom guard now remove the brush roll. Use a grabber tool to pull out any obstructions from your lower hose. Hope this helps let us know if you need more help via Facebook, Twitter or email me personally at Ian's at McCormick at floor care dot com.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1447.9294,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}