{
    "title": "Hair Tutorial: Sleek Pompadour with Braun Satin-Hair 7 SensoCare & SensoDryer",
    "description": "We all like to make an entrance and today’s look oozes elegance straight from the runway.  Be ‘catwalk’ ready wherever your evening takes you. Sascha recommends starting by lightly blow drying your hair with the SensoDryer diffuser to give volume to your ",
    "referenceId": null,
    "date_created": "1438631200",
    "date_modified": "1438631200",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288487",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Hair-Tutorial-Sleek-Pompadour-with-Braun-Satin-Hair-7-SensoCare-SensoDryer",
    "category": null,
    "duration": "106",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Braun",
        "hdvFlag": 1,
        "hookText": "We all like to make an entrance and today’s look oozes elegance straight from the runway.  Be ‘catwalk’ ready wherever your evening takes you. Sascha recommends starting by lightly blow drying your hair with the SensoDryer diffuser to give volume to your hair.\n\nHow to hairstyles for long hair with the Braun SensoDryer & SensoCare styler: \nStep 1\nStart by blow drying your hair with the SensoDryer professional nozzle. \n\nStep 2\nSplit the front section into 3 parts. Backcomb the middle section and then do the same to the sides. \n\nStep 3\nBuild the quiff: Take the top sections and start to twist firmly to form the shape. Then fix your hair in place with bobby pins. \n\nStep 4\nStraighten the rest of the hair. The SensoCare straightener adjusts temperature as you style for ultimate heat protection, ensuring perfectly sleek and healthy-looking hair. \n \nFind more trendy hairstyles:\n#hairtutorial Big volume with waves: https:\/\/www.youtube.com\/watch?v=TM5-3v1II-Y&index=1&list=PLnjhc4UmS9C09t3qERa2MnfYqNDL9vzE8\n#hairtutorial Messy Bun: https:\/\/www.youtube.com\/watch?v=nsjalIUHuDI&index=3&list=PLnjhc4UmS9C09t3qERa2MnfYqNDL9vzE8\n\n\nBuy Braun Satin-Hair 7 SensoCare dryer: http:\/\/www.braun.com\/global\/hair-care\/Satin-Hair-dryers\/Satin-Hair-7-sensodryer\/Satin-Hair-7-sensodryer-models.html\n\nBuy Braun Satin-Hair 7 SensoCar styler: http:\/\/www.braun.com\/global\/hair-care\/Satin-Hair-straighteners\/Satin-Hair-7-sensocare-styler\/Satin-Hair-7-sensocare.html\n\nGet more info on Braun Hair Care: http:\/\/www.braun.com\/global\/hair-care.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/U8aV8OTsqbM\/hqdefault.jpg",
        "videoId": "U8aV8OTsqbM",
        "mediaDuration": "106",
        "prettyDuration": "00:01:46"
    },
    "transcripts": "We all like to make an entrance into dates let's use this elegance straight from the runway be kept ready ever you can take such a recommend starting by lightly blow drying it with a sense of dry diffuse it to get volume to have. Them gather the front section of your hand put it to the summit. You can use a head tie just to keep the rest out of the way. Next take the front section and split it into three. Back on the front middle section. Then do the same to the sides. You may wish to buy. For them. Now we're going to build the quick. Take the top sections and start to twist firmly to from the show. Move it forwards you I'm a little more drama. Then secure it in place with one of two Bobby pins. Under the rest of the hat and straighten. The sense a guest right now adjust temperature is the style but ultimately protection ensured perfectly sleek and healthy looking as. If you have a fringe. Feel free to shape it into a smooth curve to frame your face. And there you go. The chic sleek pompadour.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "9",
        "4"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 596.5486,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}