{
    "title": "Breville Presents: Mug Shots with David Schomer",
    "description": "David Schomer cares a lot about the fragrance and flavor of coffee. So much so that he left an engineering career at Boeing to pursue this passion. His story is inspiring and unique. \n\nLearn more about Breville:\nhttp:\/\/www.brevilleusa.com\n\nTake a look at ",
    "referenceId": null,
    "date_created": "1438363100",
    "date_modified": "1438363100",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286879",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-Presents-Mug-Shots-with-David-Schomer",
    "category": null,
    "duration": "236",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "breville",
        "hdvFlag": 1,
        "hookText": "David Schomer cares a lot about the fragrance and flavor of coffee. So much so that he left an engineering career at Boeing to pursue this passion. His story is inspiring and unique. \n\nLearn more about Breville:\nhttp:\/\/www.brevilleusa.com\n\nTake a look at this great coffee recipe eBook:\nhttp:\/\/foodthinkers.com\/coffee-by-design-ebook\/\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\/\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa\/",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/pUYEOBU4C_s\/hqdefault.jpg",
        "videoId": "pUYEOBU4C_s",
        "mediaDuration": "236",
        "prettyDuration": "00:03:56"
    },
    "transcripts": "It's like a sunrise have more power with us just warm bloom that grew and grew and grew and the sweetness and the aftertaste and little traces like low clouds would come across the palette of things like dark chocolate and my excitement was at an insane level. My name is David shomer and we're in Seattle at my brakes location and I start each day with espresso macchiato the balance of art and science especially in the espresso method is almost perfect. The science is the part where my background came in. I do come from a long line of engineers. My father was an engineer my grandfather was an electrical engineer and I got out of the air force and I was at Boeing metrology precision may Sherman is all about controlling each factor that might affect a measurement of a very small quantity. Though the engineering is within me but I have enough of my mother that I really want to do something beautiful. The coffee is absolutely beautiful to me. I knew that I love the fragrance because when I was four my mama took me to the food giant on 40 fifth and they would grind in the store then and I could smell this fragrance. I loved it and I thought if it is the exotic world of a dog. But my passion remains to preserve the fragrance into a cup to enjoy as a flavor and aroma experience which is very technical and it's the ordinarily difficult. Thing coffee is enormously complex. The progression of things from grind by the cup develop a perfect tamper develop your flow rate shot cut off distribution techniques all these things are like Ukrainian nesting dolls or each time you solve one there's another little doll inside another little problem you didn't know about. The entire list is rather simple and so I've had to create all this technique and innovate on equipment and push push push push push push every avenue I can find to move this thing forward. The goal of course being to preserve the fragrance into a cup to enjoy the flavor and aroma I want that and I will not be happy to have that in every car. They're roasting is the creation of the flavors and they are locked within the coffee bean. I am taking each bean and I'm roasting it to where its karmas sugar and its variety of flavors are at its absolute peak but the espresso method is the only one that can preserve the entire fragments into a cup that roasting philosophy and the dedication to sweet coffee. Kind of like in life the sweetest people in things are often the most perishable. Very true coffee I am sort of watching myself hand the baton to the next generation. I train these young people every single day and we have 50 on staff. That means that in 2006 years I've trained 100 100 of people how to make this coffee. The thrill I get from teaching people this lovely art is infinite because each person is different. I'm extremely happy camper but there is still more work to do. I'd never retire I'm going to be right here walking my rounds with my little pad on and teaching people coffee right up until you know it's not working anymore. I'm very very lucky man.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1031.4073,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}