{
    "title": "How to Smoke the Perfect Salmon",
    "description": "www.CampChef.com\n\nThe Sporting Chef Scott Leysath walks you through step by step on how to smoke the perfect salmon using the Camp Chef Pellet Grill and Smoker.\n\nwww.CampChef.com",
    "referenceId": null,
    "date_created": "1438629757",
    "date_modified": "1438629757",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288452",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-Smoke-the-Perfect-Salmon",
    "category": null,
    "duration": "155",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 1,
        "hookText": "www.CampChef.com\n\nThe Sporting Chef Scott Leysath walks you through step by step on how to smoke the perfect salmon using the Camp Chef Pellet Grill and Smoker.\n\nwww.CampChef.com",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/x88xgjMAy3k\/hqdefault.jpg",
        "videoId": "x88xgjMAy3k",
        "mediaDuration": "155",
        "prettyDuration": "00:02:35"
    },
    "transcripts": "Let me show you how easy it is to smoke a salmon on the camp chef and tell a girl I like smoking a salmon at 250 degrees. You can go lower temp with more smoke and get a smoky or salmon you can actually crank it up higher and get a crispy or salmon. To me 250 degrees gives me just crispy enough on the outside and just done on the inside. Today I'm going to go higher temperature at 2:50. You could even go 303 50 and I'm going to get real small flavor in a lot less time than 250 degrees. If you want to give it a couple minutes for the grill to warm up and the smoke to do its thing. The seasoning part is easy. I'll put a light coating of all of oil on the salmon. And then add my favorite rose. Once again. I'm going to put the salmon skin side down. That skin will get nice and crispy and we can actually hold the salmon right off of the skin or you can keep the skin on. And just for a little extra flavor. I'm going to put some lemons and limes across the top. I'm going to close the lid get some nice smoke on this salmon and then I'm going to check in about '10 to 15 minutes. I want to get to about 150 to 155 degrees with the camshaft pellet grill. You have this temperature probe. That all plays into the fat part of the salmon and then I've got a button here. That will tell me what the internal temperature of that salmon is and we're looking at about another 20 to 25 minutes before this is corrupt and has that great outdoor smoky flavor. All right. It's been about 30 35 minutes my pro tells me the internal temperature is right where I want it. Now I've got some tomato. Avocado salsa. I'm going to serve right alongside here. The way I would serve this is just like this on this Platter. Get a big keeping portion of this perfectly smoke cooked salmon using my camp chef pellet grill.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 10737.459,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}