{
    "title": "Dress Up Your Dining Room Table",
    "description": ".ca",
    "referenceId": null,
    "date_created": "1438649639",
    "date_modified": "1438649639",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288709",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Dress-Up-Your-Dining-Room-Table",
    "category": null,
    "duration": "95",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "hookText": ".ca",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/mpMCIfx96nM\/hqdefault.jpg",
        "videoId": "mpMCIfx96nM",
        "mediaDuration": "95",
        "prettyDuration": "00:01:35"
    },
    "transcripts": "Dressing your dining room table for a party is a lot like getting dressed for one yourself. Hi I'm Julie from bed bath and beyond setting a great party table means paying attention to every layer that goes on it. Like most great party outfits there's more to this table than meets the eye. It all starts with what's underneath. So always start layering your table with a table pad to protect it from heat and spills. They're also great to smooth out the bumps across multiple folding tables if you're setting up to serve a crowd. Then put together your tables party outfit the linens that will come together on top of your table as any stylist will tell you to look great. It has to fit right. Measure your table to get the perfect size that won't let you show too much leg. If children are coming to the party consider adding a clear protective layer to guard against the masses. If you don't want to cover your whole table it can be easily cut to size. There are also clear protectors for your dining room chairs. It wouldn't be a party outfit without the accessories. A runner adds visual interest and ties the whole table together. Use place mats to accentuate each person's space and add another layer of color and sparkling napkin rings for a charming jewelry like touch and of course a beautiful vase of flowers as a finishing touch. Try coordinating chair covers. They complete the look and really dress up your table in its best party style. Get everything you need to just your own beautiful dining room table at bed bath and beyond.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "20"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 265.84308,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}