{
    "title": "Camp Chef Sherpa Camp Table and Organizer",
    "description": "NEW from Camp Chef, the Sherpa Camp Table and Organizer.  With a sturdy clip on table top and 4 zippered organizer bags, the Sherpa Camp Table and Organizer is a welcome addition to any camp site.\nhttp:\/\/www.campchef.com\/sherpa-table-organizer.html",
    "referenceId": null,
    "date_created": "1438629552",
    "date_modified": "1438629552",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288445",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Camp-Chef-Sherpa-Camp-Table-and-Organizer",
    "category": null,
    "duration": "159",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 0,
        "hookText": "NEW from Camp Chef, the Sherpa Camp Table and Organizer.  With a sturdy clip on table top and 4 zippered organizer bags, the Sherpa Camp Table and Organizer is a welcome addition to any camp site.\nhttp:\/\/www.campchef.com\/sherpa-table-organizer.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/KBo2HxsCw6E\/hqdefault.jpg",
        "videoId": "KBo2HxsCw6E",
        "mediaDuration": "159",
        "prettyDuration": "00:02:39"
    },
    "transcripts": "Can't chef leader in outdoor cooking equipment introduces the sherpa camp table and organizer. With a sturdy table top and four organizer bags. The sherpa is the perfect addition to any campsite. The camp chef sherpa camp table and organizer is easy to set up. Simply extend the legs from the bottom four corners and remove the aluminum tabletop from the attached compartment. Remove the tabletop from the storage pocket unfold it and place it on top securing the ends by attaching the clips. On the table is now ready to use excess the organizer bags by and sipping the front of the sherpa table. The front flap folds down completely for easy access of the included storage bags. Inside you'll find four separate bags each made of heavy duty 600 in their fabric. One of the bags is coated on the inside for use as a cooler or sink. Remove the bottom two storage bags and zip down the divider and you have a compartment perfect for transporting and storing any of the camp chef mountain series stoves. Take down is just as easy as set up. Unclipped the table top and fold by thirds. Stow the tabletop in the tabletop storage bucket located on the back of the sherpa camp table. Collapse the telescoping legs by pressing the release button and sliding them up into the table's aluminum frame. Once the legs are collapsed you're ready to go. Carrying the sherpa camp table and organizer is easy but the padded carry handles the camp chef sherpa camp table and organizer coming to a camp chef dealer near you. Visit w w w camp chef dot com for more information.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "27",
        "18",
        "3"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6536.0806,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}