{
    "title": "Scales 2",
    "description": " ",
    "referenceId": null,
    "date_created": "1438361879",
    "date_modified": "1438361879",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286854",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Scales-2",
    "category": null,
    "duration": "126",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisinartVideo",
        "hdvFlag": 1,
        "hookText": " ",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ShFFIwTovQA\/hqdefault.jpg",
        "videoId": "ShFFIwTovQA",
        "mediaDuration": "126",
        "prettyDuration": "00:02:06"
    },
    "transcripts": "Hi I'm Theresa with cuisinart and I'm here to talk to you about digital scales. I have three units here in front of me. These are just three at the end of the entire line. What we have are the pro danton edge as well as the dual pro and the precision chef they all have touchpad controls large l.c.d. readouts and they all measure into different modes in the imperial mode as well as the metric mode in when you're working when you're measuring in the imperial mode it starts as little as one eighth of an ounce. All the way up to 11 pounds on this unit and this unit on the dual pro is actually up to 25 pounds. If you're doing that trek it is up to five kilograms and the great thing about this particular unit is so cute nice and sleek and elegant design is that it has a stainless steel cover. If you're weighing on me or weighing some vegetables you can just remove this. But this goes into the dishwasher so therefore there's no mistake in contaminating your food. And the precision shop this is great because this is a cover for the unit unit you turn it over and now it's your way. Vessel the great thing is that it also has measurement markings in the back which is great an effort to say you're you're breaking something and you have flowering here it has a spout to pour your flour right into whatever you're cooking in your bowl. OK and this on the dual pro the great thing about this is not only do you weigh on this but it also serves as you can see here I'm finding out a lot of it serves as a cutting board. So I'm actually going to weigh on some of my own walnuts here and I have a few a few ounces and then you can actually take a knife and chop along and to you know whatever size I need for my recipe and when you're done you this actually is removable and goes right into the dishwasher for easy clean up. So they are habit these are cuisinarts digital scales. So savor the good life with an art.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "20",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 12.684927,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}