{
    "title": "How to Cook Prime Rib on the Pellet Grill and Smoker",
    "description": "Take a closer look at how to make that perfect prime rib on the camp chef pellet grill and smoker.  This mouth watering recipe will leave you wanting more!  A great way to grill and smoke outdoors this summer\n\nhttp:\/\/www.campchef.com\/pellet-grill-smoker-d",
    "referenceId": null,
    "date_created": "1438628914",
    "date_modified": "1438628914",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288433",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-Cook-Prime-Rib-on-the-Pellet-Grill-and-Smoker",
    "category": null,
    "duration": "267",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 1,
        "hookText": "Take a closer look at how to make that perfect prime rib on the camp chef pellet grill and smoker.  This mouth watering recipe will leave you wanting more!  A great way to grill and smoke outdoors this summer\n\nhttp:\/\/www.campchef.com\/pellet-grill-smoker-dlx.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/5o36iLRYyM8\/hqdefault.jpg",
        "videoId": "5o36iLRYyM8",
        "mediaDuration": "267",
        "prettyDuration": "00:04:27"
    },
    "transcripts": "Oh I met with camp today we're going to walk you through how to cook a prime rib at our new Pella grill and smoke are the first step I like to start with the local butcher. Order prime rib this is a 10 pound prime rib. I've had him cut it off the bone and then tie it back on that we were going to cook it with the devonian has a lot of flavor a moisture to the roast is tied back on and then we've gone ahead and seasoned it about and some ground pepper garlic a few other spices that we like to add on to the prime rib for flavoring. Put it in the fridge overnight wrapped in plastic and we got it out and now we're going to let it sit for about two hours to get to look closer to room temperature and I'm going to go out and show you the step by step process of how to cook it in the new pellet grown small for. Hard so while we wait for the prime rib to get a room temperature were to go out and get the telegram smoker started first thing we did was plug it in and they were going to fill the pellet grilling smoker Hoffer full of pellets. All right so now you're turning on the switch. I'm going to set this to high. That's going to take this in about eight to 10 minutes of a start up setting going to run through that cycle to a 220 degree temperature inside. And so we get a good small. Around 220 degrees to room temperature it inside. Reaches about 110 degrees internal temperature. It will come back and show you how to finish it off. Hard so our prime rib since smoking for about three hours now. We want to check to see where it's at internal temperature wise. It's easy to do with our built and thermometer. You just go ahead and the temperature probe. It gives you the temperature of the probe which it says right now it's at 103 degrees. So really go ahead and turn this 400. One of the high smoke out at 400 degrees. Intel reaches an internal temperature of 125 from about 10 minutes 20 minutes and they'll be ready to serve. All right so as you saw we waited 125 degrees. We pulled a tree covered with four and with about 20 minutes now it's 335 degrees internal temperature which means it's perfectly medium rare. And as I mentioned this was. Tied back on by the butcher. Knife set cut the strings that it's tied on with and then it's ready to carve. So that play doesn't make you want a new camp chef smoker. Well prime rib the way I like it medium rare camp the way to cook outdoors.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7749.976,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}