{
    "title": "How to use Braun Face Exfoliation Brush | Becca Rose | Braun",
    "description": "Becca Rose has teamed up with Braun to talk about the Braun Face For Facial Epilation, which now has 3 interchangable heads for all your skin care needs. Here, she demonstrates the Exfoliation brush, which has super soft and dense bristles ideal for using",
    "referenceId": null,
    "date_created": "1459289380",
    "date_modified": "1459289380",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288517",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-use-Braun-Face-Exfoliation-Brush-Becca-Rose-Braun",
    "category": null,
    "duration": "69",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Braun",
        "hdvFlag": 1,
        "hookText": "Becca Rose has teamed up with Braun to talk about the Braun Face For Facial Epilation, which now has 3 interchangable heads for all your skin care needs. Here, she demonstrates the Exfoliation brush, which has super soft and dense bristles ideal for using daily for a gentle but thorough cleanse that leaves your skin feeling clean and soft. \nTo use the brush, first moisten it then apply your cleanser to the bristles; Becca likes to use a gel cleanser. Now moisten your face and guide the brush with gentle pressure and circular motions for about a minute. Once you have finished, rinse the brush and your skin, then continue onto the next step of your beauty routine! \n\nGet a deep pore cleanse and break free from impurities with the Braun face.\n\n To learn more about the Braun products that Becca Rose has recommended for getting your skin moisturised and glowing, check out http:\/\/www.braun.com\/global\/female-grooming\/braun-face.html and visit http:\/\/www.braun.com\/global for more beauty and lifestyle products that make a difference!",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/YWuvc966Kdk\/hqdefault.jpg",
        "videoId": "YWuvc966Kdk",
        "mediaDuration": "69",
        "prettyDuration": "00:01:09"
    },
    "transcripts": "Come right here they want to have you see a grown woman face a full facial affirmations you can then tell you the tools you can use by simply changing the head that result in addition to the country in front of the broader face now I have a real challenge to Russia. Yes radiation rush yet you're so crushed under v.c. funds but today I am going to talk a great deal experiential process which helps to consult on a dense versatile ideal for a gentle but foreign cars on a daily basis leaving my skin feeling clean and solved. Everyday I like to use mine with a gel face hospital for application of mice in the brush and mice in the face that I'm dying to brush with gentle passion I'm back in may since 1,000 units. I want to finish the brits the graphs princess again and you've already to go along to the next step of your p.t.s.d. So if you're looking for a deep hole currents are the explanation Russia is definitely the one for you. Break free from impurities in the crawl on the face.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "9",
        "18",
        "4"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 686.9611,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}