{
    "title": "A Story of Swiss Inventiveness",
    "description": "When Karl Elsener first opened a cutlery workshop in 1884 to provide a knife for the Swiss Army, his idea to create a compact tool was revolutionary. What he invented has long become a legend: the Original Swiss Army Knife. \n\nVictorinox's home in Ibach, S",
    "referenceId": null,
    "date_created": "1438626595",
    "date_modified": "1438626595",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288376",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "A-Story-of-Swiss-Inventiveness",
    "category": null,
    "duration": "226",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Victorinox AG",
        "hdvFlag": 1,
        "hookText": "When Karl Elsener first opened a cutlery workshop in 1884 to provide a knife for the Swiss Army, his idea to create a compact tool was revolutionary. What he invented has long become a legend: the Original Swiss Army Knife. \n\nVictorinox's home in Ibach, Switzerland, serves as a sign that not only is their product at the forefront of innovation, but the brand's continued commitment to efficiency, modernisation, and consideration for the environment is a true testament to an overarching company ethos. \n\n\"A story of Swiss Inventiveness\" is a short film released globally in 2013 which illustrates Victorinox's commitment to responsible manufacturing, through its innovative production process and the patented recycling programmes.\n\nIn less than three minutes the viewer will be immersed in the authenticity that is the Victorinox employee family, and gain an insight into this iconic factory, where generations of families have worked in the past 130 years. \n\nShot as a short story narrative as told by Yvonne, a factory office employee, viewers are taken on a  unique tour of this mysterious and super-efficient Ibach factory. Victorinox produces 120,000 complete units a day from the steel factory, yet miraculously uses the same amount of oil as your average family home. \n\nThe viewer will be taken on a journey where we learn of Victorinox's hydroelectric power, its zero waste on steel, and that it recycles cooling water from production to heat 114 homes in Ibach; the heart of Switzerland, otherwise known as 'Swiss Knife Valley'.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/n2XJg_Hmceg\/hqdefault.jpg",
        "videoId": "n2XJg_Hmceg",
        "mediaDuration": "226",
        "prettyDuration": "00:03:46"
    },
    "transcripts": "This sister factory in Switzerland been making sure. We make knives. For years. Mr. Mr. great grandfather started the business and the company has always been run by their family. So they asked me to tell the story of inventive and decide behind how to seek factory only uses as much as this family apartment plus how this home along with her if he did buy an innovative system in the Victorian factory. Let's meet our head of production. So the story has always feel that sustainability is important to the manufacturing rose says. This is my thought is this it is also guiding light to come to the city to be a skill he then began to first h if our nice production process is to send them out to play the guitar from true materials. The truth is that we see a stamping machine and to waste it's given back to the suppliers for new steel production. The next stage is to harden into place. Our open space the temperature of 1,052 could be. Our final Tuesday to start grinding and polishing to serve 2\/3 of the plate to give them their current final dimensions. The grinding publishing and hardening process this produce a lot of people. So we use water from our clothes water system to keep the machines cool and. The grinding and polishing process to produce a steel and waters to which we filter out the steel and pressed it with very high pressures into huge. Then we can't dispute back to the steel supplier. So in the factory we have absolutely no steel waste. To steal sludge recycling throws says it's one of the most innovative things big test invented in one 980 when my father had worked here 12 years. Since then we have recycling several 1,000 tons of steel. We need a lot of tricity to power to machines so we buy environmentally friendly electricity from a hydro electric power station close to the factory. We recycle the leftover cooling water all through it comes out warm so we use it to heat the factory and provide warm water for our showers restroom and 114 homes nearby. We are proud that our factory only uses as much heating oil as the family homes and that's thanks to our sustainable process it's the carbon footprint of a space harmonised is similar to your toast at great fit. Victorian ox and core of all its employees to take a passionate approach to recycling and saving energy. We all take the inventive spirit of Victorian home with us.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "25",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 583.2753,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}