{
    "title": "How to assemble: Dirt Devil Vigor Cyclonic Bagless Upright Vacuum UD70110",
    "description": "",
    "referenceId": null,
    "date_created": "1438384833",
    "date_modified": "1438384833",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287502",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-assemble-Dirt-Devil-Vigor-Cyclonic-Bagless-Upright-Vacuum-UD70110",
    "category": null,
    "duration": "114",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Dirt Devil",
        "hdvFlag": 0,
        "hookText": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/-eIN8yRvHRM\/hqdefault.jpg",
        "videoId": "-eIN8yRvHRM",
        "mediaDuration": "114",
        "prettyDuration": "00:01:54"
    },
    "transcripts": "Two assemble your dirt devil vacuum cleaner remove the contents from the Carton and identify the following contents. The base of the unit the back panel the handle a dirt cup a hose a combination extension wand and crevice tool and upholstery tool powered brush with a tool clip and a package with three screws lift the handle release on the base and lock it into the upright position. Align the back panel with the base and press firmly down into place. Insert two screws into the back of the panel and tighten with a screwdriver. Align the slots on the tool clip with the tabs on the handle and press firmly to snap into place. Insert the handle firmly into the top of the back panel insert one screw into the back of the handle and tighten with a screwdriver. Place the body. An edge of the dirt cup onto the cleaner and tilt back to snap into place. Insert the bottom tab on the hose intake into the slots below the back panel port and pivot up to snap into place. Wrap the hose clockwise over the hose caddy. And insert the hose end into the hose connection. Put the dusting brush on the storage post on the back with the bristles facing out. Store the combination extension wand and crevice tool on to the side of the cleaner the power brush doors on the tool clip in the front. Wrap the power cord around the top and bottom storage hooks your dirt devil vacuum is now assembled and ready to use. Be sure to read the owner's manual. There is also a contact a sticker on the back of the unit with a toll free customer service number. If you have any questions have the model number from the data plate on the back when you call.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 542.3185,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}