{
    "title": "Cuisinart Single-Serve Coffee Bar Collection (SS-300) Maintenance Video",
    "description": "Learn more: http:\/\/www.cuisinart.com\/products\/coffee_bar\/ss-300.html\n\nIntroducing a personal brewer! The Cuisinart® Single Serve offers consumers fresh gourmet coffee, tea, hot cocoa and more in under two minutes. Innovative one-touch technology and a hot",
    "referenceId": null,
    "date_created": "1438361314",
    "date_modified": "1438361314",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286808",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Single-Serve-Coffee-Bar-Collection-SS-300-Maintenance-Video",
    "category": null,
    "duration": "181",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisinartVideo",
        "hdvFlag": 0,
        "hookText": "Learn more: http:\/\/www.cuisinart.com\/products\/coffee_bar\/ss-300.html\n\nIntroducing a personal brewer! The Cuisinart® Single Serve offers consumers fresh gourmet coffee, tea, hot cocoa and more in under two minutes. Innovative one-touch technology and a hot water feature makes it easier than ever to enjoy a wide array of hot beverages. With over two hundred varieties of Keurig K-Cup® pre-measured, premium brand coffees and teas available, options are endless!\n\nJoin us:\nhttp:\/\/www.facebook.com\/cuisinart\nhttp:\/\/www.twitter.com\/cuisinart\nhttp:\/\/www.pinterest.com\/cuisinart",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/s0noP0CkuLo\/hqdefault.jpg",
        "videoId": "s0noP0CkuLo",
        "mediaDuration": "181",
        "prettyDuration": "00:03:01"
    },
    "transcripts": "It is important to periodical he clean the inside of your single serve coffee to remove built up calcium deposits. This is called scaling and is easy to do with a vinegar rinse because calcium build up can hinder brewing performance. This descaling should be done every three to six months depending on the mineral content of your water. To get started. Remove the water filter holder with filter from the unit. You will be doing two vinegar rinses so measure out 20 ounces of distilled white vinegar. Fill the water reservoir with 10 ounces of vinegar. Place a 12 ounce ceramic mug on the drip tray. Lift the brewer handle but do not add a cake up. After all the vinegar has drained into the machine's boiler. Lower the brewer handle. And press the hot water button the hot water button will illuminate a blue indicating the brewery's heating. Once the vinegar is dispensed. Discarded into the sink. Now start the second vinegar rinse by pouring the remaining 10 ounces of vinegar into the water reservoir. I lift the brewer handle but do not advocate. After all the nigger has drained into the machine's boiler lower the brewer handle and press the hot water button. This time. Power the brewer off as it starts to dispense then allow the brewer to sit for 30 minutes. Now power on the brewer lift and lower the brewer handle and then press the brew button. Once the vinegar is dispensed discard the hot contents. Now that the vinegar has removed the calcium deposits you need to rinse the machine with fresh water to remove any residual vinegar taste. Fill the water reservoir with 10 ounces of water. Lift the brewer handle but do not add a cake up. After all the water has drained into the machine's boiler. Lower the brewer handle and press the hot water button. Once the water is dispensed discarded into the sink. Repeat this process two more times. Descaling your brewer will help maintain the heating element and other parts that come in contact with water. So remember to descale your single serve every three to six months.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6604.957,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}