{
    "title": "SBC 1000 Soup Maker",
    "description": " ",
    "referenceId": null,
    "date_created": "1438361560",
    "date_modified": "1438361560",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286844",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "SBC-1000-Soup-Maker",
    "category": null,
    "duration": "477",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisinartVideo",
        "hdvFlag": 1,
        "hookText": " ",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/zSyXckF5VXw\/hqdefault.jpg",
        "videoId": "zSyXckF5VXw",
        "mediaDuration": "477",
        "prettyDuration": "00:07:57"
    },
    "transcripts": "Hi I'm Mary Rogers with cuisinarts this is our new cuisinart blending cook soup maker and beverage blender. It's extremely versatile and I'm going to go over a couple of features with you first of all it has a glass b.p.a. free blender jar you can blend cold beverages or any cold item up to 56 ounces and you can also make any type of soup or sauce up to 48 ounces. It has lots of great features have a pulse. Stop on and off blending speed up to four. It also has a 30 minute timer which I'll just show you so you can see you can so you can see it has a 30 minute timer has high. Media and low cooking speeds and they coincide with a low would be like a similar meeting would be like a saute and high would be like a full boil. The other thing that's really great is that it has a stir function so when you have your food items in there you can just put pressed. The stir and you can actually stir food I'll show you how to do it in a little while and we have a soup in there and that actually mixes your ingredients around while you're cooking them but it doesn't break the food up. This product also has a 900 watt worldwide patented cooking element in the bottom of the jar. It also all of the parts are removable and the cooking element should be washed by hand just so you know the rest of the parts are dishwasher safe. Let's first remove the lid by pulling it up. And also it has a measuring cup here and you can also use the lid to add ingredients while you're blending so the first thing that we're going to do is we're going to make a really great nutritious berry smoothie. We're going to add some. Water in the bottom you can also substitute coconut milk I don't have any Coke I'm it not milk today so I use that yogurt. We're going to add two bananas and we're going to also just break this up in pieces. Next we're going to do is add fresh berries. Which these happen today to be strawberries and you're making smoothies you can be creative and almost use whatever ingredients you prefer. And lastly I'm adding frozen blueberries. And when you add the frozen berries you don't have to add ice when you're making these movies because they'll keep it nice and I thought whoa. And then also frozen cherries. And lastly I'm going to add some honey. This is actually to your preference. Just add the honey because sometimes the berries aren't as sweet as you'd like them to be so this is totally optional that's up to you and I put the lid back on. We're going to turn the blender on. We're going to turn it on for him. And there you have it it takes about a minute to get a really smooth consistency to your blended smoothie would be great to start the day with a really nutritious drink just like this. So I just showed you how to make a great smoothie with this blender that's able to do all the traditional blending functions that you would at home. So not just movies but frozen drinks and also you can do vanna gratz. But I'm going to show you how to cook some soup with our blended cook soup maker. First thing that we're going to do is add a little bit better I preceded this. I turn the timer on and I also. Turn it on to high and you can see if the butter is melting. Very quickly. And as soon as that's done I'm going to add. Some shall it. Now you can use your own soup recipes that you're used to. Usually I make this with leaks too but today I'm not going to do that and what we can do is show you a little great feature on this as while you're actually sauteeing it you can press the star function. And what happens is it actually going to. Stir the food in there as if you were stirring a pot with a wooden spoon. It was a very efficient and that's what I'm going to do is that starting to saute I'm actually going to add the asparagus. And this is just fresh asparagus it's about a pound. Going to do the same thing when I put the lid back on and stir it. And this just helps incorporate the butter. And as it sauteeing it's going to help it start cooking. We're just going to let that saute for a few seconds. And then what we're going to do is we're going to add the rest of the ingredients. So for someone to remove the lid I. Am going to add the potato and I happen to have soaked this potato in a little bit of water so that it wouldn't turn brown and what the potato does for your soup says that it actually is a thickening agent so as your later on when you go to blend the soup it will have a nice thick consistency to it. So we add back. Can I add a little bit of white wine or cognac if you prefer. And then we're going to do is we're going to add the broth. This happens to be chicken broth you can actually use vegetable broth to fill that up. And then what we're going to do is add just a pinch of pepper or maybe two and some salt. Now what I'm going to do is going to put the lid on and I'm going to wait for that to come up to temperature and then we're going to do is going to set the timer so finishes cooking. So now there is soup is coming to a full boil. What I'm going to do is I'm going to set the timer for 20 minutes and set it on medium. So I have to do is press the plus button until you get up to 20 minutes. Hit medium. And then all we have to do is wait till it counts down and when it's finished I'm going to blend the soup but the thing that's great about this soup maker is that it doesn't just make soup you can cook so many other things with it. You can do tomato sauce you can do putting these you can do desserts you can do barbecue sauce. So remember it's not just for soup but it's a great way to cook without turning your stove on. So in a few minutes we'll come back we'll blend the soup up so now that our 20 minutes is almost elapsed what I'm going to do is switch from a cook mode to the blend mode. You just press the button twice and now I'm going to do is use the blending function. And we recommend that you don't go over the number three speed when you do this you can also use pulse. If you prefer. But I'm just going to blend it. Thanks and there you have it a rich creamy and velvety homemade soup and it takes no time at all you can do it almost any night of the week.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 188.5036,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}