{
    "title": "Hoover WindTunnel Air vs. Air Steerable vs. Air Cordless",
    "description": "The Hoover family of Air cleaners contains some of the lightest vacuums we've ever made. They're powerful, and also incredibly maneuverable. So what's the difference? We'll show you. ",
    "referenceId": null,
    "date_created": "1438368512",
    "date_modified": "1438368512",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287203",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Hoover-WindTunnel-Air-vs-Air-Steerable-vs-Air-Cordless",
    "category": null,
    "duration": "136",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Hoover",
        "hdvFlag": 1,
        "hookText": "The Hoover family of Air cleaners contains some of the lightest vacuums we've ever made. They're powerful, and also incredibly maneuverable. So what's the difference? We'll show you. ",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/_6Y_HcPXEuA\/hqdefault.jpg",
        "videoId": "_6Y_HcPXEuA",
        "mediaDuration": "136",
        "prettyDuration": "00:02:16"
    },
    "transcripts": "Hi I'm Felicia from Hoover. We've got some questions about the difference between our air vacuums I walk you through the differences between the air the air steerable and the air cordless. But first let's talk about the similarities. All three vacuums have hoovers patented wind tunnel through technology that means there are three channels of suction to pick up the other vacuums or just one. They all have a low profile they go under furniture like this. All come with a two in one tool for cleaning upholstery and crevices and all three use cyclonic filtration which means there is no loss of suction. They're all lightweight and powerful. The air's 12.4 pounds beer steerable is 13.4 pounds and your cordless is 9.9 pounds and that includes the battery. All three come with a warranty. The air has a two year limited warranty. The steering the cordless come with five years all of them have a full sized cup but the air in the air steerable hold a little bit more. 1.3 liters vs 1.05 liters you can pick up about this much dirt with the air cordless in this much with the other two. All three have a hose for above floor clean the air and air steerable both can stretch to 12 feet. The air Corliss has a shorter hose but with no cord in the lighter weight most people can carry it like this when using the hose. OK let's look at some of the big differences. The air maneuvers like a traditional vacuum with the air steerable you can swivel and twist the vacuum to pick up debris in ways you can't with there. It's actually inspired by skateboard technology making the sear ability feel natural. The air cordless is also a steerable inspired by the same skateboard technology is also who was first full size full power cordless vacuum it comes with two lithium life batteries. Together they provide up to 15 minutes of cleaning on carpet and bare floors. Two batteries means you can clean your home while your other battery charges. Finally the prices are different as well as you upgrade from air to steerable or steerable cordless. You'll see a price increase. Check this site for the latest prices. So there you go. I hope this helps you decide which vacuum is right for you but if you have any other questions I'd love to hear them. You can reach out to us on Facebook or Twitter or give us a call at 1\/8 009-441-2000 and if you do choose one of our air vacuums leave us a review so we can hear what you think.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 578.9509,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}