{
    "title": "Breville Presents Roger Berkowitz | The Restaurateur",
    "description": "Spending a day at Legal Sea Foods in Boston is a real experience. Roger S. Berkowitz, the President and Chief Executive Officer, barely considers himself a restaurateur even though he has over three dozen restaurants along the East Coast of the United Sta",
    "referenceId": null,
    "date_created": "1459289380",
    "date_modified": "1459289380",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286855",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-Presents-Roger-Berkowitz-The-Restaurateur",
    "category": null,
    "duration": "138",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "breville",
        "hdvFlag": 1,
        "hookText": "Spending a day at Legal Sea Foods in Boston is a real experience. Roger S. Berkowitz, the President and Chief Executive Officer, barely considers himself a restaurateur even though he has over three dozen restaurants along the East Coast of the United States. He says, \"I sell fish.  I just happen to do it mostly in a restaurant.\"\n\nLearn more about Breville:\nhttp:\/\/www.brevilleusa.com\n\nGet more on Breville's Food Thinkers:\nhttp:\/\/foodthinkers.com\/roger-berkowitz-the-restaurateur\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\/\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa\/\n\nBreville has a new recipe site check it out!\nhttp:\/\/foodthinkers.com\/",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/xvb99uKF4QI\/hqdefault.jpg",
        "videoId": "xvb99uKF4QI",
        "mediaDuration": "138",
        "prettyDuration": "00:02:18"
    },
    "transcripts": "When he said you're doing a story rushed right towards us and want to wear that hat I suppose. Cutting away all the layers I selfish. I just have to do it mostly in a restaurant. We evolved from a retail fish market and then we got into the restaurant business almost by mistake. But we were absolutely fanatical both quality and quality assurance and so that translated to succeeding generations down the road. It's important to us to know. How the source. Of seafood. Is a harvest. Can be handled. It has to do with integrity and knowing the boat holders and knowing how they ice the fish how they take care of. It if you trust. Your fisherman in terms of how the hell you're going to get a better product and that's going to translate to a better experience on the plate. We first had inspectors coming in and checking product and then we later set up a laboratory where we did our own shellfish testing as an example so every bit of shellfish now that comes into our plant before goes out to the restaurants is held in quarantine for 24 hours. I think that the real point of differentiation force is that although it sure would be considered a restaurant company we're really a fish company in the restaurant business and so when you change a sort of orientation you can look at things a little differently. One 992 when I took all right and there were a lot of things I wanted to do with the brand in terms of you know being the face I thought it was important that the public understand that it was a family operation. If people understand see the passion that we put into the seafood how we think about seafood and how we think about sustainability. You know it might induce him to want to give us a try. I like to look at things a little bit differently and ask the questions why not. What if. How come I'm not trying to get people to eat more fish. I'm just trying to get aretha with us.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "25",
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 529.9785,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}