{
    "title": "All-Clad TK - Introduction",
    "description": "",
    "referenceId": null,
    "date_created": "1438380924",
    "date_modified": "1438380924",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287416",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "All-Clad-TK-Introduction",
    "category": null,
    "duration": "99",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "AllCladOfficial",
        "hdvFlag": 1,
        "hookText": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/wsh8CN8uWgI\/hqdefault.jpg",
        "videoId": "wsh8CN8uWgI",
        "mediaDuration": "99",
        "prettyDuration": "00:01:39"
    },
    "transcripts": "I too was all class because that's where I used I think all clad embrace was the same but I was a leader one of integrity one of quality one of evolution. Those are things that that I could represent and that we represent. And the collection I think is very exciting. I try to see the different sizes different model combinations for versatility I think if you purchased a set you can have every piece of cookware in your kitchen to be able to produce a wonderful meal a wonderful range of clothes each piece and in all kind of t.k. has a brushed stainless steel finish it's not precious and really allows you to feel connected to the practicality of using this cookware. If you can't pour a sauce from one vessel to another without the fire in the room. The new handle design allows for greater control and it's really comfortable. There are so many people who are there than in urban areas where there are Kitchens a relatively small compact. So they don't fall out of space so we try to make sure that. We have addressed those issues and being able to look at where the universal is can be used on a variety of sizes of parts and are really my favorite I think when we come together around the table it's a really significant time and something that should be cherished. So I would really encourage everybody to embrace the idea of cooking at home. I hope all clad t.k. inspires the chef in you.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18",
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 141.84148,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}