{
    "title": "Braun Silk-épil 9 Bonus edition - tips & tricks on how to epilate with Kaushal Beauty",
    "description": "Join vlogger Kaushal Beauty while she discovers the new Braun Silk-épil 9 Bonus edition. Braun's fastest and more precise epilator now comes with a facial epilator so you can remove hair 4x shorter than wax from head to toe. \n\nGet more info on Braun Silk-",
    "referenceId": null,
    "date_created": "1438631702",
    "date_modified": "1438631702",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288500",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Braun-Silk-épil-9-Bonus-edition-tips-tricks-on-how-to-epilate-with-Kaushal-Beauty",
    "category": null,
    "duration": "185",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Braun",
        "hdvFlag": 1,
        "hookText": "Join vlogger Kaushal Beauty while she discovers the new Braun Silk-épil 9 Bonus edition. Braun's fastest and more precise epilator now comes with a facial epilator so you can remove hair 4x shorter than wax from head to toe. \n\nGet more info on Braun Silk-épil 9:\nhttp:\/\/www.braun.com\/global\/female-grooming\/silk-epil-epilators\/silk-epil-9.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/FsS6-vKgE7A\/hqdefault.jpg",
        "videoId": "FsS6-vKgE7A",
        "mediaDuration": "185",
        "prettyDuration": "00:03:05"
    },
    "transcripts": "How do I and my inspirational and I'm from the YouTube channel commercial p.t. and today I'm going to show you a brand new beauty gadget from groan and that is the little cloak appeal and I mean absolutely. Not only does this come with the efforts of your legs and your body but it also comes with an escalator for your things. Growing up I've always preferred speculating to any other kind of hair removal and I'm so excited to show you all you need to know about the brawn so can feel nothing. So now it's time to see what comes inside the box. So you've got your use of our meals the Everglades of your body and my b.f. latest specifically for your face. The charging cable and addition of shaved head telling the f.a.a. to into nifty shaving device and many draw on the escalating brush to get all the hairs out of the way to heads and also a little back to keep everything in this is also really good if you're going to be traveling as well so you can take it with you on that. If you have laid hands on by turning the style here and it has two settings a slower starting at a faster setting is so compelling I actually have a 40 percent wider head filling out more hands in one go which means that emulating is so much faster and so much quicker than ever the fall is that Lazar also has a new micro grape technology which basically means that the tweezers inside of the operating head are wider longer and deeper which however plating super fast and super easy. It also has a new high frequency was such a system these help massages skin before and after plating giving a much gentler appellation the Appalachian also has weapon drive technology which means that you can use this dry or wet in the shower using it where it does help reduce the prickly sensation. It also has this scandal ducting pivoting head giving a super close equitation on the contours of your body with a little spotlight to behave it shines on to you. And because of this law you can see the tiniest bits of her that you may have in your body making the whole application process. Supercar has the right to play in the evenings because this allows my skin to calm down and lose any kind of redness overnight. So many of us struggle with facial hair and face a facial escalator is actually 200 times faster than tweezing alone so you can imagine how many minutes that will save you in here. Not only that but this face Atlanta actually room sat four times short of the mark so I can provide half the results were always full weeks. What I love about this is this accolade to have two directions. This means all you have to do is move the Ara's either left or right depending on what have you using by flicking a switch you can use it both in your right hand and your lifetime it has a long and slim design so when you know it plating in front of the merry go hands don't work the way this is great because you get precise hair removal on your face without having to leave your home. I love using this to get rid of any unwanted hair in my face especially on my upper lip between my eyebrows and sometimes also in my sides being a huge chunk of the escalator I found that the more you use it the less pain you feel and it does become virtually painless with very little of use really helps you break free and take control of your feet to regime. Thing",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "26",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 680.38806,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}