{
    "title": "Breville Presents \"Make It Vegan\" Rosemary Chocolate Chip Cookies: Isa Chandra Moskowitz",
    "description": "For more about Breville, visit http:\/\/www.brevilleusa.com\/\n\nThis video showcases Isa Chandra Moskowitz making Vegan Rosemary Chocolate Chip Cookies. \n\nIsa masterfully combines almond milk, sugar, herbs, chocolate and (don't forget) an attempt at Popn'Lock",
    "referenceId": null,
    "date_created": "1438362863",
    "date_modified": "1438362863",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286873",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-Presents-Make-It-Vegan-Rosemary-Chocolate-Chip-Cookies-Isa-Chandra-Moskowitz",
    "category": null,
    "duration": "218",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "breville",
        "hdvFlag": 1,
        "hookText": "For more about Breville, visit http:\/\/www.brevilleusa.com\/\n\nThis video showcases Isa Chandra Moskowitz making Vegan Rosemary Chocolate Chip Cookies. \n\nIsa masterfully combines almond milk, sugar, herbs, chocolate and (don't forget) an attempt at Popn'Lock  to create some of the most delectable morsels of vegan sublime-ness this side of Nebraska.\n\nJust remember what Isa tells us: \"The key to working with Almond milk is to spill it on yourself\" -- follow this and you will have the best vegan chocolate cookies. Ignore this, and face the consequences.\n\nAdvantages for cooking vegan with Isa: \"Vegan cookie dough (unlike regular cookie dough) will not kill you...'\"  I guess she means when eaten raw?\n\nWith a nod to 80's break dance culture, and an acknowledgement of the divine art of combining herbs with chocolate mixed with a whole lot of style and skill -- Isa shows us how to make the most delicious vegan chocolate chip cookies ever conceived.\n\nGet the recipe here:\nhttp:\/\/foodthinkers.com\/2013\/11\/rosemary-chocolate-chip-cookies\/\nAnd get the free Make It Vegan eBook chock full of more recipes:\nhttp:\/\/foodthinkers\/ebooks\/make-it-vegan-with-isa-chandra-moskowitz\/\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa\n\nFor more about Isa, head to the Post Punk Kitchen website:\nhttp:\/\/www.theppk.com\n\nTheme song \"Salt\" by Kelley Deal and R. Ring:\nhttps:\/\/itunes.apple.com\/ke\/album\/salt-feat.-kelley-deal-mike\/id720904319\n\nLike Isa's Post Punk Kitchen on Facebook:\nwww.facebook.com\/PostPunkKitchen\n\nFollow Isa on Twitter:\nhttps:\/\/twitter.com\/IsaChandra\n\nCheck out Isa's new book: Isa Does It\nhttp:\/\/www.amazon.com\/Isa-Does-It-Amazingly-Delicious\/dp\/0316221902\n\nBreville has a new website check it out!\nhttp:\/\/foodthinkers.com\/",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/L4DOf4btp34\/hqdefault.jpg",
        "videoId": "L4DOf4btp34",
        "mediaDuration": "218",
        "prettyDuration": "00:03:38"
    },
    "transcripts": "You'd like to venture into baking and begin making and of itself is not we're not for you you might want to add some herbs to your chocolate chip cookies. Rosemary chocolate chip cookies. Continues in a magical. Unicorn combination. That is so very young me. We're going to start screaming the coconut oil with. The Rosemary. So we're going to be incorporating the Rosemary flavor. Throughout the cooking if you think Rosemary and chocolate is a little bit of a weird combination maybe it is but there is traditional things like mint and chocolate. Which are delicious together if you don't think so you're wrong. The first time I have Rosemary and chocolate combination was at a chocolate shop and I immediately knew that I had to turn it into a tricky term or some granulated sugar. Cream and together I'm sure if you've ever made cookies you've done this already. I just use a fork for. Partially because I'm lazy. And I don't want to wash anything else so. We're going to add a little bit of the off. And on the first spill it on yourself. And your loved ones. And we're going to add also. Some ground flaxseed and it makes the cooking nice and chewy. Oh the ice cream man is so that the ice cream man is been running my life for years so it makes sense that he's doing. So add up Alex. Half of the flour. So when you get like cream together but not with all flour added you can add your chocolate chips and this is going to help the chocolate chip distribute nicely throughout the whole cooking. Also reserve a couple of chocolate chips. For the end of a few semi-sweet chocolate chips most of them are beginning to just double check on the packaging. All right so. I like to use the dark in the sheet. Because it gives the cookies a nice dark crisp exterior. So a lighter baking sheet like a silver one is can give you a pale cookie. It's about two tablespoons for cookie but you don't have to measure it out. I mean unless you really don't know until spring is in which case definitely measure it out. And you can also sneak tastes because. If you don't kill you. At the end you can stick the chocolate chips into the top of the cookie is into little food stylist trick to make your cookies look extra adorable but now with Instagram and everything everybody is a food stylist. No offense to food stylist on south. Worldview but blowing smoke. Cigs or baking. Even after you take them out of the oven. So they're still baking on the baking sheet. So you want to let them sit there for about five minutes they're going to get a little bit darker. That's when you pull him out of the oven they might be a little bit under bank. That's because they're going to finish baking on the can. She come up and look.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 825.06854,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}