{
    "title": "Firefighters for life (FDNY Foundation & Ibach partnership)",
    "description": "This year stands out for the 130 years anniversary of our now legendary Swiss army knife but we’re also celebrating the 25th anniversary of the watchmaking brand, Victorinox Swiss Army. For those reasons, Victorinox Swiss Army just announced a partnership",
    "referenceId": null,
    "date_created": "1438625855",
    "date_modified": "1438625855",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288350",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Firefighters-for-life-FDNY-Foundation-Ibach-partnership",
    "category": null,
    "duration": "196",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Victorinox AG",
        "hdvFlag": 1,
        "hookText": "This year stands out for the 130 years anniversary of our now legendary Swiss army knife but we’re also celebrating the 25th anniversary of the watchmaking brand, Victorinox Swiss Army. For those reasons, Victorinox Swiss Army just announced a partnership with the Fire Department City of New York, the much acclaimed FDNY Foundation, but also with the Swiss fire unit of Ibach in Switzerland, city where Victorinox has its headquarters.\nRead more on Victorinoxwatches.com or click here http:\/\/goo.gl\/nIz1nj",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/XTEac42RxXs\/hqdefault.jpg",
        "videoId": "XTEac42RxXs",
        "mediaDuration": "196",
        "prettyDuration": "00:03:16"
    },
    "transcripts": "To be a firefighter you need strength and courage. Sometimes you have to risk your life to save someone else's. And time never waits. They don't. Want to. Play with her always that if you wish to see it coming all. All needs to be entered through. The mind she. Gets annoyed and often they had. A bomb. We know what's in the file for. Yes I think it takes. Being adaptable. And cry. Again on two things. My team and my equipment I made like a best friend my wife. They're like family to me. Bill may have gone may be corroding oaks also bought a secret hike lake. If we restrict followed a cunt would see the peeps. We need people to work their life every day. And my opportunity is to serve those people. The most rewarding aspect of the job in the community and serving the public. Nor to be a firefighter takes determination takes a can do attitude that takes the ability to remain calm and storm when everybody else is. Just modding defy you to be and made into infants once again are in the bedroom base all because of employee invaded east equal to get our own food became I put into the mine shaft and invite our clients the moment that I meant you can pool he loves you and for you tonight. Told us he. Needs to be shootin for you to read and to be told you know how to swim team it I can't see a need to summon our tonight. He gave me. You seem. Dark you need. To tell. Them you've seen. Your companion. For the light.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 537.45685,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}