{
    "title": "Graco Blossom 4-in-1 High Chair Seating System at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/product.asp?SKU=18754800. This 4-in-1 modular seating system is designed to adjust to your growing child's seating needs and to accommodate more than one child in your family. Thanks for watching. Make sure to subscribe to ",
    "referenceId": null,
    "date_created": "1438645847",
    "date_modified": "1438645847",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288632",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Graco-Blossom-4-in-1-High-Chair-Seating-System-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "103",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/product.asp?SKU=18754800. This 4-in-1 modular seating system is designed to adjust to your growing child's seating needs and to accommodate more than one child in your family. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/FZCCMBMZw4g\/hqdefault.jpg",
        "videoId": "FZCCMBMZw4g",
        "mediaDuration": "103",
        "prettyDuration": "00:01:43"
    },
    "transcripts": "Hi I'm Allison and I'm here to show you the four in one blossom high chair from great go this forum one system grows with your child and converts from a high chair to infant feeding booster to talk or booster to a youth chair and the coolest thing is multiple kids can use this at the same time. One child can sit-in the infant feeding booster seat while another sits in the youth chair or one child can sit-in the high chair while the other uses the toddler booster the one hand three position adjustable reclining seat properly positions baby for easy infant feeding while the head and body support keeps the baby comfortable. This six position height adjustment positions your child at the table and the three position adjustable foot rest ensures the proper fit. As your baby grows. As your child gets older sit them in the toddler booster with the adjustable seat back insert which can be used interchangeably with the youth chair. This amazing high chair is also easy to keep clean the removable tray comes with a pull out insert that's dishwasher safe for hassle free cleanup and the seat pad is machine washable two front over molded wheels with two locking rear casters. Add to both the overall safety and mobility the blossom highchair from great co is so versatile it's the only dining seat your child will ever need from baby's first few days at home all the way up until the time your child can sit comfortably in an adult dining chair. The blossom high chair will continue to grow and adapt with them.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "3",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6720.243,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}