{
    "title": "Ziploc Space Bag at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/product.asp?SKU=16800104\nHanging bag allows you to protect, organize and compress your clothing so you can triple the amount in your storage space. Simply vacuum out the air to compress up to 10 garments. Thanks for watchin",
    "referenceId": null,
    "date_created": "1438647164",
    "date_modified": "1438647164",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288694",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Ziploc-Space-Bag-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "99",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/product.asp?SKU=16800104\nHanging bag allows you to protect, organize and compress your clothing so you can triple the amount in your storage space. Simply vacuum out the air to compress up to 10 garments. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/CRzrL3YZVNQ\/hqdefault.jpg",
        "videoId": "CRzrL3YZVNQ",
        "mediaDuration": "99",
        "prettyDuration": "00:01:39"
    },
    "transcripts": "Never feel like you have way too much stuff and not enough space. Well ziploc help me turn this into this with ziploc space bag. Just pack your items. Seal the ziploc space bag double zipper and vacuum out the year through the valve using q bags for Betty. And ziploc. Bags you can triple your storage space and it's easy to store your things almost anywhere. Space bags are a smart solution but rather with the ball sizes and a better choice and then. Didn't take up too much space and the lids can break or get long walks space back are air tight and water tight so you can safely store your stuff most anywhere even in the basement or garage knowing it will be protected against moisture bugs and mold your things. Fresh and clean is the day you pop them and ziploc space bags are reusable. They keep my favorite sweater safely stored season after season after season. Plus they're great for moving and for small spaces like apartments or dorms. There's a variety of sizes to choose from. Medium large black bags great for kids clothes an easy storage jumbo an extra large flat bags for sweaters and larger clothing. We also offer a high capacity q bags for better and larger items. And the block space bag now introduces a new product with a touch of lavender. Everything clean and fresh. Database with zip lock space bag products exclusively for bed bath and beyond available in store today.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1013.3768,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}