{
    "title": "Cuisinart Large Meat Grinder Stand Mixer Attachment at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/cuisinart-reg-meat-grinder-attachment\/1014650172. \nLarge meat-grinder attachment for your Cuisinart Stand Mixer makes freshly ground meat in minutes. Connects to slow-speed power outlet on any Cuisinart Stand ",
    "referenceId": null,
    "date_created": "1438640609",
    "date_modified": "1438640609",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288589",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Large-Meat-Grinder-Stand-Mixer-Attachment-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "129",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/cuisinart-reg-meat-grinder-attachment\/1014650172. \nLarge meat-grinder attachment for your Cuisinart Stand Mixer makes freshly ground meat in minutes. Connects to slow-speed power outlet on any Cuisinart Stand Mixer. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/H07C-RJKqag\/hqdefault.jpg",
        "videoId": "H07C-RJKqag",
        "mediaDuration": "129",
        "prettyDuration": "00:02:09"
    },
    "transcripts": "Hi I'm Mary Rogers director of marketing communications for cuisinarts this is the cuisinarts stand mixer. There are several different attachments that you can get to go along with your stand mixer to do more than just mixing. This happens to be the meat grinder attachment. It's really great to grind your own meat and then you can actually mix your own meat loaf using the bowl separately. But to use a meat grinder today we're going to remove the lid and also just for a little easier access I'm going to remove the front and that's going to expose our low speed power outlet and the way you mount the meat grinder is you take this. You pull this little lever down here and you twist this until you lock it into place. I happen to already have a dye in but you can use this wrench later Ron to help you remove this and loosen it. Well that's what the hopper in and how this works is you put your whole me that you choose yourself through into this hopper and the hopper then feeds it down through the meat grinder there's an Auger in there it will actually grind the meat and the meat will come out here and you can actually use your stand mixer bowl to catch the meat in the front. A nice trick to remember with these guys is that after you're done using them make sure you clean them and also put a little bit of olive oil in them and then wrap them in parchment paper because or wax paper because that helps them stay really nice and easy to use. We have three dies fine medium and coarse grind and like I said grinding is really great because you control what's in your meat within your hamburgers your meat balls and even your meat loaf. You can do just more than beef you can do chicken turkey you can even grind salmon for salmon burgers. Also the other thing that you can do with this meat grinder attachment is put this in with the sausage nozzle and you can make two different kinds of sausage you can do breakfast style or you can do more of a thicker dinner. Italians size sausage. There's lots of great things that you can do with their stand mixer that's not just mixing. Try using our meat grinder attachment it's a lot of fun.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 8587.224,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}