{
    "title": "Daniel Humm cooks Coq au Vin",
    "description": "Discover worldwide renowed Master Chef Daniel Humm preparing an amazing recipe of Coq au Vin. He is one of the most gifted chefs of his generation and completely fan of Victorinox kitchen knives. They are his best companion to succeed amazing dishes. To l",
    "referenceId": null,
    "date_created": "1438625479",
    "date_modified": "1438625479",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288341",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Daniel-Humm-cooks-Coq-au-Vin",
    "category": null,
    "duration": "206",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Victorinox AG",
        "hdvFlag": 0,
        "hookText": "Discover worldwide renowed Master Chef Daniel Humm preparing an amazing recipe of Coq au Vin. He is one of the most gifted chefs of his generation and completely fan of Victorinox kitchen knives. They are his best companion to succeed amazing dishes. To learn more, check our website: http:\/\/www.victorinox.com\nDescubra O chefe de cozinha mundialmente renomado Daniel Humm. Ele prepara uma receita de Coq au Vin. Ele é provavelmente um dos chefes de cozinha mais talentosos de sua geraçâo e é um fâ de nostros ustencilios de Cozinha. Eles representam os melhores companheiros para realisar receitas maravilhosas. Para saber mais, visite o nosso site: http:\/\/www.victorinox.com.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/R0fdHedsxS8\/hqdefault.jpg",
        "videoId": "R0fdHedsxS8",
        "mediaDuration": "206",
        "prettyDuration": "00:03:26"
    },
    "transcripts": "Then you'll hold my understanding from the left and right is Marshall here in new York today I'm going to show you how to make a brace taken in the red wine. One of my favorite holiday recipes. Here we have to chicken broken down into eight pieces for pieces of the leg and four pieces of the breast and what we're doing now we're just going to put it into a pot. Then here we have vegetables celery carrots and onions and garlic in the kitchen and we're poor and we've just done it roughly and what I like to use of course we have an onion. There we have a little celery garlic called bird. Some time. This is just going to add to the vegetable and then we have the red wine and here you want to use a full body red wine and now we're just going to cover the chicken and the vegetables. And now this is going to go in the refrigerator overnight. So here we have the chicken marinated for 24 hours what we want to do now we want to use the meat for. Get the chicken out. Here we have a strainer which is going to train the red wine from the vegetables. So here we have the chicken and we also have the wine separate but now is the seasoning process so we're going to put down some salt and also some flour. This will help to give the chicken a nice color every so Ted. Here we also have a couple bacon or don't we have some mushrooms. Couple girl audience tomato paste. Now we're going to add back the vegetables that we used in the meringue. Will add the chicken. And now me for a while. That way for us to boil. With Porto wine back into the. Bring it to a boil. We have a little bit of chicken stock and it's going to go in the yard for about one to two hours. I'd like 350 degrees. That's a nice shine to it all the vegetables are soft. We have some fresh parsley which is going to put that on top a little bit. We make some polenta turf on the side and I think that is a really good match. Their red line is rich and you get the flavor of the chicken and the vegetables. Taste amazing. I hope you will enjoy this recipe and I hope it doesn't look too hard and you can do it yourself. I don't enjoy it.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 22272.082,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}