{
    "title": "Cuisinart Programmable EM-200 Espresso Machine at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/cuisinart-reg-programmable-em-200-espresso-machine\/1014725652?categoryId=12054\nProgrammable espresso maker allows you to easily program the machine for single or double espresso. With 15 bars of pressure, stai",
    "referenceId": null,
    "date_created": "1438640691",
    "date_modified": "1438640691",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288592",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Programmable-EM-200-Espresso-Machine-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "219",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/cuisinart-reg-programmable-em-200-espresso-machine\/1014725652?categoryId=12054\nProgrammable espresso maker allows you to easily program the machine for single or double espresso. With 15 bars of pressure, stainless steel nozzle, frothing cup and 64-ounce removable water tank, you'll be making cappuccinos and lattes like a pro. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Urr87me8jxQ\/hqdefault.jpg",
        "videoId": "Urr87me8jxQ",
        "mediaDuration": "219",
        "prettyDuration": "00:03:39"
    },
    "transcripts": "Hi I'm Mary Rogers director of marketing communications for quis an art this is a quasar programmable espresso maker. It's a great product. The housing is all stainless steel. It also has a thermal block inside that has 15 bars of pressure which is perfect to make espresso. It also has a removable water reservoir which has a maximum fill line here. It also has a handle that helps you carry it to the sink and fill it up and it mounts right back on the espresso maker. It has two pre-programmed settings it has a 1 and 1\/2 ounce size and a three ounce size but also has a great feature where you can reprogram the amount of espresso you want to dispense and that's really simple and easy to do. So if you prefer a two ounce pour you can program it to do two ounces instead. It also has a power button. It has a manual button I have the one this is where the 1 and 1\/2 cups 1 and 1\/2 ounce sizes and the three ounce size so for one or two. Servings has the program button and the steam button. It also has a really nice removable drip tray which catches any spills that you make which can go right into the dishwasher. It also has three coffee filter sizes. It has the two cup size. It has though. Sorry this is for two cups of this breath so this is for one serving and then lastly we have our pod. This is really great if you buy I pods you just pop it right in here and then you put it in the port a filter holder and you mount it on the machine and that's how you make your espresso. Lastly the nice thing about the port a filter holder is that when one should on making your suppressor you slide this over and you can dump out any of your grounds and you will lose your filter holder. That's really nice. We also include a d.v.d. with the product it shows you how to get the most out of your espresso maker also has some great recipes on how to make a mock ianto a latte and a cappuccino so that's really nice make sure you watch that the other thing is it comes with the coffee scoop. This is for when you use a spread of ground coffee and you just scoop it in and use the other side to tamp it down and then you put it in the port a filter holder like this and then you mount it on the machine to make your coffee. So I'm going to show you how to use the commercial style wand what we're going to do was put on the steam function and what will happen is this will blink and till it's ready and when the machine comes up to the proper temperature that will stay lit and when it becomes law it will be ready to make steamed frothed milk. Now we're ready to make steam. So here we're going to take our frothing cup which we gave you with the with the espresso maker we're going to put it underneath and on the side here we're going to turn it to the steam function so you turn that it's really simple to use there's a little handle on here and just. If you laid around the now starting at the bottom of this to get it really warm and. I'm going to. Totally program.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7822.9683,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}