{
    "title": "Heather Martin on the evolution of Design and the BraunPrize 2015",
    "description": "The time is now to create the extraordinary – apply for the 19th BraunPrize in 2015 – extended submission deadline: May 10, 2015. http:\/\/www.braunprize.org\nIn our experience, finding the Extra in the Ordinary can sometimes take extra time. We have receive",
    "referenceId": null,
    "date_created": "1438632393",
    "date_modified": "1438632393",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288523",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Heather-Martin-on-the-evolution-of-Design-and-the-BraunPrize-2015",
    "category": null,
    "duration": "236",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Braun",
        "hdvFlag": 1,
        "hookText": "The time is now to create the extraordinary – apply for the 19th BraunPrize in 2015 – extended submission deadline: May 10, 2015. http:\/\/www.braunprize.org\nIn our experience, finding the Extra in the Ordinary can sometimes take extra time. We have received requests from Universities and Design schools around the world to move our initial deadline. As we live in a real-time world, the deadline has been extended by 10 days. Submissions can now be uploaded until May 10, 2015.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/xxXDpm3OsXk\/hqdefault.jpg",
        "videoId": "xxXDpm3OsXk",
        "mediaDuration": "236",
        "prettyDuration": "00:03:56"
    },
    "transcripts": "Design actually about problem solving. It's about looking out of the world and understanding what problems exist and how can we improve things for people and society and design is a critical role in that because you have a responsibility because you're actually affecting people's lives and the lives of the people around you. Design is about creating solutions that make sense for people and allow them to easily understand the objects and devices in their lives and in a way design is of what I call sense makers they have to make sense of the complex world out there and simplify it for people. And as we're entering an area where there's more and more digital technology in the devices we're using in the homes that we live in the cars that we drive there's a tendency sometimes for designers to overcomplicate things in an already complicated landscape. So the need for simplicity is as strong if not stronger than earlier years when design first started creating great experiences is actually just the baseline. Nowadays when you're dealing with digital platforms one of the things they offer you is the ability to actually design the transitions and the movement on screen and what we call behavior design. And this really gives designers the opportunity to design something that only is functional easy to use simple but also add some moments of delight. And it's those moments of delight that really can elevate something from being quite you know ordinary well designed or ordinary to something that's actually quite extraordinary. It's something that when people see it for the first time they can fall in love with it. So the focus of design is also shifting more recently because we're moving away from just doing standard products to much more around creating and designing experiences. So you know when we think of objects such as hair I've got the I phone you know we have the physical device but we have also have the on screen experience and therefore in order to really design that well you have to have a team a very mixed team of designers involved now you have to have product designers working alongside visual designers and interaction designers. So in the case of the I phone of course you also have the service in this case it's I tunes so you have service design is now increasingly involved in the design team and they will have to work together to create something that's very holistic and one of the things that we've also discovered is a lot of the design is graduating from universities and schools at the moment or what we call hybrid designers and actually they're perfectly aligned with what's happening out there in the world of garden design because they can flex and adapt based on the need at that time in a particular project. So what I'm really looking forward to about this process is seeing some very fresh ideas some new ideas but also ideas that have impact that really do make sense that push us to think in new ways to surprise us even you know like show elements that we haven't seen before. It doesn't have to be you know a lot of them just one really precise well thought through idea would be fantastic.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "26",
        "25",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 775.53143,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}