{
    "title": "Cuisinart CVR 1000 Vertical Rotisserie Oven",
    "description": "The Cuisinart® Vertical Rotisserie seals in nutritious juices and drains away unwanted fat for healthier meals. To keep the temperature consistent, removable chrome insert reflects heat as the rotisserie turns, and a 3-hour countdown timer with auto-shuto",
    "referenceId": null,
    "date_created": "1438308402",
    "date_modified": "1438308402",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286116",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-CVR-1000-Vertical-Rotisserie-Oven",
    "category": null,
    "duration": "200",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisinartVideo",
        "hdvFlag": 0,
        "hookText": "The Cuisinart® Vertical Rotisserie seals in nutritious juices and drains away unwanted fat for healthier meals. To keep the temperature consistent, removable chrome insert reflects heat as the rotisserie turns, and a 3-hour countdown timer with auto-shutoff ensures perfect timing. Cuisinart includes accessories to cook poultry, fish, vegetables, roasts and shish kebabs, as well as a recipe book with even more options!\r\nLearn More:\r\nhttp:\/\/www.cuisinart.com\/products\/specialty_appliances\/cvr-1000.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ynxOlW1bVRs\/hqdefault.jpg",
        "videoId": "ynxOlW1bVRs",
        "mediaDuration": "200",
        "prettyDuration": "00:03:20"
    },
    "transcripts": "He's producing delicious and nutritious foods with the cuisine aren't vertical rotisserie couldn't be easier. The variety of foods you can prepare using the rotisserie range from chicken and seafood to roasts and shish kabob as the food turns in the rotisserie. The interior reflector and element create a consistent temperature for a mouthwatering results every time. Roasted meats and poultry are self paced giving you a crisp exterior and truly succulent meat inside. As the food turns unwanted fats and juices drip down into the rotisseries special drip tray for healthier results. It could also be programmed up to three hours so that the countdown timer shuts it off automatically when the cooking is complete. Just think you can set it up and return to a delicious home cooked meal. Programming the hour and minute but to set the program time just by tapping the to advance one of the five preset temperatures from 325 to 450 degrees depending on what you turn on the interior light if you choose and get started and watch the cuisinart vertical rotisserie. Do the roasting for you. You'll hear an audible beat to let you know your food is ready and the rotisserie has shut off automatically. You can do much more than just roast meats with all the accessories we include to make a variety of like vegetable or shrimp or even potatoes and onions. The basket conveniently roasts delicate items like halibut or salmon or spare ribs or even chicken parts like legs and roast an entire chicken using the poultry for an eight pound roast with a roasting rack. This vertical rotisserie is versatile and takes up little space on your countertop and produces delicious and nutritious meals. The rotisserie is so easy to maintain and clean the stainless steel housing gets wiped with a cloth and all of the removable parts including the chrome reflector. Go right into the dishwasher. The interior is coated with non-stick so you can just wipe it with a soapy cloth and dry cuisinarts includes a complete recipe guide and instruction manual for your reference and your rotisserie is backed by a three year warranty.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 910.66223,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}