{
    "title": "Hamilton Beach - Talking Coffee Maker (SMM)",
    "description": "Hamilton Beach Talking Coffee Machine - Busting My Coffee Beans, New Talking Coffee Pot Defective. \n\nYou Tube - http:\/\/youtube.com\/supermariosue6177\nFacebook - http:\/\/facebook.com\/Mario.Suzanne\n\nHamilton Beach Brands, Inc. is an American manufacturer of h",
    "referenceId": null,
    "date_created": "1438376928",
    "date_modified": "1438376928",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287325",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Hamilton-Beach-Talking-Coffee-Maker-SMM",
    "category": null,
    "duration": "514",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "METV - Comedy SuperMario Mariani",
        "hdvFlag": 1,
        "hookText": "Hamilton Beach Talking Coffee Machine - Busting My Coffee Beans, New Talking Coffee Pot Defective. \n\nYou Tube - http:\/\/youtube.com\/supermariosue6177\nFacebook - http:\/\/facebook.com\/Mario.Suzanne\n\nHamilton Beach Brands, Inc. is an American manufacturer of home appliances, air purifiers, and commercial restaurant equipment marketed primarily in the United States, Canada, and Mexico,Until sometime in the 1980s the company's products were marketed under the brand name \"Hamilton Beach Scovill\", reflecting a merger that occurred in the 1940s. In 1990, the company merged with Proctor Silex, another household appliance manufacturer. Key market competitors include Cuisinart, Black&Decker, Salton, De'Longhi, and Sunbeam.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/vR1mkfiXtUQ\/hqdefault.jpg",
        "videoId": "vR1mkfiXtUQ",
        "mediaDuration": "514",
        "prettyDuration": "00:08:34"
    },
    "transcripts": "Now everyone has seen never will hear the challenge. Montaner pine Sol you can do is speak to him and tell him what time want to make coffee. And may see you just put the order in for free ones who needs done. So or you guys are. Plugged into the wall. And then. You have. Pushed Brine. All animated. And this is a good time and it is 440. Five this is the time to do it for 40. Do you believe this is really very valid she's. 100 Finally yes. Hannity did. I write. Ends 440 p.m. Novels nine of the 19. Let's do this again. I want to. Stay home. Oh yes. He told us you know it would piss you off. On this for for me here. I'm trying to make sure. It's fully. Here first. I'd say it's 440 p and. G and. Her Sunday. As soon to tell. The day. She will call you gave me the she. Also got a call from her. Son OK. For you. This is a good one. All the time. Where you. Talk day. Three oh. I was. Yes please. Day four for the. Trial right. Now it's not. Time yet. All for one. For all. Four four. Four p.m. Time for you. Yes I am here. I'm sad. And that's. Roughly 14 to work on this coffee pine and surely it's its pm so. This write down by you how do you see. Here hopefully I get this coffee to work well you know why you have to read the directions would be nice. Well we do actually because you can't do after actions. Well I AMA. Christian but I like Tommy. Right here. And the only problem I had waiting let me go out. Well for me for. Me for one reason. Yeah I'm going to say what ever I am I'll see him this time. But I would have just called the Pac money. Why I say trying. To hit some stool with no noise not actually would fall under. Its own game. This is a moot. Point she. Brought me. A form for you for my. Dad's well this isn't what. I mean here. You were the. Days when using.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3249.3167,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}