{
    "title": "Breville Presents Meat the Butcher with Chef Seamus Mullen",
    "description": "For more about Breville, visit http:\/\/www.brevilleusa.com.\n\nSeamus Mullen, Chef of Tertulia and author of Hero Food, is an authoritative voice for and seasoned expert in healthy food that tastes delicious. Here, Mullen heads to Dickson's Farmstand in Manh",
    "referenceId": null,
    "date_created": "1438363443",
    "date_modified": "1438363443",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286892",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-Presents-Meat-the-Butcher-with-Chef-Seamus-Mullen",
    "category": null,
    "duration": "160",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "breville",
        "hdvFlag": 1,
        "hookText": "For more about Breville, visit http:\/\/www.brevilleusa.com.\n\nSeamus Mullen, Chef of Tertulia and author of Hero Food, is an authoritative voice for and seasoned expert in healthy food that tastes delicious. Here, Mullen heads to Dickson's Farmstand in Manhattan's Chelsea Market to talk through the merits and benefits of grass-fed beef.\n\nTo read more about Chef Mullen's take on grass-fed beef, read his article on Food Thinkers:\nhttp:\/\/www.foodthinkers.com\/articles\/escewing-the-fat\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa\n\nSee Chef Mullen's book, Hero Food: How Cooking with Delicious Things Can Make Us Feel Better:\nhttp:\/\/www.amazon.com\/Seamus-Mullens-Hero-Food-Delicious\/dp\/1449407587\/ref=sr_1_1?ie=UTF8&qid=1365798472&sr=8-1&keywords=hero+foods+by+seamus+mullen\n\nBreville has a new website check it out!\nhttp:\/\/foodthinkers.com\/",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/F0_Rv_fXRNE\/hqdefault.jpg",
        "videoId": "F0_Rv_fXRNE",
        "mediaDuration": "160",
        "prettyDuration": "00:02:40"
    },
    "transcripts": "So today we're going to garden with grass fed beef so I got to pick up some beef I'm listening by to visit my buddy Jake at Dickson's farmstand. He works with a couple of really good farms in upstate new York it's all of his beef someone harm him at his job. He's definitely one of the most knowledgeable people here in the city and I trust him. Tell me a little bit about the difference between organic or grass fed organic and conventional being our baseline here is that everything is really vegetarian diet and everything everything. If it's organic or exactly you know is your grass fed beef the pastor's matter a lot more the genetics of America more the farmers knowledge matters a lot more. So it's really hard to do well which is why you see a lot less high quality grass but as long as it's high quality animals are happy small farm story. I'm all for it. The nutritive value of grass fed grain finished naturally raised natural brains is that still as good as the personal value of just pure grass fed beef or does it really depend upon the farmer and never acts and for me it's about what you're going to want to put your body. Happy cows are healthy cows is healthy meat you want to put your body exactly I don't want to be putting all the. The junk that's going into her body be even my body. No hormones and biotics in terms of looking at the end of our two forms of you know natural green fish and 100 percent grass. I do think there's probably better health benefits from the grass fed beef and of course the fast that we're getting from from the river of grass fed beef are good fats and you're getting really high amounts of omega three fatty acids just. Super important. And you know if you look at that next to eventually raise a piece of meat like this short ribs from a conventional race steer is going to have a huge level of omega six is going to very low levels of negative reasons not to have the same and so I'm saying this is going to have there's an element of acquired taste of grass fed beef too because it has a little bit I was just going to pass your. Labor I personally like it I think it even though sometimes it can be a little tougher it really comes down to how you handle it. That's where. You know a few techniques can really help to take something like a short rib which is typically a bit more of a tough. And make it. More tender and then with obviously with skirt steak it comes down to how you prepare and how you slice it if you got my list of stuff that I gave you sure do. We've got the grass fed Tenderloin skirt steak out of the plane or short of that we're going to cut then I think you wanted the burst out we have to make from the top around then a little bit butters well oh man. Also thank you so much great to see you never mind that this is a this is awesome once I can get the stuff on the grill.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1078.4706,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}