{
    "title": "How to use the Hamilton Beach Hand Blender Chopper attachment #CreateFearlessly",
    "description": "The Hamilton Beach Hand Blender's Chopper attachment is a dream come true. I inaugurated it with onions - because - who loves to cut onions, eh? Well, I am just asking - where have you been all my life?",
    "referenceId": null,
    "date_created": "1438376288",
    "date_modified": "1438376288",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287306",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-use-the-Hamilton-Beach-Hand-Blender-Chopper-attachment-CreateFearlessly",
    "category": null,
    "duration": "140",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Vidya Sury",
        "hdvFlag": 0,
        "hookText": "The Hamilton Beach Hand Blender's Chopper attachment is a dream come true. I inaugurated it with onions - because - who loves to cut onions, eh? Well, I am just asking - where have you been all my life?",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/vT3nKQDkWs4\/hqdefault.jpg",
        "videoId": "vT3nKQDkWs4",
        "mediaDuration": "140",
        "prettyDuration": "00:02:20"
    },
    "transcripts": "OK I found a chuckle job to start on and someone told me that I could just build the army and then Harvard put it but I watered. It because it's a new job but I don't want to hurt her badly the first time. Really grist closed this. And I'm not sure if this was sent to properly. OK regarded. As you can see. I've done the. More grace park. I'm going to pick you didn't say this to trial for. A sender do not mean that you are. Not I think I have gone on here and then we'll go over the slow. Attachment first. OK OK. Then when we did I do not joke about it does which. I see America. See that. Lovely I forgot to tell you when you're that designs or has a base which is about binaries and wanted off the ground. When I'm done gardening and I can remove it and use it as a lawyer for the job. Then you can cut down 100 or more. They're lovely no. Does that mean. OK what we do know there's. Switch off. On your mobile this. OK that I was on before because. Let's give it an article. How do you get there you're right so I know that this was data. That I read your story. And imo does based. Probably moved. Closer to him get picked. So that the kitchen is not smelling of onion doesn't look pretty. Like it not. OK I get ready for the most now. That's it.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6268.068,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}