{
    "title": "Camp Chef Smoke Vault",
    "description": "Camp Chef Smoke Vaults are the perfect combination of versatility and power.  Available in two sizes they're big enough for the largest of smoking challenges and with a temperature range of 150° all the way up to 500°, there's nothing you won't be able to",
    "referenceId": null,
    "date_created": "1438629446",
    "date_modified": "1438629446",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288441",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Camp-Chef-Smoke-Vault",
    "category": null,
    "duration": "126",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 1,
        "hookText": "Camp Chef Smoke Vaults are the perfect combination of versatility and power.  Available in two sizes they're big enough for the largest of smoking challenges and with a temperature range of 150° all the way up to 500°, there's nothing you won't be able to cook in a Camp Chef Smoke Vault.\n\nhttp:\/\/www.campchef.com\/smoke-vault-18.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/lLf8Q76c2Cg\/hqdefault.jpg",
        "videoId": "lLf8Q76c2Cg",
        "mediaDuration": "126",
        "prettyDuration": "00:02:06"
    },
    "transcripts": "I'm stating. Catch up as a leader in outdoor cooking whether you're camping in the back country tele ending with your favorite team or a waxing on the back patio with your friends. Camp chef it's a way to cook outdoors or smoke also one of the most popular items but that's on maps. Versatility by any other smoker in the industry it will become one of your favorites. He's got the 18 inch version here the 24 inch version there got a nice stainless steel door. The really nasty for us you can keep track of the temperature aware of what's going on inside the smoker. Speaking of inside the smoker will show you what happens in here. Start all the way down here. This is the ability to adjust the temperature on our propane burner. 20,000 and go down to about 150 degrees all the way up to 500 degrees so you can smoke or you can bake and cook in the smoker above that we've got the chip tray that's we're going to put your wood chips. That's what's going to add the smoke and the flavor and the things that are going on here in the smoker. Our water water there if you need to and you're doing a brisket and they go for 12 hours or it may go for 16 or 18 hours that's going to keep those things where you can put the shelves when you put the shelves in there you know you can adjust for turkeys or chickens and whatever size things you want to put in there. We've got our seafood of the seafood jerky type things that you're doing. Don't fall through the standard small ball the certainly one of my favorites and I'm sure once you try one you'll think the same.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "27"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6724.928,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}