{
    "title": "How to Smoke The Perfect Turkey on a Pellet Grill",
    "description": "Steve from Camp Chef takes you step by step on how to smoke the perfect turkey using the Camp Chef Pellet Grill and Smoker.  \n\nFor more info visit us at:\n\nhttp:\/\/www.campchef.com\/pellet-grills",
    "referenceId": null,
    "date_created": "1438629416",
    "date_modified": "1438629416",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288439",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-Smoke-The-Perfect-Turkey-on-a-Pellet-Grill",
    "category": null,
    "duration": "247",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 1,
        "hookText": "Steve from Camp Chef takes you step by step on how to smoke the perfect turkey using the Camp Chef Pellet Grill and Smoker.  \n\nFor more info visit us at:\n\nhttp:\/\/www.campchef.com\/pellet-grills",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/qhIV207ghZI\/hqdefault.jpg",
        "videoId": "qhIV207ghZI",
        "mediaDuration": "247",
        "prettyDuration": "00:04:07"
    },
    "transcripts": "I am still with camp chef. Let me show you how to smoke the perfect turkey. In the fridge. That's a personal preference of mine I like brined birds it adds a little bit more flavor and moisture to the bird. I'll leave that up to you. Interesting looking contraption here is a fusion roaster turkey can and as we call it around here it can ship or anybody's ever done. Beer can chicken and knows the benefits of that this is the same idea. The bottom of it here is sealed and then you'll fill it with liquid and I've got water here. Cranberry juice beer wine all sorts of different things. I don't taste a lot of flavor difference and that really the whole idea is moisture that's what you're getting there and that's what we want to do so I've got water is all I'm going to use today. Water you can you can put clothes of garlic in there wedges of apples potatoes whatever you want you can slide them down in there like I said we're just going to use water to fill up the water till about the first bowl there. Once we forgot what water we've got that taken care of. We're going to take this bird and after we primed it we rinsed it off real good the reason being is we didn't want all that extra Brine solution all that salt flavor taste right on the surface so we've got the breast side up right here and we're just going to slide onto the turf you can and all right so now we've got the bird here on the can and we're all ready to go we've got the liquid down in the can and the last thing I think you need to worry about or you want to do is visit or a lawn here in the reason why I've put oil on here is for flavor a little bit more than anything it just really makes it look nice and browns it up really nice. My wife loves that crispy skin here. Great way to a crisp up the skin so we're going to use butter today I've used all of oil used vegetable oil. We're going to use butter today to brown up that skin so we've taken the butter. And already melted it down just a little bit. Because it is kind of drizzle it and move it around the bird there to make sure the bird is evenly covered. The legs. In the breasts up high here and then. The wings as well and that you want to make sure that it's pretty well covered all the way around the bird. All that extra butter. Going to put a real nice brown crust on this 30 mill see when it's done here just how good this is going to be I'm I do like herbs a problem so it's a combination of a bunch of different herbs. It adds a little again extra color but also a little extra flavor on their eyes to take care of a glove opera don't want to cross contaminate here and will display some of this. Evenly across the bird. All right the birds ready. Let's get it out in the smoker. All right so we're using the caps how it's grown smoker today in the beauty of this thing is you turn it on and as long as you've got pellets in there we're going to go so we've got it set at 3:50. Got the bird all ready to go. Now we've got this up to temperature here will lift this out and set it right inside here. Another nice feature with the small car here is the. Secondary meet and we're going to use that today we're going to push that right into the breast here because part of the breast at that point will disclose the lid and keep that heat and smoke inside there and when we need to check temperature internal temperature on this turkey will do it right here on the control panel of the smoker I think we've had 165 degrees internal temperature that's a safe recommended temperature from the u.s.d.a. Go ahead pull this thing out. Cover in some form let it rest for a little bit. All right so this has been tended for about 15 minutes it's actually still really hot. That holds in the heat really well but we're going to slide off of this. Infusion roaster. All right now also I've got to do is slice this turkey. It's that simple. That's the perfect way to smoke a turkey.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 11007.053,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}