{
    "title": "How to Clean the Hamilton Beach Personal Smoothie Blender - www.PrimalToad.com",
    "description": "http:\/\/primaltoad.com\r\n\r\nI make every single one of my recipes in the Hamilton Beach personal blender. Its small, has one button, cheap and does everything I want it to do - make smoothies. \r\n\r\nIts only $20 and you get 2 lids and 2 cups. You can drink rig",
    "referenceId": null,
    "date_created": "1438376822",
    "date_modified": "1438376822",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287320",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-Clean-the-Hamilton-Beach-Personal-Smoothie-Blender-www-PrimalToad-com",
    "category": null,
    "duration": "148",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Todd Dosenberry",
        "hdvFlag": 0,
        "hookText": "http:\/\/primaltoad.com\r\n\r\nI make every single one of my recipes in the Hamilton Beach personal blender. Its small, has one button, cheap and does everything I want it to do - make smoothies. \r\n\r\nIts only $20 and you get 2 lids and 2 cups. You can drink right out of the cup. Its super easy to clean too. Learn how easy it is by watching the video!\r\n\r\nYou can buy the blender on Amazon for $20 by going here: http:\/\/blender.primaltoad.com\r\n\r\nTo awesome health,\r\n\r\nPrimal Toad",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/h3qRlLl2RQk\/hqdefault.jpg",
        "videoId": "h3qRlLl2RQk",
        "mediaDuration": "148",
        "prettyDuration": "00:02:28"
    },
    "transcripts": "Yes actually hear. And see the pollution of the just right here. Poultry are slowly really easily fall for show you quickly out you see this this is fantastic but really simple. All you straight out you sold my old. Ice was already your own once a while and still love. It if you leave immediately. No back tears are grown up. So I'll be doing this for years. And it was. So real. You saw her I just kind of like this goes for the round shape and then slice me just feel so sorry about the spray you know a little less straight will hear me. Again just you know just use your hands and sure enough re-installing here your own sorrow for what I do is. Kind of get out. Quick because it dries it this dries it really fast. See now it's don't preach right right you're driving right down. Pretty good but. Then when I do what I. What I do is say your towel. And just go like this. And then I get the outside. And then right here you want to see this really well too. But this time. You know the emotions and. You know what. I said. And then I got to see you. Sometimes I'll get some specs on the lid. And a couple specs here so I'm just going to footprints. And then shake it. Dry that I have. This background. Here don. I always leave this open air dry a little bit you know a little bit but. To schools and to one. That said. That's it that's how I clean it. And I was like magic so hopefully if you want to buy this. Just go to blender. Dot proudly told. Doc how close a link right at the bottom here and it's $25 for two of these. Plus the actual machine. That's it. So yes to watch will be checked off. Probably told back to. Me and I hope you start me through these. Until later.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6357.564,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}