{
    "title": "Hoover® WindTunnel® 3 Pro: Won't Pick Up on Hard Floors?",
    "description": "Hi Cindi! I read your review on Hoover.com about your WindTUnnel not picking up on your hardwood floors and put together this quick video with some tips that should help. If you have any more questions, please let us know. Thanks!\n\n-Ian\nHoover Customer Ca",
    "referenceId": null,
    "date_created": "1438368874",
    "date_modified": "1438368874",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287222",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Hoover-WindTunnel-3-Pro-Won-t-Pick-Up-on-Hard-Floors",
    "category": null,
    "duration": "94",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Hoover",
        "hdvFlag": 1,
        "hookText": "Hi Cindi! I read your review on Hoover.com about your WindTUnnel not picking up on your hardwood floors and put together this quick video with some tips that should help. If you have any more questions, please let us know. Thanks!\n\n-Ian\nHoover Customer Care",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ENbIj5jIe_w\/hqdefault.jpg",
        "videoId": "ENbIj5jIe_w",
        "mediaDuration": "94",
        "prettyDuration": "00:01:34"
    },
    "transcripts": "Hi Cindy. This is Ian from Hoover. I read your view on Hoover dot com and want to help get your wind tunnel three pro picking up like it should keep your husband from telling you I told you so I think there's a clock somewhere which is an easy fix. First turn your vacuum on and check the system indicator. If it goes from green to red shut off and unplug your machine and remove the dark up next populate open and take a look at this filter here. Be sure to check its underside if the underside looks dirty. Run it under warm water squeeze it out and let it dry on its edge for about 24 hours. If you put a wet filter back in dirt builds up and blocks the airflow. Now check for clogs in the main hose by detaching it here and twisting here and use a broom handle to knock out any debris. Now those are the two likeliest places for a clog but if your filter is clean and there's no clogging your main hose I have one more place for you to check your vacuum down remove the bottom guard and finally remove your brush roll. Use a grabber tool to pull out any debris from your lower hose area here. He also mentioned that it doesn't pick up on bare floors. What you need to do is set the height adjustment dial for a bare floor and step on the pedal to shut off the brush well. And finally to get the most out of your terrible tool holders at about a 45 degree angle so air can rust through the power of brush. Hope this helps let us know if you need more help via Facebook, Twitter or email me directly at the end. Maccormack at c.c.I. floor care dot com.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "13",
        "25",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4378.6357,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}