{
    "title": "Cuisinart CCP-100 Cookie Press",
    "description": "Make more cookies in less time with the Electric Cookie Press from Cuisinart. This easy-to-use press turns out professional-looking cookies in minutes! There are 12 cookie discs to choose from, including special seasonal patterns, as well as 8 designer pa",
    "referenceId": null,
    "date_created": "1438307175",
    "date_modified": "1438307175",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286106",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-CCP-100-Cookie-Press",
    "category": null,
    "duration": "94",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisinartVideo",
        "hdvFlag": 0,
        "hookText": "Make more cookies in less time with the Electric Cookie Press from Cuisinart. This easy-to-use press turns out professional-looking cookies in minutes! There are 12 cookie discs to choose from, including special seasonal patterns, as well as 8 designer pastry tips for decorating cookies and desserts or filling pasta shells, deviled eggs or pastries. Automatic one-touch operation and an ergonomic handle make this press easy and comfortable to work with.\nLearn more:\nhttp:\/\/www.cuisinart.com\/products\/specialty_appliances\/ccp-10.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/VDhDAemMTlc\/hqdefault.jpg",
        "videoId": "VDhDAemMTlc",
        "mediaDuration": "94",
        "prettyDuration": "00:01:34"
    },
    "transcripts": "High on Mary Rogers with cuisinarts. Today I'm going to show you our brand new squeeze in our electric cookie press. And I don't know if you've ever made Christmas cookies with a manual press but it's very hard and your arm gets tired very quickly. But this is a really great product because it keeps constant pressure on the dough you make your dough when you put it in the tube and you attach your stainless steel disk of choice for which it comes with 12 and it makes 12 different shapes. And the really nice thing is you just hold it down and you can go on to get a rhythm for it like one to two like seconds. And you can just make a lot of cookies really quickly with the cuisinarts electric cookie push. Thank you thank you thank. You the other thing that's great about this product is it makes more than just cookies you can actually use it to become good pay for tips and you can actually ice cupcakes. You can decorate the top of the k you can do so many great things with it and a lot of fun to make. If you've got holiday time with your family so there you have it you saw how quick and easy it was just to get a whole tray of cookies ready to go in the oven with the cuisinarts electric cookie press.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6570.2256,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}