{
    "title": "Red Metallic Group Series",
    "description": " ",
    "referenceId": null,
    "date_created": "1438361417",
    "date_modified": "1438361417",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286841",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Red-Metallic-Group-Series",
    "category": null,
    "duration": "204",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisinartVideo",
        "hdvFlag": 1,
        "hookText": " ",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/rLbdozN2KWk\/hqdefault.jpg",
        "videoId": "rLbdozN2KWk",
        "mediaDuration": "204",
        "prettyDuration": "00:03:24"
    },
    "transcripts": "Hi I'm Mary Rogers. These are most of the items in our metallic red collection and one of the things that we pride ourselves on is how beautifully matched every appliances no matter how they're made or what material they're out of. So first we have our smart power blender. It's 600 watts has a glass blender jar that's 48 ounces has numerous features of which include high speed low speed ice crushing our blenders are so well designed that they crush ice into a powder and also has holes. The housing is diecast and the lid comes off really easily just by pulling it up like so. And then also has a removable measure pour lead so which is two ounces and then the other thing that's great too is that because that's removable you can actually add ingredients while you're blending. Next we have our classic toaster and it's actually two toasters and one has two different carriages so you can be doing bagels on one side and thin bread on the other. Or you could do english muffins. It has lots of great features has bagel defrost reheat and also cancel and has numerous shade controls so it's really nice and easy and convenient to use the other thing is that it has a removable come crime trays which come out from the back and they just slip right back in. Has lots of great features the one that I love the most is our blade lock feature. So we take it off and after you're processed food and you remove this and you try to pour ingredients out the blade actually stays and mounted in the bottom of the bowl. The blade also has two sides one's sharp and one's blunt and when you're going to do things like chopping which you're going to do in a few minutes you're going to be using the sharp side of the blade so when you use a chop function always remember to be doing soft food items like onions and herbs. When you do things like grinding remember those are hard items like nutmeg peppercorns and hard cheeses. I'm going to show you how simple and easy it is to just do a little batch of parsley. We're just going up pulse this really quickly. And going to make quick work. Out of one little. Problem so we're just going to trust the shop you can do it intermittently as if it was a poll function or hold your finger down and there you have it beautifully trapped fresh parsley. For your meal. First thoughts or even just to sprinkle on top of something like flat bread or even pizza. At all or remove all parts are dishwasher safe. The other thing that's really nice is in the top here there's two little holes so say that we just chopped up some bays only wanted to make maybe a little past oh I need to add some cheese and possibly some pine nuts to it all you do is you would just pour of olive oil right in here and it would be incorporated into the work bowl and you would get a really great emulsification and that's great for things like making homemade Manet's or been a gratz and there you have it it's. A great item and you can do a lot of food prep tasks with it.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "11",
        "32",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 19.950048,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}