{
    "title": "Simplehuman 5X Sensor Vanity Mirror at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/simplehuman-5x-sensor-vanity-mirror\/1041483503. \nThis 5X magnification mirror is sensor-activated, automatically lighting up as your face approaches, and turning off as you step away. The super-bright LED ring",
    "referenceId": null,
    "date_created": "1438643854",
    "date_modified": "1438643854",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288615",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Simplehuman-5X-Sensor-Vanity-Mirror-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "89",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/simplehuman-5x-sensor-vanity-mirror\/1041483503. \nThis 5X magnification mirror is sensor-activated, automatically lighting up as your face approaches, and turning off as you step away. The super-bright LED ring simulates natural sunlight, providing full color variation and exceptional detail. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/HnuHzown4k4\/hqdefault.jpg",
        "videoId": "HnuHzown4k4",
        "mediaDuration": "89",
        "prettyDuration": "00:01:29"
    },
    "transcripts": "Getting ready for the day is all about seeing yourself in the best light possible. That's why we created the new simple human sensor mirror featuring true locks lighting sensor technology and cordless operation. What makes it different is it 600 lux ultra bright lights bring not only is it twice as bright as the next best mirror the surgical grade l.e.d. has a color rendering index or c.r.I. 90 much higher than other mirrors available and very close to sunlight which helps ensure makeup matches your skin tone and flawlessly. You won't even need to press any buttons. The mirror lights up automatically when it senses your face approaching. Once the light is on our multi sense technology extends the trigger zone making the mirror more sensitive to the light doesn't turn off before you're done. We've designed a sensor mirror to be highly adjustable for different people and different needs adjusted up and down easily and even tilted fully back reuse while sanding the sensor mirror doesn't have any cords to clutter up your counter and you have the freedom to move it easily wherever you needed to be and with it's auto on off feature it saves energy and you will never forget to turn it off. The simple human sensor mirror for a brighter clearer color correct view see you can be sure you always look your best.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 802.42676,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}