{
    "title": "Hoover® Troubleshooting: WindTunnel® 3 Pro: Loss of Suction? Shutting Off?",
    "description": "If you still need help after wataching this video, feel free to reach out to us at Facebook.com\/Hoover, @HooverUSA on Twitter, or give us a call at 800-944-9200.",
    "referenceId": null,
    "date_created": "1438368347",
    "date_modified": "1438368347",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287195",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Hoover-Troubleshooting-WindTunnel-3-Pro-Loss-of-Suction-Shutting-Off",
    "category": null,
    "duration": "86",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Hoover",
        "hdvFlag": 1,
        "hookText": "If you still need help after wataching this video, feel free to reach out to us at Facebook.com\/Hoover, @HooverUSA on Twitter, or give us a call at 800-944-9200.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/8wOM2wnYmqg\/hqdefault.jpg",
        "videoId": "8wOM2wnYmqg",
        "mediaDuration": "86",
        "prettyDuration": "00:01:26"
    },
    "transcripts": "And even from Hoover. If you notice that you went on a three pro has lost suction or shuts down unexpectedly during use. You probably have a clogged blocking the airflow. The easiest way to tell is by turning the unit on and checking the system indicator here. The more red it is the more airflow is being destroyed. If it is read turn off your machine unplug it and remove the dirt cup then open the lid and pull out the filter. Be sure to check its underside here if it looks dirty. Run it under warm water for about two minutes and let it dry on its side for 24 hours even if it's completely clean placing a filter that's not completely dry back into the machine can cause the machine to clog easier now check for clogs in the main house by the touching it here and twisting here. Use a broom handle to knock out any debris that may be stuck in there. Now those are the two likeliest places for clogged but if your filter was clean and there is no clock in the main hose there is one more place for you to check. Lay your vacuum down and using a Phillips head screwdriver remove the bottom guard now remove the brush roll and use a grabber tool to pull out any obstructions that may be stuck in your lower hose. Now your wind tunnel three pros should again have excellent suction and consistent performance. Let us know if you need more help via Facebook or Twitter or give us a call at 809 four four nine two zero zero.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 741.735,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}