{
    "title": "iRobot Scooba® 230 Floor Washing Robot",
    "description": "Learn more about home robots: http:\/\/www.irobot.com\/youtube\/home_robots\r\n\r\nOur most compact floor washing robot, Scooba 230 fits into tight, hard-to-reach spaces in kitchens and baths, efficiently removing up to 97% of common household bacteria* from seal",
    "referenceId": null,
    "date_created": "1438378885",
    "date_modified": "1438378885",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287380",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "iRobot-Scooba-230-Floor-Washing-Robot",
    "category": null,
    "duration": "207",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "iRobot",
        "hdvFlag": 1,
        "hookText": "Learn more about home robots: http:\/\/www.irobot.com\/youtube\/home_robots\r\n\r\nOur most compact floor washing robot, Scooba 230 fits into tight, hard-to-reach spaces in kitchens and baths, efficiently removing up to 97% of common household bacteria* from sealed hardwood, tile and linoleum floors.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Jzfzv_bxflg\/hqdefault.jpg",
        "videoId": "Jzfzv_bxflg",
        "mediaDuration": "207",
        "prettyDuration": "00:03:27"
    },
    "transcripts": "230 floor washing robot packs extensive robotic cleaning technology into a sleek compact package to quickly and easily wash the floors in your kitchen bags and other high traffic areas using only fresh solution from start to finish. Scuba neutralizes up to 97 percent of common household bacteria from sealed hardwood tile and linoleum floors scooba 233 stage cleaning system that only leaves clean behind scuba lays down fresh solution to wash your floor then uses scrubbing brushes to loosen grime and a squeegie vacuum to lift away dirty water scooba 230 works with regular tap water or scuba hard floor cleaner scuba to thirty's water management system keeps the cleaning solution and dirty water separate inside the robot as the clean water is applied to the floor space is freed up inside the robot to hold the dirty water as it is removed from the floor. Scooba 230 makes multiple passes over all areas of your floor including those tight hard to reach spaces around the toilet and under cabinets. Scooba 230 superior floor coverage is enabled by I robot. I adopt a responsive cleaning technology. Through I adapt technology scuba selects from over 40 robotic behaviors more than 60 times per second to ensure optimized coverage of every section of your room. Additional I adapt features include while following technology which ensures the most thorough floor coverage possible and cliff detection sensors which allow scuba to avoid stairs and other drop offs. Scuba to 30 is easy to use from beginning to end after sweeping the floor. Just fill. Press the clean button and school is often running to crane the robot simply empty out the dirty water and rinse. School but to thirty's removable bottom plate easily snaps on and off so rinsing the brushes and squeegie is fast and simple. Scuba at 2\/30 has two cleaning cycles. Choose full for larger rooms or rooms that need extra cleaning time and short for a quick clean up in small areas. Scooba 230 s virtual wall technology keeps the robot in the areas you want to clean and out of the ones you don't scooba 230 is compact size not only makes it nimble but also easy to carry recharge and store the I robot scuba to 30 floor washing robot washes floors clean on its own so you don't have to.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 429.15717,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}