{
    "title": "Going nuts with the Hamilton Beach Smoothie Smart Blender",
    "description": "http:\/\/cnet.co\/1g7XNMF\nThis budget blender rivaled the $200 Cuisinart in performance.",
    "referenceId": null,
    "date_created": "1438375922",
    "date_modified": "1438375922",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287294",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Going-nuts-with-the-Hamilton-Beach-Smoothie-Smart-Blender",
    "category": null,
    "duration": "102",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CNET",
        "hdvFlag": 1,
        "hookText": "http:\/\/cnet.co\/1g7XNMF\nThis budget blender rivaled the $200 Cuisinart in performance.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/B-O4kS5BuC4\/hqdefault.jpg",
        "videoId": "B-O4kS5BuC4",
        "mediaDuration": "102",
        "prettyDuration": "00:01:42"
    },
    "transcripts": "Meghan Martin pretty mad here with a review of the Hamill candied commodity market under this $40 blender is cute and it's on the smaller side so it won't take up a lot of space on your counter. I really like the presets that it has it has a smoothie button and ice and pulse button and it's really really easy to read and use. One thing I really like about this little blender is that the picture is made of glass. That way it feels really sturdy and the other ones even the four or $500 ones are made out of plastic. Overall it did really well in the performance tests especially for the more simple things we tested. It did really well blending the smoothies and the other saw foods we tested but it had a little trouble with the harder items like the nut butter. It did a really great job making almond flour in fact better than many of the more expensive models but it didn't make it all the way to almon butter. But for $40 it really excels at the basics it makes a great smoothie and you really can't go wrong. It's really great for small jobs but if you want to make more complex foods or blend something like peanut butter you might want to get the breville hemisphere controlled blender or the ninja ultimate blender. Both of those are $200 so you really need to be committed to that Allman butter. But this is a great great product for $40. The bottom line is that it's cheap it's durable and it's easy to use when you're blending those basics. Thanks for watching. I mean I get more tender c.n.n. dot com.",
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "25",
        "18",
        "7"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 332.2334,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}