{
    "title": "Cuisinart Custom 14 Cup Food Processor at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/cuisinart-reg-custom-14-cup-food-processor\/1012360010. \nWith a 14-cup Lexan plastic work bowl, extra-large feeding tube and dishwasher safe parts, this food processor makes meal preparation and clean-up easier",
    "referenceId": null,
    "date_created": "1438640449",
    "date_modified": "1438640449",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288587",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Custom-14-Cup-Food-Processor-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "273",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/cuisinart-reg-custom-14-cup-food-processor\/1012360010. \nWith a 14-cup Lexan plastic work bowl, extra-large feeding tube and dishwasher safe parts, this food processor makes meal preparation and clean-up easier than ever. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ygeyvAgr_vI\/hqdefault.jpg",
        "videoId": "ygeyvAgr_vI",
        "mediaDuration": "273",
        "prettyDuration": "00:04:33"
    },
    "transcripts": "Hi I'm Mary Rogers director of marketing communications for cuisinarts so I'm going to show you our 14 cup custom 14 food processor. It's iconic in the industry. It's beautifully designed. It has a timeless shape it has paddle controls so you could hold it or you can run it on continuously and you can turn it off. It has a wide mouth feed too but it also has a one piece pusher which is really easy to use. The lid goes on and off by twisting it and then locking it back in place. The one of the really great things about this food processor that I like to show people is that when you look at how the blade mounts into the bowl the blade comes right to the very edge of the bowl which makes it really really good at chopping everything from a fine small clove of garlic to herbs all the way up to curing soups. It's fabulous when you're not chopping and you want to make so you can basically put in your dough blade by lining up the markings on the top of the blade with the stem. And this is great when you're doing things like pizza dough and bread dough it does a fabulous job of kneading the dough for you. The next I'm going to show you is our trading desk. This writing desk is really great. It has these what I call balances on them so it's balanced almost like your tire so that when it spins really fast inside the food processor it stays very level so that you always get consistent shreds and slices and the way to use this is you put your stem adapter onto the desk push it down and turn it to lock it into place. Then the same thing when you're using your slicing disk this happens to be medium slicing this you push it down and turn it to lock it into place. I always hold these blades in these discs by the edges and then you just match up the marking on the top. With the stem. And it goes right down into place put the lid back on. Like I mentioned before and you twist it to lock it into place then what you're going to do is remove your pusher put in your paper because we're going to slice peppers. And then we're going to do is when you first start using your food processor sometimes when you're slicing and try to get yourself all set up and then use your pulse button you get perfect slices every time. Thank you. It's so quick and easy it's unbelievable. We're just going to put that there and then I'm going to show you. How beautiful these slices came out when you're slicing peppers like this you could use them for stir fry or you can actually use them for salad. Look look how beautiful those came out and they're really consistent. So next what I'm going to do is show you a little trick when you do things like peppers first and we're going to shred cheese next. Say you were doing this to top a pizza just wipe out your work bowl with a paper towel so you don't have to stop and wash because all of your ingredients are going to go to gather them what we're going to do is remove the stem adapter put it on the shredding desk turned it over matches the top icon with the stem again we're going to put on our lid. Lock it into place. Remove the feed to. Put in the cheese. And you're not going to believe how great this those cheese. A quick and easy. It couldn't be faster. Some of the other things I want to mention about our food processor. Well I take questions try to tease out what her gorgeous suttas. It couldn't be easier. A couple of things I want to mention about our food processor is that all the removeable parts are dishwasher safe. It also comes with a great how to d.v.d. shows you all of the pieces and parts of your food processor. It also comes with a spatula that's designed specifically to use inside your work bowl and you can imagine how useful this appliances. It takes up very little counter space it takes up about the size of a piece of paper and a half by 11 piece of paper. But it's unbelievably versatile. Enjoy your new food processor.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 12380.995,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}