{
    "title": "Hoover SteamVac Troubleshooting: Carpet Washer Loss of Suction\/Won't Pick Up",
    "description": "Your SteamVac carpet cleaner should pick up as well today as the day you got it. If you're experiencing loss of suction or noticing that your SteamVac won't pick up dirt as well as it used to, check out this short tutorial designed to walk you through som",
    "referenceId": null,
    "date_created": "1438367588",
    "date_modified": "1438367588",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287025",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Hoover-SteamVac-Troubleshooting-Carpet-Washer-Loss-of-Suction-Won-t-Pick-Up",
    "category": null,
    "duration": "78",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Hoover",
        "hdvFlag": 1,
        "hookText": "Your SteamVac carpet cleaner should pick up as well today as the day you got it. If you're experiencing loss of suction or noticing that your SteamVac won't pick up dirt as well as it used to, check out this short tutorial designed to walk you through some troubleshooting steps. We'll help you get your carpet washer back up and running, so you can deep-clean your carpets like a pro!",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/6TkcWjuz1zw\/hqdefault.jpg",
        "videoId": "6TkcWjuz1zw",
        "mediaDuration": "78",
        "prettyDuration": "00:01:18"
    },
    "transcripts": "Welcome to her home. If you're having trouble getting your steam back carpet washer to pick up well there are some things you can do that should get it back in optimal condition. First move your cleaner to a non carpeted area like the kitchen. Now release the handle only on the floor. Remove the dirty water tank load using the slack. And lift the front panel up about image. Then press it down firmly. We want you to do this to make sure everything is secure. Sometimes loss of suction can occur if there are loose fitting somewhere. Now this is important make sure you carefully replace the dirty water tank lid by hooking it onto the front of the tank like this and stabbing a lock back into place. Incorrectly replacing the lid is often the reason behind your steam back not picking up properly then stand the handle back up poor at least one cup of warm water under the non carpeted surface and turn the steam back on. Release the handle and run the cleaner over the puddle. Don't squeeze the trigger while you're doing this. Run your cleaner over a pool of water on a hard surface like this can help flush out any dried on the church that accumulative the nozzle of the steam bath. Hopefully you'll see it picking up the water and you should be good to go but if your cleaner stalls and picking up calls at 1\/8 009441200 or reach out to us on Facebook or Twitter and we'll help you troubleshoot more thoroughly.",
    "VV_VI": "3",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 12810.341,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}