{
    "title": "iRobot Ava™ 500 Video Collaboration Robot",
    "description": "iRobot and Cisco have teamed to bring the Ava 500 video collaboration robot to market. The robot blends iRobot's autonomous navigation with Cisco's TelePresence to enable people working off-site to participate in meetings and presentations where movement ",
    "referenceId": null,
    "date_created": "1438378374",
    "date_modified": "1438378374",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287364",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "iRobot-Ava-500-Video-Collaboration-Robot",
    "category": null,
    "duration": "307",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "iRobot",
        "hdvFlag": 1,
        "hookText": "iRobot and Cisco have teamed to bring the Ava 500 video collaboration robot to market. The robot blends iRobot's autonomous navigation with Cisco's TelePresence to enable people working off-site to participate in meetings and presentations where movement and location spontaneity are important. The new robot is also designed to enable mobile visual access to manufacturing facilities, laboratories, customer experience centers and other remote facilities.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/hVviDvsBQ78\/hqdefault.jpg",
        "videoId": "hVviDvsBQ78",
        "mediaDuration": "307",
        "prettyDuration": "00:05:07"
    },
    "transcripts": "It's all going to be meeting with. A what if your colleagues are paid to promote. What if you know. Where that meeting is actually a different one for. The business happening on a global scale and a remote workforce is becoming more common. We saw the need for a solution that builds on the values of telepresence. By extending. The power of the. Best solution is the I robot give a 500 people who. We worked with Cisco to group together I robot state of the art honest navigation in the field or. With Cisco's telepresence yet serious personal system. To deliver something that would change the way companies food business. With deva 500. Remote collaboration can happen and. You can have impromptu sidebar. Conversation you name. It but enables freedom of movement. Location spontaneity and the embodiment of the remote user from thousands of miles away. Now when you're there. You're there. Let's say you have a meeting at corporate headquarters but you are based out of a satellite office like me. All you have to do is use a simple tablet interface to schedule being at the destination and had orders. The system will assign an available I robot Eva 500 robot to you. Drive to the location and once there teleport un high definition video and audio session. Earlier you as the remote user do not need to know the layout of the building. Eva 500 has not done to the floor plan during an exploration phase. Evil uses. Different pathfinding policies an obstacle detection and avoidance features to find not only the shortest path. But also the safest. Even 500. Fuses and sensor data to understand the world around. If it notices an obstacle while driving like. People blocking the homeland. It fuses this information with its original global information. And then it reclines trying to find another way to go to the destination. The main goal is to complete the mission and get you to your meeting on time. I robot if a 500 would lead you to your beauty and rebirth of a charging dog. When you're done. So it's ready for the next session. But say a topic came up that you want to do people still say. They have a lot of conversations the spill out of the conference rooms into hallways and q. This allows those working off site to more effectively participate with whoever defeat. It allows those who are managing the cell life seem to be more personally present. I robot Eva 500 allows managers to be where their employees are even if they're thousands of miles away. They can experience the working conditions and environment where their employees are. And they can interact with them. Just as if they were there in person. Now when we were talking about being personally president we're not talking about an imposing. Uniform we worked very very hard to deliver a more natural human robot interaction. Mobility allows the I robot even 500 to move in all directions just like a human with. The integration of my robot and disclosures knowledge ease allows for excellent high definition video and audio quality. So the communication is crisp. And clear. The remote user doesn't have to just be a face on the wall. They can also just the height of the robot to a standing up first seated position. The ways in which organizations can use the I robot have a 500 hour ferry. Eva allows mobile access the corporate training. Factory inspections. Global were. In effect through supply chain facilities. And labs. In close which spirits are. So high costs or risk for the business traveler. The need for presence of these important things is not less. Security is also paramount. Cisco wirelessly figure the chronology you made was impressed great security and then brought her ability with any standard but didn't. Push it I robot. Michoud create robots to make a difference. We've done that here with you but. Now you can be in places you haven't been able to leave. Or some of the mobile. More warble got both. Want to leverage. The place. More relationships. Will be feel. It's about the importance of being. In for us. For you. For the way the global business and be done. That's me.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "26",
        "11",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 279.94855,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}