{
    "title": "How to use Braun Face Extra Sensitive Sponge | Becca Rose | Braun",
    "description": "Becca Rose has teamed up with Braun to talk about the Braun Face For Facial Epilation, which now has 3 interchangable heads which allow you to tailor your skincare routine to all of your beauty needs. Here she demonstrates the extra sensitive brush which ",
    "referenceId": null,
    "date_created": "1459289380",
    "date_modified": "1459289380",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288520",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-use-Braun-Face-Extra-Sensitive-Sponge-Becca-Rose-Braun",
    "category": null,
    "duration": "70",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Braun",
        "hdvFlag": 1,
        "hookText": "Becca Rose has teamed up with Braun to talk about the Braun Face For Facial Epilation, which now has 3 interchangable heads which allow you to tailor your skincare routine to all of your beauty needs. Here she demonstrates the extra sensitive brush which is ideal for dry and sensitive skin. The bristles are soft and dense with rounded edges providing an extra gentle cleansing treatment, leaving your skin with a flawless glow. \nUsing the brush is really simple; first moisten it, then apply your cleanser onto the bristles; Becca Rose likes to use a cleansing milk with hers. After this moisten your face and guide the brush with gentle pressure and circular motions for about a minute. Once you have finished, rinse the brush and your skin, then go onto the next step of your beauty routine!\n\nSo if you are looking for gentle cleansing for sensitive skin then the sensitive Braun brush head is for you. Break free from impurities with the Braun Face. To learn more about the Braun products that Becca Rose has recommended for getting your skin moisturised and glowing, check out http:\/\/www.braun.com\/global\/female-grooming\/braun-face.html and visit http:\/\/www.braun.com\/global for more beauty and lifestyle products that make a difference!",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/6QPW5voxqHc\/hqdefault.jpg",
        "videoId": "6QPW5voxqHc",
        "mediaDuration": "70",
        "prettyDuration": "00:01:10"
    },
    "transcripts": "Back home right here they want to have is the Roma face a full facial affirmation you can then tell you that your skin can use by simply changing the head so that it can feel in addition to the colors and brushes the broad face now have three alternative approaches. Yes variation crushed the extra steps to frost. I love you see sponge for today I'm going to totally break the extra sensitive ground which is ideal for use on my Delhi concert stoops did the grizzled assault attacks and rounded edges providing an extra gentle kinds of treatment and resigns Gaynor with a flawless good life I had to use mine with a closing bell before application. Rinse the brush a friend so scared that guy had a brush with gentle pressure on sac you masons for a fountain and I want to finish the brits the brush princess again and you've already to go along to the next step of your p.c. reading so if you're looking for gentle handed substance again then the service to process is the one thing you break free from impurities with the brawl in the face.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "11",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 640.74835,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}