{
    "title": "Breville and Teavana Present: Tea Time with Hugh Acheson - Poached Wild Salmon Recipe",
    "description": "Described as \"luxuriating a food\" Hugh Acheson takes us through a perfectly poached salmon dish. This one-pot-wonder makes for a nice light supper any night of the week.\nLearn more about Breville:\nhttp:\/\/www.brevilleusa.com\n\nGet the recipe on Breville's F",
    "referenceId": null,
    "date_created": "1438363252",
    "date_modified": "1438363252",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286884",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-and-Teavana-Present-Tea-Time-with-Hugh-Acheson-Poached-Wild-Salmon-Recipe",
    "category": null,
    "duration": "109",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "breville",
        "hdvFlag": 1,
        "hookText": "Described as \"luxuriating a food\" Hugh Acheson takes us through a perfectly poached salmon dish. This one-pot-wonder makes for a nice light supper any night of the week.\nLearn more about Breville:\nhttp:\/\/www.brevilleusa.com\n\nGet the recipe on Breville's Food Thinkers:\nhttp:\/\/foodthinkers.com\/poached-wild-salmon-in-tranquil-dream-tea\/\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\/\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa\/\n\nBreville has a new website check it out!\nhttp:\/\/foodthinkers.com\/",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/UdM0YcjP-4U\/hqdefault.jpg",
        "videoId": "UdM0YcjP-4U",
        "mediaDuration": "109",
        "prettyDuration": "00:01:49"
    },
    "transcripts": "Come I'm Hugh actress and we're in Athens Georgia. Five and 10 restaurants I wanted to poach a salmon and use the teas and the tranquil dream which was just a beautiful mix of herbal tea. We're going to start off the recipe by juicing. Now this bunch of celery and the rebel juice are when the results are going to be about a. Cup and a half of jews were going to place a skillet over medium heat and add a tablespoon of butter butter melts and then it's going to bubble and froth and that's when you know it's ready and then we're going to add the shallots and the remaining salary that we die stuff and then sweat them down for about four minutes. From now we're going to add the celery juice and the brute strength with green tea. We're really creating this really flavorful poaching liquid at this point. Poaching you want to think about cooking a protein and really warmed to Cousy. It's not boiling it's kind of live jury you know food. So we're still over medium heat we're going to season with a little bit of that sea salt. Take the filets in a murse them in the poaching liquid. They should be fully immersed but just barely a murder's going to cook them for six minutes and then add all of our vegetables you can really take a lot of different credence with this and use different stuff for the fun of the farmer's market is really great. I've got yellow beads got radishes bok Choy it hurts celery leaves it's just going to be a pretty much a one pot wonder at this point. Place piece of the salmon perfectly poached in the center. Arrange some of the vegetables on top and finish with some of our poaching liquid around it it's a really nice light supper.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 962.29736,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}