{
    "title": "Remington iLight Professional Hair Remover at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/product.asp?SKU=203812.\nAchieve professional hair removal at home for a fraction of the cost of in-office visits with the Remington iLight Professional Hair Remover. Thanks for watching. Make sure to subscribe to the Bed Ba",
    "referenceId": null,
    "date_created": "1438643949",
    "date_modified": "1438643949",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288617",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Remington-iLight-Professional-Hair-Remover-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "123",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/product.asp?SKU=203812.\nAchieve professional hair removal at home for a fraction of the cost of in-office visits with the Remington iLight Professional Hair Remover. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/GQmENEDKhIs\/hqdefault.jpg",
        "videoId": "GQmENEDKhIs",
        "mediaDuration": "123",
        "prettyDuration": "00:02:03"
    },
    "transcripts": "I like pro is compact intuitive and easy to use. The system consists of a base unit and hand piece through a window on the hand piece. You will trigger light flashes that will disable hair follicle growth. Now let's look at some key features. This is the skin tone sensor. Each time you turn on the unit you must unlock it by placing the area to be treated over the sensor to determine if your skin tone is appropriate for treatment. If your skin tone is too dark the unit will not operate. This is the energy level setting energy level indicator lights determine the intensity of the eye light pro light flash delivered to the hair follicle. I like pro has five energy levels. When the system is turned on it is automatically set to one the lowest energy level. Adjust the energy level by pressing the energy level button until the desired level is reached. Higher energy levels mean more effective hair removal but may be less comfortable for best results. Use the highest setting that is comfortable for you. In rare instances the system will heat up either due to room conditions or through prolonged use. In those instances the cool down light will eliminate and the unit will temporarily stop working. Please be patient as the unit will regulate itself and return to normal operation momentarily. The replacement cartridge status indicator tells you when I light pro is prepared to deliver a pulse and indicates when the cartridge needs to be replaced. Make sure the device has cooled down and unplug the I like pro before replacing the cartridge. The skin contact sensors must be flush against the skin to operate when the skin contact sensor detects that proper contact has been made. You will hear a chirp. At that point. Press the flash button to activate a light pulse.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "4"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6360.5615,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}