{
    "title": "Smoked Tri-Tip",
    "description": "Steve McGrath introduces a great smoked recipe for some savory tri-tip in the Camp Chef Smoke Vault.\n\nhttp:\/\/www.campchef.com\/smoke-vault-18.html",
    "referenceId": null,
    "date_created": "1438629263",
    "date_modified": "1438629263",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288436",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Smoked-Tri-Tip",
    "category": null,
    "duration": "388",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 0,
        "hookText": "Steve McGrath introduces a great smoked recipe for some savory tri-tip in the Camp Chef Smoke Vault.\n\nhttp:\/\/www.campchef.com\/smoke-vault-18.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/w2EIVj4D-C0\/hqdefault.jpg",
        "videoId": "w2EIVj4D-C0",
        "mediaDuration": "388",
        "prettyDuration": "00:06:28"
    },
    "transcripts": "Now your friends neighbors family or simply want to cook outdoors the first thing I think of is our camp so small cry. I absolutely love the camps of smokers something I've just become fond of I've done just about everything you can and they're going to show another thing to do on there today something else on there so we started with a try to probe and as the name tells you try to put two or three cuts of meat come together to a great cut of meat I've had it on the grill before and really enjoyed it that way when you add smoke to it and you do it for quite a while. It just makes it even better so we've already taken this piece of meat out the big one you can get bigger ones do come in different sizes. We've already taken that we've that we've proud of the dry which is key we want to make sure to get any of that stuff off of there. Next it's going to be real simple and easy all's we're going to do is take any sort of rob and this particular I want to use in the camp chef or of taking any sort of rob and you can put on there like a dry rub some people are marinated. There's a bunch of different things you can do but we're going to use a dry rub today. Real simple and easy which is what it's all about because when you're out Coke and you should be enjoying friends as much joy in the cooking so that's kind of what we want to do so I like to. Keep one hand safe sanitary. That one was of the bottle this is the one will be touching the meat. Keep those separate you don't want to cross contaminate spices for later on or the meat for now so keep those separate. But we're going to do is. Dump some of this on here. But liberal with that you know you can do a little more than what you maybe even thought you might need but put it on there. And when the piece of meat is dry when you powder dry that is key. It will stick to it really well this will stick to it really well hold on to it and that's what we're going to do we want to make sure it's coated on both sides as well as the edges you'll notice there are some fat there is some fat pieces in there. That's OK that's what we want because after an extended period of smoking that fat will melt and render and actually keep the meat moist so if you get one that has absolutely no fat on it probably not the kind of meat you want if you want one that has. That fat in there it will help in the smoking process. Will simple and easy like I said that's what we've done there that's already to go. Next cells we're going to do is take out our plastic wrap. The plastic crap we're going to wrap it up. And put it in overnight now some people have done I've seen them just wrap. Maybe just over the foil pan here which by the way I do like the floor plan because when I'm done no matter what kind of messages I throw it away and it's finished so. But I've seen people just wrap over that. It works OK but this works even better because there's going to be juices coming in and out and kind of moving back and forth in that piece of meat and if it's wrapped up in that plastic it's going to keep it inside the meat and not going to get out in the pan so. This whole thing over there. Make sure to wrap it really well no matter how well you think you're probably right but a few more times just to make sure you wrap a couple different ways there. And then what you want to do is. Make sure it's wrapped up real well and I placed it back in the pan and put it in the fridge overnight the reason my place it back and forth because like I said no matter how well I think I have a wrap it may not be wrapped that well and it probably will leak some juices. So I'll put it back in there to hold all those juices in there together like that and that's what I'm going to do. Now after the overnight let it let it do its thing and a lot will dry and some of the spices and herbs and different things into the meat we've left it overnight. Now what we're going to do and I'll kind of show you here is we're going to take this thing out the next morning 12 hours you can go as little as five hours but I prefer overnight you're going to unwrap this whole thing right back here in the pan. Slide in the smoker it's that easy. You know it's really not that difficult and when you're up in the morning just remember that smell because it really is kind of a unique smell a great smell not not a bad thing a good smell but unwrap that leave in the pan. Slide it into the smoker if there's one side has a little more fat than another make sure that that site is because of that stuff melts and renders it's going to go down through the meat and one end up on the bottom the pan so. That's where we're at with that. So once we've slid it into the smoker you want to smoke it for a couple hours off smoker for about three hours and then I'll pull it out and actually put a foil wrap over the top of that helps heat it a little bit more and helps keep the moisture inside of it and that was the really neat thing is I'll keep that foil wrap on for about three hours so right now about the five hour mark total I'm going to take that foil wrap off it actually because that thing warmed up so much more all the pores are open. I actually had more chips to the chip tray down there on the bottom and that will absorb a bunch of smoke and then when you do that so. Do you know do what you want to do but this is my own this is my own way. Obviously the meat probably safety to about 145 will definitely is safety that 145 he can go higher and that I like to go about 171 75 because it'll it'll break down some of the connective tissues but the key is you've got to watch you've got to have a full cover on there because if you don't feel dried out they just won't be that good so earlier we threw in a tri tip roast in the smoker. Let's pull it out and kind of see what it looks like sewer rat. I want to make sure I have the gloves on because it's been in there a while and as it was pretty warm. I do have a cover on it but that wasn't on the entire time obviously if it was going to be getting a whole lot of small on it. But it's just gone now. Regarding take it off. To see its trunk down just a little bit but it looks pretty good there's a quite a bit of liquid in there so let's just make a slice into that see how that looks and then we'll move on to this question but I like to when I sliced it I like to slice across grain sometimes you can't see that you have to make a slice or two to figure out exactly where that is. But it's about pencil thin about the same as you would a brisket so. There it is. The last little pink edge right around there. That's the smoke ring that's where the smoke is penetrate down there and looks like pretty good will try to grow some.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 275.59805,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}