{
    "title": "SBC 1000 Soup Maker 3 Minute",
    "description": " ",
    "referenceId": null,
    "date_created": "1438361734",
    "date_modified": "1438361734",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286850",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "SBC-1000-Soup-Maker-3-Minute",
    "category": null,
    "duration": "180",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisinartVideo",
        "hdvFlag": 1,
        "hookText": " ",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/1OnsYhh3Wd4\/hqdefault.jpg",
        "videoId": "1OnsYhh3Wd4",
        "mediaDuration": "180",
        "prettyDuration": "00:03:00"
    },
    "transcripts": "Meet the newest innovation in blending and cooking with the introduction of the blender and cook soup maker cuisinarts offers outstanding convenience and performance for every cook whether a beginner or an expert. This unique blend in cook's soup maker performs each task to perfection icy cold frozen drinks snow the nutritious smoothies in a minute. Hearty winter soups and sauces piping hot in a flash. Now you can prepare fresh homemade soup. Start to finish. Simmer and even boiling and then blend everything to the perfect consistency with just a turn of the blending control knob patented cooking technology allows you to not only cook your ingredients but stir them together and then blend to perfection. All cooking at the correct temperature. Now soups stews and shelters are a snap to prepare. Thanks to the blender and cook soup maker by quis an art using powerful stainless steel blades the blend and good soup maker is ideal for chopping ice mixing refreshing frozen drinks. And delicious smoothies the blender and cook soup maker is engineered to perform by tackling the toughest blending jobs as well as stirring the most delicate foods and with the powerful heating element you can even prepare a hot meal or snack without going near a stove top. The blending features of thermal shock resistant glass jar with a sturdy design easily view ingredients as they blend or cook and add ingredients directly through the lid by removing the measuring cup. The unique blending cooking jar holds 48 ounces of hot liquids and up to 56 ounces of cold liquids with a handy measurement levels clearly visible on the jar. The blending control allows you to choose the perfect blending speed simply select speed one to four or select a pulse feature to control the consistency even more. The electronic touch pad allows you to choose from low medium and high heat as well as set the countdown timer which can be set for up to 30 minutes. It's so easy to let your blended cook soup maker do the work while you relax the state of the art design includes a stirrer function that acts like a spoon and gently stirs ingredients as they cook so you don't have to. In addition all parts of the blender that come in contact with food are 100 percent free or is engineered for convenience including an easy to read timer to allow for perfect timing. The blender also features a press on lid with a tight fitting seal to prevent leakage and is equipped with vents to allow steam to escape during the process. Additionally the lid includes a removable measuring cup that allows you to measure ingredients and add them directly through the lid opening the included provides over 45 easy and delicious recipes that will get you cooking in no time. With all of the features power and efficiency of this multi-function blender at your fingertips all you need to do is relax.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 328.56897,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}