{
    "title": "Perfect Touch Sheet Set at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/product.asp?SKU=18573679\nThese luxurious sheets combine the ultimate in quality and comfort with ease of care. A special fabric treatment provides finishing that bonds wrinkle-free polymers for a lifetime of easy care and a",
    "referenceId": null,
    "date_created": "1438649773",
    "date_modified": "1438649773",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288711",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Perfect-Touch-Sheet-Set-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "67",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/product.asp?SKU=18573679\nThese luxurious sheets combine the ultimate in quality and comfort with ease of care. A special fabric treatment provides finishing that bonds wrinkle-free polymers for a lifetime of easy care and a bed that looks pristine wash after wash. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/k8ZCKl7nMVU\/hqdefault.jpg",
        "videoId": "k8ZCKl7nMVU",
        "mediaDuration": "67",
        "prettyDuration": "00:01:07"
    },
    "transcripts": "We've all had this happen before. Your sister just called she and her family are coming for an unexpected weekend stay and you've got to prepare. All the beds need fresh linens but each mattress has a different depth. There's no need to panic. What could be a nightmare is a dream come true with wealth funds perfect sheets perfect touch deep pocket sheets with flexi fit technology always give you a snug fit. They're guaranteed to work on mattresses from 10 to 20 inches deep even thick pillow tops available in '10 beautiful designer colors. Their ease of care will have you smiling with confidence too made of incredibly soft Egyptian cotton a luxurious sateen weave for a silky smooth feel. These sheets are what dreams are made of. They're quick drying and have a lifetime wrinkle free protection for pristine looking sheets wash after wash. If you want easy to care for perfectly made beds with the ultimate in cozy comfort for you and your unexpected guests get wealth buns perfect touch sheets sold exclusively at bed bath and beyond.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1128.6649,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}