{
    "title": "Camp Chef Grilled Chicken Cordon Bleu",
    "description": "Visit http:\/\/www.campchef.com\/deluxe-stainless-bbq-grill-box-90-accessory.html\n\nGrilling Chicken Cordon Bleu on the new Stainless Steel Professional Barbecue box from Camp Chef.  A fun and easy way to make a delicious sandwich.  Visit www.campchef.com for",
    "referenceId": null,
    "date_created": "1438630439",
    "date_modified": "1438630439",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288473",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Camp-Chef-Grilled-Chicken-Cordon-Bleu",
    "category": null,
    "duration": "264",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 1,
        "hookText": "Visit http:\/\/www.campchef.com\/deluxe-stainless-bbq-grill-box-90-accessory.html\n\nGrilling Chicken Cordon Bleu on the new Stainless Steel Professional Barbecue box from Camp Chef.  A fun and easy way to make a delicious sandwich.  Visit www.campchef.com for more tips, tricks and fun grilling recipes for your summer grilling fun.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/-9324JzQv50\/hqdefault.jpg",
        "videoId": "-9324JzQv50",
        "mediaDuration": "264",
        "prettyDuration": "00:04:24"
    },
    "transcripts": "Well I'm out of a camshaft today we're going to show you some great tips and tricks on how to cook delicious more oist chicken on your cash box it's a great way to start the growing season. So we started with some full chicken breast. I put them into a ziploc bag and pound them flat if you want to get an even consistent thickness to the breast. So it will cook evenly in the box to Stephanie one of the biggest tips on making sure that your chicken is cooked evenly and stays moist you don't dry it out trying to get into a nice thick breast. So we found them flat. We've gone ahead and cut them in half so they're good size we're going to make chicken Cordon bleu sandwiches today out of I'm going to go ahead and season them with a little salt and pepper some Italian herbs and seasoning and I like a little sage on mine as well so when I go out and start that good I'm prepared to go out and cook them on the camp box. Today we're going to be using a stainless steel BBQ box and a professional griddle the box we put on medium low temperature with camp 30,000 b to use you don't need to use that for chicken. So we've got to between medium and low keyed to about 200 degrees or will slowly cook the chicken and prepare the ham over on our professional. Well part of the advantage of the cooking is you're using you're using a flame which in most cases. So you're going to see a better way to. Go ahead. We've again put the season the girdle with a little bit of Pam. Just slightly put those on to the chicken breast and then cheese over the top and be ready to go in and make sandwiches. We've we've got the chicken breast completely cooked. We're going to go ahead and put the ham on the cheese lot of mel just a little bit and take the. Cheese and sandwiches. I must wait some more. Sandwich is the way to go.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "27"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6611.7627,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}