{
    "title": "CAMP CHEF SHERPA TABLE AND ORGANIZER ASSEMBLY",
    "description": "Having the Sherpa Camp Table & Organizer is like having kitchen cupboards at the campsite. When the legs are compressed and pouches zipped, the carry handles make it easy to grab and go. The four padded bags keep everything organized during storage and tr",
    "referenceId": null,
    "date_created": "1438630167",
    "date_modified": "1438630167",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288465",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "CAMP-CHEF-SHERPA-TABLE-AND-ORGANIZER-ASSEMBLY",
    "category": null,
    "duration": "328",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 1,
        "hookText": "Having the Sherpa Camp Table & Organizer is like having kitchen cupboards at the campsite. When the legs are compressed and pouches zipped, the carry handles make it easy to grab and go. The four padded bags keep everything organized during storage and transport but as an added feature, the blue organizer bag is lined and can be used as a cooler or even a kitchen sink. A rollout aluminum tabletop attaches to the frame and is stowed away when not in use. Internal zipping storage dividers can be adjusted to customize storage options and open up enough room for a Mtn. Series stove or Portable Outdoor Oven. \n\nwww.CampChef.com",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/piHokAFuMEQ\/hqdefault.jpg",
        "videoId": "piHokAFuMEQ",
        "mediaDuration": "328",
        "prettyDuration": "00:05:28"
    },
    "transcripts": "No today I'm going to show you how to assemble the sherpa camp table an organizer. The first step you're going to pull everything out of the bag and lay it out on the floor so it's organized that way you can see all the parts and pieces similar to how it's laid here a few steps when you're starting out. I always like to have to carry bags inside. The main bag. That way you can help keep it shape while you're putting it together. And then the other thing is although these pieces look the same. Very similar. Please know that this one does not have a cap on it and this one does. This is for the bottom corners and this one with the calf is for the top corners. So first I'm going to get to long pieces. These will go in on the front in the back. Of the main storage area. And then we're going to get a side piece. And that goes right there. And right here. Now you're going to grab your top corners and remember the tops will have a cap on the end. And then we'll simply get them. And put them in. To each corner. And this will start to. Help the bag hold that shape. The fourth corner on the top is always a little bit harder to put together. So what you want to do is just separate them like that. Put the cap in and as the caps down. You'll want to. Put each end together and simply turn it. And that way it will help pop right and. Now that your top is put together. We're going to grab four vertical pieces and put them in. The way you can tell the vertical pieces are. This ridge down the side here. And then also there's a hole for the push button. When you put them in. Make sure the hole for the push button is at the bottom like this. This is just a personal preference I like to have my thumb on the outside so it's easier to see. Now we're going to assemble the bottom frame. You'll want to grab your four bottom pieces. Like these. And put them on the the frame similar to what we did on top. Just remember to have the hole facing the bottom. Or facing the top because we have the table upside down. So that will go in and then be the pushbutton legs going next. And these legs will have to align perfectly. To where the push button will. Go through. Which is like that. Now we have our legs then. We're going to assemble the bottom frame so just get your frame pieces the line length wise ones. And you're going to put them in here first. And you get it's easier to twist them like I showed you earlier. And then that will pop in. These other ones you're not going to do all the twists. So you just. Apply some pressure. And pom apart a little bit. And you're going to get him in. And there's the mainframe. Now we just need to Velcro these. On it's easiest to. Pull that tie. And wrap it around. Now that your table frame is assembled. The table top is in the zipper pouch in back. So we'll pull that out. And remove it. From the packaging. Now this table simply clips on to the frame here. Expand it just. Unclip it in. And then fall that out and quit. This and. Now they open it up. There's a Velcro tab here. You can go to the back. And hook it on to another Velcro tab underneath the table. That way it'll stay out of the dirt. The other thing to know is that this blue box. Is waterproof so you can use it for a cooler or for washing dishes or for whatever you need to do with water. You can do here with this with this one. You know the interesting thing is these all have zippers on them. That way if you need a tall bin you can unzip or that tall area or of a wide storage area on the bottom. And then when you're done camping when you fold these up. It's best to do it in segments of three panels. So just go three. And then back. Three and forward three. And that way it will fit in the back pouch. Nice and easy. The extendable legs make the sherpa table very portable and easy to pack up. The sherpa table will keep you and your family organized camp for more information on this and other outdoor products. Visit camp chef dot com.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 802.5404,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}