{
    "title": "Shark Professional Steam Pocket Mop at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/shark-professional-steam-pocket-mop\/130003. \nThe Shark Professional Steam Pocket Mop featuring Intelligent Steam Contol™ offers superior cleaning and sanitation for all your hard floor surfaces. Simply adjust ",
    "referenceId": null,
    "date_created": "1438646819",
    "date_modified": "1438646819",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288641",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Shark-Professional-Steam-Pocket-Mop-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "102",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/shark-professional-steam-pocket-mop\/130003. \nThe Shark Professional Steam Pocket Mop featuring Intelligent Steam Contol™ offers superior cleaning and sanitation for all your hard floor surfaces. Simply adjust the steam mode to suit your floor surface and cleaning task at hand. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ksMWQkfxbv0\/hqdefault.jpg",
        "videoId": "ksMWQkfxbv0",
        "mediaDuration": "102",
        "prettyDuration": "00:01:42"
    },
    "transcripts": "Until now you had to use different cleaning tools and different methods for different floors hardwoods every day cleaning tough messes sanitizing. They all required extra work. Who has the time but now a shark puts you back in control with the all new professional steam pocket mom with three levels of intelligence team control. Finally you can have the right kind of cleaning and sanitizing for all the floors in your house as easy as one two three. Set it to just for steam dusting your delicate hardwood floors and lemon is just a case of super dry steam and you are done and your floor dries almost instantly set it off and you're ready for every day cleaning in just seconds or to deep clean sticky dried on dirt sent it to scrub and power through those tough germs and messes instantly and you don't need any harsh chemicals because sharks superheated steam kills 99.9 percent of disease causing germs and viruses with simple water including the viruses that cause h one n one compared his popular chemical path with the new a shark professional steam pocketbook. Both are fast and convenient for lightweight and swivelled both clean and sanitizer floors but shark does it all with no chemicals and were usable microfiber pockets plus gives you three levels of intelligent steam control so you can dust mop or scrub any for any mass any time. Finally a mob made for the way you want to clean and sanitize all the floors in your house you save time effort and money. Look professional steam pockets quick drying steam pockets technology that releases deep cleaning sanitizing steam power from both sides of the MOSFET and our patented two sided pocket technology allows you to clean even larger areas.\n",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3434.5374,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}