{
    "title": "Craft Coffee Brewers | KitchenAid",
    "description": "We studied the artistry of hand-crafted coffee and engineered all of our craft coffee brewers to provide an authentic, aromatic experience at home. Each brewer was designed to extract a full, satisfying flavor you’ll want to savor. It’s home-brewed, craft",
    "referenceId": null,
    "date_created": "1459289380",
    "date_modified": "1459289380",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286057",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Craft-Coffee-Brewers-KitchenAid",
    "category": null,
    "duration": "58",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "KitchenAid",
        "hdvFlag": 1,
        "hookText": "We studied the artistry of hand-crafted coffee and engineered all of our craft coffee brewers to provide an authentic, aromatic experience at home. Each brewer was designed to extract a full, satisfying flavor you’ll want to savor. It’s home-brewed, craft coffee at the touch of a button. http:\/\/kitchenaidcraftcoffee.com\/",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/gyom87Y9xJA\/hqdefault.jpg",
        "videoId": "gyom87Y9xJA",
        "mediaDuration": "58",
        "prettyDuration": "00:00:58"
    },
    "transcripts": "What goes into a great cup of coffee. More than meets the eye. The great coffee goes beyond the car. Feels an experience and ritual enjoyed daily the feel it starts with the perfect beam precisely ground to match the brew method. Revealing its full potential. Smell is a 200 degree water is introduced to awaken the coffee and start the beautiful bloom the aroma begins to fill the air. The gentle correlates of the ground state. Allowing for perfect extraction delivering elevated flavor. We study the artistry of handcrafted coffee to ensure all our Kraft coffee brewers were engineered to brew authentic Kraft coffee at home. Kraft coffee. A touch of a button.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 705.51465,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}