{
    "title": "Bocuse d'Or All-Clad Weekly News Episode 34",
    "description": "L'entraînement de l'équipe France \/ The training of the French team\n\nIntervenant : Thibaut Ruggeri, Régis Marcon, Julie Lhumeau, Fabrice Prochasson\n\nC'est la dernière ligne droite avant le Jour J, les entraînements se font de plus en plus nombreux et inte",
    "referenceId": null,
    "date_created": "1438381528",
    "date_modified": "1438381528",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287437",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Bocuse-d-Or-All-Clad-Weekly-News-Episode-34",
    "category": null,
    "duration": "296",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "AllCladOfficial",
        "hdvFlag": 1,
        "hookText": "L'entraînement de l'équipe France \/ The training of the French team\n\nIntervenant : Thibaut Ruggeri, Régis Marcon, Julie Lhumeau, Fabrice Prochasson\n\nC'est la dernière ligne droite avant le Jour J, les entraînements se font de plus en plus nombreux et intenses pour l'Equipe France.\n\nOn retrouve Thibaut Ruggeri et son commis Julie Lhumeau qui s'entraînent pour la première fois face aux média et en public.\n\nDes conditions proches de celles qu'ils retrouveront sur la finale internationale de Lyon, en janvier prochain.\n\nA raison de 2 entrainements par semaine jusqu'à la finale, ils doivent rester concentrés et tenir le rythme.\n\nComme le souligne Thibaut : \"Cette compétition n'est pas un sprint mais un marathon !\".\nAvec leur coach Fabrice Prochasson, ils ont choisi de s'inspirer de Versailles et de Louis XIV pour composer leurs plats. \n\nUn lieu et une époque qu'ils considèrent comme particulièrement emblématiques de l'art de vivre à la Française.\n\nSouhaitons leur que ce choix leur porte chance...!\n\n***\n\nThis is the last stretch before D-Day, trainings are getting more and more intense for the French team. \n\nWe meet Thibaut Ruggeri and his commis Julie Lhumeau on their first training session in front of an audience and the medias. \n\nConditions that are pretty similar to what they will experience in Lyon next January, for the international final.\n\nWith full rehearsals twice a week until the final, they must stay focused and keep the pace.\n\nAs Thibaut confesses : \"This competition is more like a marathon than a sprint !\"\nWith their coach, Fabrice Prochasson, they took their inspiration for their dishes from Versailles and Louis XIV.\n\nA place and time of France's history they consider emblematic of its unique \"art de vivre\".\n\nWe hope that this will bring them good luck...!",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/nIe_Mky7MwA\/hqdefault.jpg",
        "videoId": "nIe_Mky7MwA",
        "mediaDuration": "296",
        "prettyDuration": "00:04:56"
    },
    "transcripts": "Ooh over. Such a lot of them welcome was just on the recent office look at multiple. Levels who got all set up on what I look like a little self I think that's good I don't live in one it's religion and that it will. Deal with the hope of the other because. We'll see a little since. We're told to sell up assistance you'll see the skill. To die which you will see if I could at present. Can you keep us up to us. Mushy done could call sage all the good of me if we could have got home safe. Comment as he states that they seek to defeat create c p so they don't feel they can visit me could see these you mean. Yes this isn't a left on the on the on the just sit by them to mourn with you must have been long to signal has been if you catch us in this debate is only when you had this debate isn't much known as the separate of the decor et cetera on a belt scene when you. Put it was he to secure six not one more. There's also the image shows on q four where you are that's a known books there's Rosie. So I guess you know we've seen it it's just not the way I thought they meant on first because if I seem to you but when you're interested in. This if it was I mean the folks to get in a mold. It's just a question for you. Because you're a little. Surprised because that was something the people don't. Want them to do to. Do the will of the school a. Book is devoting. Your friendship she will. Also have to go when asked to give don't you I'm a good dog and some awfully deep water beautiful she only four gentlemen will do for them until they're. Going to show you what you must do this is the lord's and do the school. If you want to fix what I like going to do a little good news this week says it will. Offer 77 wanted to see just what it all doubles. To Sussex county whose unusual deal to me to keep up with an adonis and I live in the us tonight the move to knew who it was she awesome it's now in the senate on the need for simplicity yellow calico unfettered access you'll only bank on could I be to circulate your yes it's all of it. There's a young corn fed ex that you did to get on a set that offered money dickered for the folks I kept on singing on the next day for to take a look at the ICU and then on the back of the shoulders on 10 months many. Complications that you want on the show you can quote for the last minute as it did on with some just sick with two doors down but you get the buzz but it a festival to that account is shown there along with someone often does on 10 months many of them into. The generation of content homes assigned his own and in the discussion here. We drill for don't do the job moments as much as they see their own signals to the seabed. If it's you go sit-in on this push to get us on the phone with. The bridge or she received a call from physics.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1386.4088,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}