{
    "title": "DC59: Behind the scenes testing goes cordless - Official Dyson Video",
    "description": "Relentless invention sets Dyson apart, and nowhere does this hold more true than in our cordless line. Watch as Alex Knox, Director of Engineering at Dyson, takes our newest cordless machine, DC59, to task in Dyson's testing laboratory in Malmesbury, UK. ",
    "referenceId": null,
    "date_created": "1438364920",
    "date_modified": "1438364920",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286918",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "DC59-Behind-the-scenes-testing-goes-cordless-Official-Dyson-Video",
    "category": null,
    "duration": "502",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Dyson US",
        "hdvFlag": 1,
        "hookText": "Relentless invention sets Dyson apart, and nowhere does this hold more true than in our cordless line. Watch as Alex Knox, Director of Engineering at Dyson, takes our newest cordless machine, DC59, to task in Dyson's testing laboratory in Malmesbury, UK. Stacked up against the Electrolux Ergorapido, among others, in tests of suction power, fine dust pick-up, edge cleaning, filtration and versatility, DC59 comes out on top time and time again. \n\nDC59: Sucks up as much dust as a conventional vacuum.* Without the hassle of a cord.\n\nhttps:\/\/www.dyson.com\/dc59\nhttp:\/\/www.youtube.com\/dysonus\nhttps:\/\/www.facebook.com\/dyson\nhttps:\/\/twitter.com\/Dyson\n#cutthecord\n\n*To prove this our engineers test for pick up performance across carpets (ASTM F608), hard floors (ASTM F2607) and hard floors with crevices (IEC 60312-1 5.2). To mimic actual use, they load machines with dust before testing (IEC 60312 -- 1 5.9).",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/dmY44a7uWe4\/hqdefault.jpg",
        "videoId": "dmY44a7uWe4",
        "mediaDuration": "502",
        "prettyDuration": "00:08:22"
    },
    "transcripts": "Essentially over him clean is going to work the same way the heart of the machine is the motor because that draws the air through from the cleaner head up the up the tube through the cycle in a filter and then through the motor and then out through the exhaust. So to get a really good perform machine you need a high performing motor and that's where a lot of course machines struggle because they use motors a bit like this which is a brushed d.c. motor and the problem with these is they're not terribly efficient and they spin quite slowly. About 25,000 r.p.m. so this machine is typical of other sorts of colas machines you have said probably have a similar sort of motor to that one in it and when it's for real life doing very well as well you can see how much more. Especially we developed a new motor of these six and you can see it's much much smaller than the conventional brushed motor and that the key difference is ammo so uses a digital pulse to create the energizing of the motor. This motor spins much much faster in fact five times faster than the formula one season might understand. We had to develop software but he got a measure of it spinning much faster we can make it much more efficient we can make the time it's a much smaller and still get the the airflow going through the machine and it's significantly lighter significantly smaller. So we've designed and developed a motor that gives as powerful suction in an incredibly small package because we have the Dyson digital most of the machine that translates to really good suction down the clean ahead where we're picking up dust from the floor. So if I switch this machine on and that really shows when you start doing comparative test looking at how well it picks up again. Machines and even some coded machines put them out. There oh. I think I was behind as well. So the combination of the basics most of the players in the carbon fiber bristles means we can achieve a really effective fine dust pickup on hard floors. So when we design our lightest coldness machine we spend a lot of time looking at all the different elements that go in the machines and make sure that we position them right to make it feel really nice and easy to use. We put the motor and the batteries in the sight of the tall. And they clean the head down to the bottom because of the way the leverage works it means that actually. The weight is up near your hands of the center of gravity of the mission of the machine is here so that means it is quite light in your hand and easy to use. Why put the weight down towards the. End of the rod. Very heavy in my hand but if I move the weight back up towards where my hand is gripping it. Is then much much easier to lift. Other colas machines and you have to remove the handheld unit. But then I have to reach though I'm quite tall. And when there is convenient and quarter machines and I'm better I tend to be heavier in the hand and then you've got the cord coming with you everywhere. Oh thank Ye god so this one has the way in the hand but the whole machine is quite a bit heavier than ours so it's still not very nice to use when you're trying to go up high. If you used it. You have to wind up all that cool. Which again isn't very convenient. When you go forward you just go everywhere and worry about anything. Fighting behind you will knocking anything off the table for me. And then as well as taking the head off and. Reaching up and high spots you can then use the machine as a hand-held really quick and easy. But the vacuum cleaner is designed so that the airflow goes through the head and sucks up the dirt into the machine so the design of the head is critical to how well the machine works and obviously you need really good suction to make sure that your taking the dust away from the from the floor up into the machine into the cycling. But also the design of the head is critical so that you really get out of the cockpit hole hopefuls and that's what this test is all about showing how well it picks up very fine dust rules. Thanks along the sides is that the strip of dust is untouched by the clean ahead. Of where it has tried to pick the dust up is left a lot of residue. You see this wall of dust still in the plane ahead which has actually been sucked up into the machine which is just dropping out. Onto the floor. And also you can see only that saw it is quite a wide gap. Is not enough suction at the head to suck the dust in which is why it's left these stripes at either side so we have a look at that ahead. Dustbin sucks right up into the song. And you can see on the tape the design ahead there are two types of bristles on the brush while the pope was annoying on there designed to get very good pickup on top aides on the black filament carbon fiber and they're incredibly fine and have sort of anti static properties which means they're very good at picking up the very fine dust off of falls. Additionally the detail of the head or the the side it's very narrow which means the airflow can come straight in from the saw it and that picks up the dust right to the very edges of the track. So you're getting full width cleaning. So when James designed the first fuel cycle a vacuum cleaner I had a sort of single large code inside. But over the years we've refined and developed that. This machine has 15 small cyclamens arranged into it is because they're much smaller that means that the air spins much faster as it goes down the small kinds that allows the very fine particles to be thrown out with even more force so we can make the cycle impact on this machine even more efficient than half reply from most other cordless machines have very simplistic psych lines in them so they're not very efficient and what that means is a lot of the dust just passes straight through the psych line and onto the filter in the machine and the problem with that is the filter local events the air flow day period so they don't start off with right now suffering from that suction drops very rapidly is the field. Goal so we've loaded the machine with 25 grams of fat. We're going to see how that's affected the suction. Thank you very much. But for my whole life. So you can see the field is incredibly plain the dust that's been spun out remains in the bay and. I am so this machine has been loaded with the same amount of dust. Let's see what's happened to the suction. The nearly all. Gone even those on. Top 25 grams. So let's have a look at the filter completely case that's why the sanctions drop so much there's no way the air can pass through the filter. So my latest machine the combination of the Dyson cycling technology and the Dyson digital motor means it sucks up as much as a conventional vacuum cleaner. Without the hassle of a cord.",
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18",
        "31",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 579.13275,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}