{
    "title": "Mavea Elemaris XL Water Filtration Pitcher at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/mavea-elemaris-xl-water-filtration-pitcher\/133302?Keyword=mavea\nMAVEA Elemaris XL Water Filtration Pitchers hold up to 9 cups of water and allow automatic pour-through-lid refilling for easy refill. Suitable f",
    "referenceId": null,
    "date_created": "1438639650",
    "date_modified": "1438639650",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288583",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Mavea-Elemaris-XL-Water-Filtration-Pitcher-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "120",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/mavea-elemaris-xl-water-filtration-pitcher\/133302?Keyword=mavea\nMAVEA Elemaris XL Water Filtration Pitchers hold up to 9 cups of water and allow automatic pour-through-lid refilling for easy refill. Suitable for use on your kitchen counter and designed for your dining room table. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/wOBkFKwzD5I\/hqdefault.jpg",
        "videoId": "wOBkFKwzD5I",
        "mediaDuration": "120",
        "prettyDuration": "00:02:00"
    },
    "transcripts": "In most industries and there's an old generation and a new generation of AI is the new generation created in Germany with high end materials the bail water filter systems advanced design and styling is suitable not only for the kitchen counter but also the dining room table. We design our water filters pitchers the way other German companies design their cars with imagination passion and a love of detail. Vr the art of creating a better water filter pitcher starts with design innovations that deliver an ease of use convenience and safety fast no presetting is required to activate filters clean filter micro screen reduces release of carbon particles into water vapor silver rise to filter media and inhibits the growth of bacteria to maximize filter life convenient or through lid makes refills quick and easy. It's smart and no more guessing when to change the filter them of a a filter change indicator measures filter life or three way it reminds you to replace the filter based on the length of time the filters then in use your consumption and quality of your water. B.p.a. free all filter system components are made from b.p.a. free materials and certified safe for use with drinking water and proven certified by the water quality association to significantly reduce chlorine and other unwanted elements. The end result is high quality drinking water that's healthier and delicious from an ensure that some pleasure to use. They are inspired. Water",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "27"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3995.8098,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}