{
    "title": "Breville Presents: Gone Native with Daniel Patterson",
    "description": "Chef and Boston transplant Daniel Patterson of Coi in San Francisco forages for ultra-local ingredients in order to connect with the locals who dine at his restaurant.\n\nFor more about Breville, visit http:\/\/www.brevilleusa.com\/\n\nTo learn more about Chef P",
    "referenceId": null,
    "date_created": "1438364148",
    "date_modified": "1438364148",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286909",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-Presents-Gone-Native-with-Daniel-Patterson",
    "category": null,
    "duration": "204",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "breville",
        "hdvFlag": 1,
        "hookText": "Chef and Boston transplant Daniel Patterson of Coi in San Francisco forages for ultra-local ingredients in order to connect with the locals who dine at his restaurant.\n\nFor more about Breville, visit http:\/\/www.brevilleusa.com\/\n\nTo learn more about Chef Patterson, read his articles on Food Thinkers:\nhttp:\/\/www.foodthinkers.com\/articles\/second-nature\/\nand\nhttp:\/\/www.foodthinkers.com\/articles\/narrative-to-a-daniel-patterson-recipe\/\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa\n\nSee Chef Patterson's book, Coi: Stories and Recipes \nhttp:\/\/www.amazon.com\/Coi-Stories-Recipes-Daniel-Patterson\/dp\/0714865907\n\nBreville has a new website check it out!\nhttp:\/\/foodthinkers.com\/",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/7RVvTiBeqB8\/hqdefault.jpg",
        "videoId": "7RVvTiBeqB8",
        "mediaDuration": "204",
        "prettyDuration": "00:03:24"
    },
    "transcripts": "I think everyone has always deeply influenced by the tastes and smells of their childhood. So for me growing up on the ocean the smell of seen. The taste of lobster. The sound. Of the ocean. And I think the way that I call cars some sense of continuity. In what I remember from growing up. And then a lot of discovery from the area where I live now. My name is Daniel Patterson. And we are restaurants at Cisco. As someone who's not from the original I however really wanted was a way to connect to people who. Are from here. And I thought that. One way. Could be used in plans that are already here. We have certain wild plants in the area not sounds. It's very much an expression of. The physicality of the place but it's also I think an expression of the culture of the place. I guess my first experience with foraging was when my first restaurant and I was very involved in getting ingredients and sourcing. It's part. Of the way we do things. Typically wild foods are aromatics there are ways that we season rather than the foods themselves. It allows us to kind of tailor. The taste or additions. To something that's very. Personal to us. One thing I like about forging is you have to choose a little bit more carefully the product you're working with. Because you choose it yourself so you taste different things. So in that sense we're we're dictating. Taste of our greens. And dishes. So when I'm tasting Jason for a couple things one is very basic and seasoning and the same time trying to also capture a sense of some excitement around something different so showing a different facet of ingredient that maybe is a little bit unusual or someone hasn't seen before. That sense of discovery is what people expect. Which is one of the reasons why I really focus on the. The area the people in the area because I want people who live here to come in an experience taste that they remember from growing up and to see things that are familiar to them. One of the things that we focus on a lot is making sure that each. Ingredient is perfect. It's handled perfectly. Our dishes are very simple. And only two or three ingredients. If there's anything wrong ingredients anything wrong with the cooking it really stands out. Importance when gradients is part of our culture here. How we handle them. And what we want to get out of them how we want to express them. I can't tell you. Why when something feels right but there's just this moment of synchronicity where I guess the best word I can use is delicious. There's a stressed moment where I can't put my finger on it and everything is in perfect balance and the ingredients are just right when the dish is perfect. It's hard to attain but that's that's where we spend our day chase. That moment where everything is just right.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1215.3445,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}