{
    "title": "Cuisinart Elite 12-Cup Die Cast Metal Food Processor at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/cuisinart-reg-elite-12-cup-die-cast-metal-food-processor-with-disk-storage-case\/1016962430. \nThis food processor comes with nesting 11-cup large work bowl and 4 1\/2 cup small bowl, both with pour spouts and ma",
    "referenceId": null,
    "date_created": "1438639358",
    "date_modified": "1438639358",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288579",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Elite-12-Cup-Die-Cast-Metal-Food-Processor-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "398",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/cuisinart-reg-elite-12-cup-die-cast-metal-food-processor-with-disk-storage-case\/1016962430. \nThis food processor comes with nesting 11-cup large work bowl and 4 1\/2 cup small bowl, both with pour spouts and maximum liquid fill lines, that allow you to prepare several recipes at once and eliminate the need to clean bowls in between tasks. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/XAFELXYAL9A\/hqdefault.jpg",
        "videoId": "XAFELXYAL9A",
        "mediaDuration": "398",
        "prettyDuration": "00:06:38"
    },
    "transcripts": "Hi I'm Mary Rogers director of marketing communications for cuisinarts. Today I'm going to show you our brand new elite collection 12 cup food processor. It has so many great innovative features that you're really going to enjoy. First the lid comes off just by pressing these two release buttons and you lift it off to put it back on you just place it on the machine and press it down in the front until it clicks. Press it down in the back until it clicks. So one great innovative feature is our sealed tight advantage system which is built right into the lid. It's cereal sugar bowl and any combination from the very top so that you can get the maximum capacity out of the work ball. Additionally it has a blade lock feature. The small chopping blade in a large chopping blade amount into the food processor you press it down and it actually seals the ball from the bottom. Additionally when you take the bowl off the base and you go to pour ingredients out the blade stays in place. This machine comes with two sighs world polls. The first is the small work ball which you remove by using the finger recesses. It's for cops. And then your large work ball which is 12 cups. It has measure markings on the side. It also has some liquid fill lines on both the small and the large bowl. Next what I'm going to do is I'm going to actually show you some of the other pieces that come with your food processor. First is your large chopping blade which is used with your large work ball. It's great for chopping anything from one clove of garlic all the way up to lots of soup that you can puree it's fabulous for really great food prep tasks. The next item is your dough blade and the dough blade is used when you're making the space Joe's like pizza dough bread dough. Next is your adjustable slicing desk this is really great use the finger holes when you're lifting the desk at the stem on the bottom twists and it goes from one millimeter all the way up to six. So you actually get six ways to slice in one disc it goes from one millimeter which is ultra thin to six millimeters which is extra thick. Then you get are reversible shredding desks. Use the finger holes when you're lifting the desk. One side is fine treads and one side is meaning shreds and the way that this just goes in the food processor is you use the stem. You match up the markings and you just put the disk inside. Use the same method when using the slicing desk. Now what I'm going to do is I'm going to show you how to make a fabulous hummus in just seconds. First we're going to remove the stem. We're going to use a large work bowl and like I mentioned the large chopping blade which you put into the work ball you twist it and you press it down until it locks into place and that will actually engage the special blade lock. Now what I'm going to do is I'm going to show you how great this machine is at mincing garlick. Going to turn it on. I'm going to drop in the guard because that's the first thing we're going to do and we've got to make our hummus and if you like it extra spicy a. Little hot. But it's your clothes that are like. Look how great that minces about garlic. And I'm going to just turn the machine off really quick. I'm going to take the lid off and then I'm going to add my herbs and today I'm going to use some fresh parsley. I love parsley one thing to remember when you're using herbs is you know take the stems off you don't want the stem part in there. I'm also going to add a little bit of basal for fun. Going to chop that up. Really quickly. OK you can either use the on button. Or you can actually use pulse to chop. OK so now that that's finally chopped we're going to move on I'm going to add my chickpeas I'm when you make a promise to calls for chick peas but don't be afraid to get creative you can use any type of bean. Make sure you drain the being really well before you put it in the food processor. I'm going to add a little bit of lemon juice. I prefer the lemon juice it gives it a nice crisp taste and I'm going to use the sole Khan's bachelor that comes with an art food processor. I'm going to add the tahini paste and a lot of people say well what's tahini paste and teeny paces actually believe it or not. Ground sesame seeds. I'm going I'm going to do is I'm going to add a little bit of crushed pepper. And a little bit of thought not too much thought because the canned beans have a lot of salt in them to begin with and I like to keep the salt down. And I put the food processor lid back on. I'm going to polls to start and then I'm going to run the machine on the on the chair. Now what I'm going to do is I'm going to add the olive oil through the small feed here. Until it becomes really really creamy. I like my hummus really creamy and mood. So I'm going to. All the olive oil. I now you could actually stop the machine at this point but we're going to do today and do a special version of hummus and we're going to add some roasted red peppers. And you're going to see how it colors the hotness. And also gives a great flavor so just drop those in through the feeds too. And there you have it. A beautiful homemade hummus. It's a movie. It's creamy and it couldn't be more delicious. Look how great that looks. Now to get the hummus out of your bowl remember you have your special blade lock so you can actually move the ball right from the base and you can actually just pour the hummus right into your serving dish. It couldn't be easier. Look how beautiful that looks. All you have to do is toss up some pita breads and you couldn't have an easy or simple way to have a beautiful elegant dish made right with your cuisinart food processor.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 14856.183,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}