{
    "title": "Real Simple 6-Cube Storage Unit at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/product.asp?SKU=132655\nReal Simple 6-Cube Storage Unit provides a customizable storage cubby for a variety of storage needs. Compatible with all Real Simple storage and system accessories (sold separately) including drawers",
    "referenceId": null,
    "date_created": "1438650049",
    "date_modified": "1438650049",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288714",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Real-Simple-6-Cube-Storage-Unit-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "102",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/product.asp?SKU=132655\nReal Simple 6-Cube Storage Unit provides a customizable storage cubby for a variety of storage needs. Compatible with all Real Simple storage and system accessories (sold separately) including drawers, bins and inserts. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/X5SClWR-gd4\/hqdefault.jpg",
        "videoId": "X5SClWR-gd4",
        "mediaDuration": "102",
        "prettyDuration": "00:01:42"
    },
    "transcripts": "Hi I'm Chris from real simple and this is the six cube storage unit from the real simple solutions line available exclusively at bed bath and beyond. It's easy to organize different rooms in your home using this customizable storage unit. It's approximately three feet high and two feet wide and features hidden hardware for a seamless look. A full back panel and decorative feet everything you need to assemble this unit comes in one box including detailed instructions. You can use the six cube storage unit alone or and this is my favorite part. You can customize it for your storage needs with inserts like a cross frame shelf. Shelf and tray. Or drawers. The drawers are available and shallow and full size and come in bamboo and a variety of colors all inserts and drawers are sold separately. This piece is great especially since you can personalize it with mix and match inserts and drawers and if you want to give it a different luck all you have to do is change the accessories. Because of its sleek minimal design you can use the six cube storage unit almost anywhere in the house. Place it in your living room or bedroom to organize books magazines and knick knacks. Streamlined bills gadgets and supplies in your home office or use in the playroom to organize books toys and games. Express a real simple solution six cube storage unit is available online and at a bed bath and beyond store near you. It's also available in white at select bed bath and beyond stores and online.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3538.0544,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}