{
    "title": "Real Simple Split-Top Bench Storage Unit at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/real-simple-reg-split-top-bench-storage-unit-in-white\/201338\nhttp:\/\/www.bedbathandbeyond.com\/store\/product\/real-simple-reg-split-top-bench-storage-unit-in-espresso\/132657\nReal Simple Split-Top Bench Storage Un",
    "referenceId": null,
    "date_created": "1438646845",
    "date_modified": "1438646845",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288642",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Real-Simple-Split-Top-Bench-Storage-Unit-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "110",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/real-simple-reg-split-top-bench-storage-unit-in-white\/201338\nhttp:\/\/www.bedbathandbeyond.com\/store\/product\/real-simple-reg-split-top-bench-storage-unit-in-espresso\/132657\nReal Simple Split-Top Bench Storage Unit with 3-cube compartments provides a customizable storage bench with cubby for a variety of storage needs. Adapts to suit any room including dens, bedrooms, offices and more. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/dwZo2gXHIc8\/hqdefault.jpg",
        "videoId": "dwZo2gXHIc8",
        "mediaDuration": "110",
        "prettyDuration": "00:01:50"
    },
    "transcripts": "Hi I'm Chris from real simple and this is the storage bench from the real simple solutions line available exclusively at bed bath and beyond this customizable bench makes it easy to organize any room of your home and add extra seating. It's approximately two feet tall and three feet wide and features fabric cushions hinged lids for hidden storage hidden hardware for a seamless look and decorative feet. Everything you need to assemble this unit comes in one box including detailed instructions. You can use the storage bench alone or customize it for your storage needs with inserts like a cross frame. Shelf shelf with tray. And drawers. The drawers are available and shallow and full size and come in bamboo and an array of colors all inserts and drawers are sold separately. I really like this bench because it provides much needed storage and an additional place to sit. The seat storage is great for hiding things away. Plus there's a ton of storage possibilities underneath. Its design is sleek and minimal so you can use the storage bench almost anywhere in your home. Place it at the end of your bed to organize books or store slippers or throw. Use it by the back door or in the mud room for an extra place to sit while you put on your shoes. You'll also have cubbies to store sneakers backpacks and sporting gear or place in your child's room to organize toys games and clothes. The espresso real simple solution storage bench is available online and at a bed bath and beyond store near you. It's also available in white at select bed bath and beyond stores and online. ",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 494.3871,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}