{
    "title": "All-Clad NonStick Cookware at Cafe Boulud & Maialino",
    "description": "Check out chef Gavin Cason of Cafe Boulud and chef Nick Anderer of Maialino using All-Clad's new Nonstick Cookware. Twice as durable, twice the stain resistance, and 7 times better release. Made for professional chefs and now available for your home kitch",
    "referenceId": null,
    "date_created": "1438381490",
    "date_modified": "1438381490",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287435",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "All-Clad-NonStick-Cookware-at-Cafe-Boulud-Maialino",
    "category": null,
    "duration": "157",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "AllCladOfficial",
        "hdvFlag": 1,
        "hookText": "Check out chef Gavin Cason of Cafe Boulud and chef Nick Anderer of Maialino using All-Clad's new Nonstick Cookware. Twice as durable, twice the stain resistance, and 7 times better release. Made for professional chefs and now available for your home kitchen!",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/V55ym_tfv70\/hqdefault.jpg",
        "videoId": "V55ym_tfv70",
        "mediaDuration": "157",
        "prettyDuration": "00:02:37"
    },
    "transcripts": "Maybe your minds Gavin caisson and I'm a café my restaurant here in new York city. I'm careless. Scanner at Miami you know Ramsey Clark. Let me bring you inside show you how I use my all clad nonsense. You run. 24 seventh's. Time and then. Ha ha ha ha ha ha. Ha very minimal out of fucking with the fact that we're in for breakfast lunch and dinner that you feel this is. Very precious time especially to. The places. That a lot of eggs a lot of them pay those. Things like a stick. And so they've been life there with a. Young chap. You think you're going to. Take on. Absolutely that's the main event. Let's do it. When we cook chicken non-stick pan all started out with the paddles created by the skin. And then we'll take the fat out of the family. And all of its own fat its own chicken fat. We'll let it cook itself. But it's interesting especially when. You see an anoxic and. At such. A busy restaurant. You know you see instantly the durability of a plant. Because they get beat up so quickly. And during service. I don't have to send it back to the destruction have to be relying on somebody to clean it and bring back my station I just give it a quick wipe rested up on the lead and then when I'm ready to cook again I go to. Sleep we have before. Like if we were to use for. Non-stick pans for breakfast service we end up buying one of those hands like five times for the year maybe more. Once every two months I'd have to buy like. A dozen. House on. A not. So far we've gone four months and we haven't worried about buying anything. It almost looks as though it did when we first got it so yeah I mean we have used others and they have a blast and quite as long as they are oblivious. And what's great about the non sticks is that I can cook honestly and cook the way I want to cook.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4751.513,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}