{
    "title": "Salmon & Bok Choy on Simply Ming",
    "description": "Use the All-Clad steamer and butter warmer to cook up a delicious and healthy summer steamed salmon dish.",
    "referenceId": null,
    "date_created": "1438380888",
    "date_modified": "1438380888",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287414",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Salmon-Bok-Choy-on-Simply-Ming",
    "category": null,
    "duration": "142",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "AllCladOfficial",
        "hdvFlag": 0,
        "hookText": "Use the All-Clad steamer and butter warmer to cook up a delicious and healthy summer steamed salmon dish.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/4iqRTumEqiM\/hqdefault.jpg",
        "videoId": "4iqRTumEqiM",
        "mediaDuration": "142",
        "prettyDuration": "00:02:22"
    },
    "transcripts": "I mean cyber separately. Let me tell you a great way to use his brain. I love steaming food but one trick that he same flavor my water I take a big pension this is black and that actually just takes any off flavor that's in the water but actually gives you a really new ones flavor when you're steaming. Now here we have some salmon that I'm just going to season out with some salt and pepper and you know we do a lot of steaming Asian cooking of course everyone knows how healthy it is for you and it is but it's also does not necessarily mean you're going to have bland food everyone thinks theming is bland. If you can cook it right and add the right little touch to it it can be delicious. So what to say I'm going to take a beautiful piece of cut in half. There's a little core here bok Choy. Just take the core out two pieces found one per piece of salmon. And it will stay in this up it's going to take about I'd say I don't know eight minutes total. So put bok Choy there take these two pieces salmon lame in the middle and in about eight minutes you can have perfectly cooked salmon. I checked this out it looks like after about eight minutes. Looks nice on the bottom of the pan by the way is a banana leaf you can use cabbage leaf anything that would work. Nice piece of bok Choy. Take this piece of salmon. And the reason you put that in there is to help the salmon from not sticking a go. Then what I have here are some really hot oil and I'm going to add just a pinch of ginger are like fermented black beans. And there's your wonderful sauce. I'm going to put that right on. And that's a great flavor into a steam salmon a box like. Peace or subliming is provided by. All clad is bonded construction all clad is functional design all clad is professional equipment all clad is a state of mind.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 606.43066,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}