{
    "title": "Easy Grilled Tri-Tip Recipe - Camp Chef",
    "description": "http:\/\/www.campchef.com\/deluxe-bbq-grill-box-90-accessory.html\n\nMemorial Day is only a couple of weeks away. Instead of doing the same old hamburgers and hot dogs for your family and friends, why not grill up some tri-tip. Grilled tri-tip is a lot easier ",
    "referenceId": null,
    "date_created": "1438630636",
    "date_modified": "1438630636",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288479",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Easy-Grilled-Tri-Tip-Recipe-Camp-Chef",
    "category": null,
    "duration": "504",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.campchef.com\/deluxe-bbq-grill-box-90-accessory.html\n\nMemorial Day is only a couple of weeks away. Instead of doing the same old hamburgers and hot dogs for your family and friends, why not grill up some tri-tip. Grilled tri-tip is a lot easier to make than you think. With some simple store bought seasonings and a Camp Chef grill box you can have a crowd favorite meal ready in under an hour. Follow along with Matt from Camp Chef as he walks you through what is sure to become a Memorial Day tradition.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/pd3bErSrLio\/hqdefault.jpg",
        "videoId": "pd3bErSrLio",
        "mediaDuration": "504",
        "prettyDuration": "00:08:24"
    },
    "transcripts": "Law or malice can shift here today to show you a new recipe something to try for the upcoming memorial day it's obviously growing season it's here. One of my favorite recipes is grilled tri tip tri tips a cut of meat that a lot of people shy away from their little nervous about it. Haven't cooked it before it's a great because it has some wonderful marbling to it absolutely fantastic flavor of smoking in our small crawl as well as grill it on our girl box and that's how we're going to show you today is going to take these tri tips prep them get them ready to go and show you how to cook them on our camp ship grow box and just a great way to celebrate memorial day or any other holiday with your family. All right we've gone ahead and prepared these tri tips got them from the butcher cut a little bit a layer of fat off we want to leave some on there to render down add flavor to the roast when you're growing it. We've watched him off let him sit out for you know 1520 minutes let him get a little closer to room temperature so they grow better and now we're going to play a little bit of olive oil just so that the seasoning will adhere well you want to stick to the meat. Because they sat out their. Little dry so we're going to put a little bit of olive oil on there. Both sides of the roast. And this is a tri tip rose so when you go to the butcher. They do have tri tips stakes as well. Make sure you pick up the roast. All right so those are ready and then this is a little sweet and spicy seasoning. We're going to apply to this one. Just your favorite. We're going to imply that I get it rubbed in really well. And that's hence the road name we really are going to push that into the meat. You can call your ins. To get a good code on there. All right so that piece is ready and I wash my hands we're going to do the Peppercorn one as well. Are now ready to go ahead and apply the Peppercorn to this roast. And this is a pretty strong. Peppercorn so don't apply as much to the roasted actually. Stays for it here to a really well. And I cracked peppers pretty strong once you. Cook it so it depends on your taste. Oh so yes makes you got to get even quote across that. When we cook this up and. Serve it we're going to slice it pretty thin so you want to make you have a good even code that will be on each piece. All right so those are prepped and ready to go out and fire up the grill box and get it prepared we'll walk you through those steps and then get these grilled today will be cooking on the big gas grill. One of my favorite units comes from the store with r b b 92 burner box covers two burners on one of the three burner stove has a great side shelf for your tools and accessories. Just a great way to cook you can find it at any of your local sporting goods stores but you can cook these great tried tips on really any of our barbecue boxes on the two burner stove the single burners and any of those that have the great cast iron grill grates that's going to really seared this meat barbequing it. Another highlight of these stoves because they really have the capability to put out 30,000 b.t.u.'s per burner when you light them. We like to highlight and just crack the tank open maybe about a quarter of a turn before you turn on your burners. And ignite them. That way doesn't kick it into low flow with this regulator. After they're let go ahead and open up the tank that way is going to give you the full power of those burners when you need them like we do today. We're going to turn those burners on high. Close the grille box. And let that grow box get to about 450 degrees. We want a pretty hot so that we can go ahead and sear both sides of these and then turn them down and cook them slow. All right so we've got the barbecue box at 450 degrees it tells us. So now it's a perfect time to go and drop these on. We're going to Syria each side for about five minutes. About five minutes on that side turn him over sear for another five and then return the barbecue box down to about medium heat and cook them until they come to 145. We've got our meat thermometer. A remote thermometer that we sell that we're going to put into one of the rows actually both of them are of that temperature. Once they hit 145 degrees going to pull them out put them in some tin tin foil to go ahead and let them sit for maybe three minutes and then pull them out and serve them. All right so we've had our target temperature of 145 degrees. Want to go ahead and pull these off the real box put on our trays and tandem and let them sit for about three minutes before we carve them up. All right we're back in the kitchen. Hopefully the stage you're going to be made memorial day serving up some of your girl tried to pay. We've gone ahead and let them sit for three to five minutes. We're going to pull them out. That allows that all that moisture to get back into the roast. So you can see there's a lot of moisture in these. Take those and. Carve it really thin so you're going to go about. An eighth of an inch maybe two eight since is the most as you carve this. So there's our Peppercorn. Oh you can see how well that girl box has grilled this. And kept all the moisture within it. And then there's our sweet and spicy. All right so I'm going to be the hero here camps of shortly as we fill this kitchen with people to eat this up. You will as well when you cook this up on memorial day for your family and friends.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 716.9545,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}