{
    "title": "Victorinox Heritage English HD",
    "description": "History of Victorinox from small business to an iconic brand. Discover here the amazing saga of Victorinox, the makers of the original Swiss Army Knife. For more information, please connect to our website: http:\/\/www.victorinox.com.",
    "referenceId": null,
    "date_created": "1438626720",
    "date_modified": "1438626720",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288380",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Victorinox-Heritage-English-HD",
    "category": null,
    "duration": "238",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Victorinox AG",
        "hdvFlag": 1,
        "hookText": "History of Victorinox from small business to an iconic brand. Discover here the amazing saga of Victorinox, the makers of the original Swiss Army Knife. For more information, please connect to our website: http:\/\/www.victorinox.com.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/RDogvBZy-4Q\/hqdefault.jpg",
        "videoId": "RDogvBZy-4Q",
        "mediaDuration": "238",
        "prettyDuration": "00:03:58"
    },
    "transcripts": "If I am. I am. I am. 84 Switzerland is in the full bloom of industrialization train lines start connecting the regions opening up the countries of tourism. The century old democracy finds its council. 884 In iba beats Karl alzner and his mother Victoria open a cutlery workshop. Caro soon realizes that withstand of products he cannot compete with industrial producers. Trusting his skills and innovation talent. He starts developing a new category of knives. A knife that offers as many practical functions as possible in a compact form. In 897 he is ready. Karl alzner the Swiss offices and sporting life. The rest is history. Over the decades the knives and tools of the family become more and more popular. After the second world war the American g.I. is bringing the original Swiss army knife to the u.s. Victoria starts its triumphant procession around the world. Today the small red knives from reeds have turned into an iconic brand. And the success has brought new fantastic products like time pieces travel gear. Fashion and fragrances under the umbrella of Victorian ox. And Victorian ox Swiss army. They all share the spirit of invention. I functionality absolute quality. And iconic design. But all our products are not just useful items. In the eyes of our customers they are more they are a companion for life. They tell us of memorable moments and touching experiences in which Victorian arcs made a difference to their life even save lives. We want to share these moments and are proud to present to you our new communication platform that puts the stories from customers at its center. Of a train stopped suddenly on the tracks. Smoke coming from one end of the train. The door was locked and the key was upstairs in my room. I was stuck outside in the zero degree weather with a strong wind blowing. Once I saw something sparkling down below on the seabed. A Victorian ox Swiss army watch. I normally can't stand guests like him but he was different because he smelt really good. Which I told him. My Victorian ox luggage has never let me down. He came back to the restaurant and gave me a lovely little bottle of his from Victoria Knox. It saved my life. Your products mean a lot to me. They are true companions. Victorian ox products are a companion for life. What experiences have you had with Victorian ox products. Share your story at a Victorian arts dot com.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 715.20776,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}