{
    "title": "Windsor Picnic Basket at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/product.asp?SKU=16110159\nThis suitcase picnic basket comes complete with service for four. Basket has a willow construction with a navy corduroy lining. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond Y",
    "referenceId": null,
    "date_created": "1438648396",
    "date_modified": "1438648396",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288700",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Windsor-Picnic-Basket-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "117",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/product.asp?SKU=16110159\nThis suitcase picnic basket comes complete with service for four. Basket has a willow construction with a navy corduroy lining. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/en8ar-nJWz8\/hqdefault.jpg",
        "videoId": "en8ar-nJWz8",
        "mediaDuration": "117",
        "prettyDuration": "00:01:57"
    },
    "transcripts": "Do you love to go on a picnic. Are you looking for a picnic basket that you can take everything with you that you could possibly need. This Windsor picnic basket is the perfect choice from wine and cheese to coffee and dessert. Everything that you could possibly need for a great picnic is included. Let's walk through everything that's included with this picnic basket. And I'm serious when I say it's all included except the kitchen sink and the food. It's a service for four. Porcelain plates. It has flat wire service for four. For wine glasses and four napkins. It includes this wine cooler bag and this great insulated food storage bag to keep your food at the perfect temperature. It has two plastic storage containers with lids this cute cheese ford and cheese knife. It has a stainless steel wine corkscrew as well as a wine stopper. It also comes with these four stainless steel mugs and a thermos. And of course these adorable salt and pepper shakers. And a picnic basket wouldn't be complete without a cozy picnic blanket. What more could you possibly need for your tailgate or picnic. This OK style picnic basket is constructed of willow on the inside it's lined with a plush navy blue corduroy. It comes with these different organizers inside to help you put everything that comes with the basket. In a perfect place it's made with genuine leather straps to help keep everything secure and organized. Whether you're looking for a picnic basket for yourself or a gift for someone special. This picnic basket certainly includes everything that you could possibly need for a great tailgate party or picnic. The Windsor picnic basket is available on line at bed bath and beyond.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7636.0454,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}