{
    "title": "Outdoor Entertainment Gear Indoor\/Outdoor Super Screen 132 - Camp Chef",
    "description": "http:\/\/www.campchef.com\/outdoor-entertainment-gear-indoor-outdoor-super-screen-132.html\n\nCurious to see how the Outdoor Entertainment Gear Indoor\/Outdoor Super Screen 132 goes together? Check out this video and watch just how easy the Super Screen 132 goe",
    "referenceId": null,
    "date_created": "1438630481",
    "date_modified": "1438630481",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288474",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Outdoor-Entertainment-Gear-Indoor-Outdoor-Super-Screen-132-Camp-Chef",
    "category": null,
    "duration": "316",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.campchef.com\/outdoor-entertainment-gear-indoor-outdoor-super-screen-132.html\n\nCurious to see how the Outdoor Entertainment Gear Indoor\/Outdoor Super Screen 132 goes together? Check out this video and watch just how easy the Super Screen 132 goes together.\n\nHere's some more info on the Outdoor Entertainment Gear Super Screen 132:\n\nThe Indoor\/Outdoor Super Screen 132 is the ultimate in portable screens. It features a huge 132\" screen made of durable Oxford nylon reflection material for high-resolution and enriched colors. A removable black backside blocks ambient light and detaches for rear projection. Sets up in just a few minutes, simply connect the durable 1\" metal tubing frame, clip the screen into place, then tighten a few straps and you've got a firm, flat screen. Perfect for movies, business seminars, and sporting events. Includes stakes and tie-down guy lines for increased stability.\n\nScreen:\n\n    132\" (11 ft) diagonal screen\n    600D x 600D\n    Wide screen 16:9 aspect ratio\n    Screen carry bag included\n\nFrame:\n\n    1\" diameter, 18 gauge powder coated, steel tubing\n    4 frame stakes included\n    4 guy lines and stakes included\n    Frame carry bag included\n\nDimensions:\n\n    105\" H x 129\" W\n    Frame Bottom to Floor: 23\"\n    Weight: 34 lb.\n\nFor more information check out:\nhttp:\/\/www.campchef.com\/indoor-outdoor-super-screen-132.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/DPdHw2GBgVk\/hqdefault.jpg",
        "videoId": "DPdHw2GBgVk",
        "mediaDuration": "316",
        "prettyDuration": "00:05:16"
    },
    "transcripts": "Today we're going to be setting up the outdoor entertainment year super screen. It's really easy to do what we've done here is I've got the I've got it out of the box already so I've got the screen lying here with the legs and the stakes and and guidelines it's a really simple process to do by yourself but it can help to go smoother if you have two people to start off. Just grab these each segment of the frame is labeled with a letter and the letters match up together so for example you take c match up with c and put those together and then grab another one this one's labeled a so a find a it is. Put these two together. As I said before you can do this by yourself but to make it easier and go a little smoother and have Megan come in help me or help me out with it. We've got together with the long end of the legs facing up next we're going to take the screen itself and unfold it. Leaving the black back facing up. You'll see there's a white and a black side. So do. The white side down on the black side up. All right we're going to start at the top here. Grab these plastic hooks and snap them right on the frame and just make our way around the frame here stepping each one on. Now the bottom inside clips on the screen will have a tension adjuster. They should come loose and all the way but if they're not just go ahead and pull that out and keep attaching this all the way around the last few might be a little tight but it's OK the pushing on the screen as you go to clip that in that will help you get that all the way out to get that last few clips on. All right we've got our screen on now we're just going to come down here and tension each one of these along the way. Just grab them and give them a snug ball make sure it's all the way tight so that you get a firm screen for viewing. Where the screen is nice and tight. We're going to go up to the corners of the top corners of the screen now to attach the guidelines. Now it's time to set the screen up right and this is where two people will come in handy to make it a little easier. Or the screen comes with two different stakes. These big l shaped ones for the legs in the feet of the frame and then these smaller aluminum ones that will be attached the guidelines to help stabilize the top of the frame. One thing though is the stakes go in at an angle. So stick down your guidelines take the guideline tensioner and your stake. Bring it out about three feet from the frame or so stake into the ground. I'm going to loop this right around the end of the stick down there and then take this tensioner and just guide it up. Toward the top of the screen till it's just kind of. Got a little tension there. The first stake we're going to put in won't have anything to pull against so just make sure it's. Kind of tight and then we'll do the rest of them pull them together one of the great features of the outdoor entertainment year super screen is this black screen on the back. It's Velcro don and just comes right off like that to show the screen now you can do a rear projection or leave it up for front view and it helps block out ambient light. Now we've got our screen staked out and guide out so it's nice and tight and as you can see it's it's real secure so if a big gust of wind comes it's not going anywhere and you don't have a tight flat screen for perfect movie viewing for more information about the outdoor entertainment year super screen visit w w w dot camp chef dot com.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "12",
        "31",
        "28"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4369.198,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}