{
    "title": "How to remove facial hair and have pure, radiant skin with the Braun Face",
    "description": "Discover how to remove facial hair with precision and easier than ever and how to more effectively, yet gently cleanse your face.\nBraun Face, the world’s first facial epilator and cleansing brush, lets you enjoy two treatments with one device - simply swi",
    "referenceId": null,
    "date_created": "1438631995",
    "date_modified": "1438631995",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288509",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-remove-facial-hair-and-have-pure-radiant-skin-with-the-Braun-Face",
    "category": null,
    "duration": "134",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Braun",
        "hdvFlag": 1,
        "hookText": "Discover how to remove facial hair with precision and easier than ever and how to more effectively, yet gently cleanse your face.\nBraun Face, the world’s first facial epilator and cleansing brush, lets you enjoy two treatments with one device - simply switch attachments.\nPrecisely remove facial hair by the root with the facial epilator or cleanse skin pore deep with the facial brush, 6x better than with your hands alone.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/kBRz5ykcJP4\/hqdefault.jpg",
        "videoId": "kBRz5ykcJP4",
        "mediaDuration": "134",
        "prettyDuration": "00:02:14"
    },
    "transcripts": "I'm back of me to tell you that a great ass day I and she's new to the drawn face. Now we can break free from any reservations we had our game about I sat by taking it into your own hands of this new chewing one of each device. Starting with precision explanation of why it spent so long plucking out individual has a hand held to you those are actually 200 times faster than doing it with my duties as I have never advocated on my Facebook wall I thought I was coming out of this but if you start letting you know where our area and it's a really good area with a lot of space for you to practice then move on to the other they are the most sensitive areas around the mountain in July and it has our best weight I have ever tried to get rid of any of won't have on my face I think something that my skin who are kind of afraid of to use in Atlanta if they fail it is going to happen now it just feels as if you're treating something out but it's so much better because it's over so quickly as you're just left with extremely smooth the arrows indicate the direction of movement so for example when you are doing the eyebrows hold the device upside down and for the next for all you want to switch it to the right as that will be the direction of Appalachian and for the right I'll switch it to that next hour. Face you could have a transformative I thought perhaps I mean you've now got a cleansing brush I use the plans of my house that are you using this device is six times more efficient than during the day I like to use the cleansing brush with my cousin may spend more time on the way you say it's because they need extra cleansing and it just really declines and gets rid of the impurity useful to do the stuff that you don't want in your step and also one of the best coffee ever has the skin to absorb it and he collects your power to apply I think come join me break free from infection that I'm turned on or fill it in with a brawl in the face.",
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18",
        "11",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6140.16,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}