{
    "title": "Cuisinart Grind & Brew Thermal Automatic Coffee Maker at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/Cuisinart-reg-Grind-Brew-Thermal-trade-12-Cup-Automatic-Coffee-Maker\/1014725660\nThe Grind & Brew Thermal coffee maker automatically grinds coffee beans right before brewing to deliver the freshest coffee flavo",
    "referenceId": null,
    "date_created": "1438640304",
    "date_modified": "1438640304",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288585",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Grind-Brew-Thermal-Automatic-Coffee-Maker-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "244",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/Cuisinart-reg-Grind-Brew-Thermal-trade-12-Cup-Automatic-Coffee-Maker\/1014725660\nThe Grind & Brew Thermal coffee maker automatically grinds coffee beans right before brewing to deliver the freshest coffee flavor. Plus, the included thermal stainless steel carafe keeps up to 12 cups of coffee hot and fresh for hours at a time. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/7HU2q75vfD8\/hqdefault.jpg",
        "videoId": "7HU2q75vfD8",
        "mediaDuration": "244",
        "prettyDuration": "00:04:04"
    },
    "transcripts": "Hi I'm Mary Rogers director of marketing communications for quis in art this is the quezon arbor grind and brew coffee maker. It has some great features. First of all we have a selector here which you can select mild medium or strong. You select how many cups of coffee you're going to make. I have it set on 12 some of the make 12. It has a grind off feature in case you run out of whole beans. It has a program button so you can program it to go off it during any 24 hour period. So if you want to wake up to fresh coffee in the morning it's fabulous. And then we have our on off button. And our clock. First of all the first thing you need to do is put your beans in the hopper and this hopper holds a half pound. The have a great thing about it is has a cover. It's we're going to put on and also has a seal so it seals out the air so it doesn't affect the flavor of your beans. The other thing that's really nice is a little door here and inside is where the coffee after it's ground will be dispensed. Right now I have a gold tone cupcake self filter and here you can use paper filter if you like. Major difference between using a gold tone filter and a paper filter is with the gold filter you have a little more sediment in the bottom of your coffee and that's what we call more European style coffee. If you use a paper filter you won't have any sediment in your coffee. Put the little lead right on. Close the door. I've already put the water in the reservoir. By using the water window on the side they can see exactly how much to add. And one thing I want to point out is we have a place here to put a charcoal water filter so that your. Coffee water is filtered prior to make making the coffee and this is the filter here they're available online to be replaced. We recommend that you replace them you know often. The other great thing about this is you can set it up like I mentioned to program and go off at a later time or we can just make coffee right away and what's going to happen is the whole beans are going to be ground right before you make your coffee and the whole point behind that is you're going to get the freshest most flavorful coffee possible right at home. You also have a thermal cooler half. The lid comes off really easy to just line the little two arrows up to put it back on the nice thing about this is that you don't have to twist and turn the lid after the copies made to just dispense your coffee you just hit. And the coffee comes out. Keeps it hot for about eight hours so let's make coffee. I'm going to set it to go off right now like I said I chose 12. And mild if you like it medium or strong like I said you just press the button and it changes. But all we do is hit the on button and it's going to make coffee fresh and flavorful for us. It's going to take a second because all of the insides are going to get ready to grind. The nice thing about this coffee maker is it uses a burr grinder so it's high. This is a big. It doesn't stop them and that's really important when you're making great coffee because it will actually treat the greens properly and it will retain all the great flavors for you it's a great way to make homemade coffee so our coffee is done. Machine shuts itself off automatically because it's a thermal camera. And we had like I said if it holds up to 12 cups so you can do between four and 12 cups will come I said pours out. And it also has a brew process feature so if you can't wait until the whole pot brewed you can actually take it out. The machine will stop for the time that you have the craft out. You pour a cup of coffee and put it right back in and there you have it the freshest most flavorful coffee possible.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 10904.844,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}