{
    "title": "Camp Chef Expedition 3X Stove",
    "description": "http:\/\/www.campchef.com\/expedition-3x-three-burner-stove.html\n\nDescription\n\nIntroducing Camp Chef's biggest, most powerful outdoor appliance...The Expedition 3x. With three 30,000 BTU\/hr burners, this stove is great for any occasion. Each burner produces ",
    "referenceId": null,
    "date_created": "1438630377",
    "date_modified": "1438630377",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288471",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Camp-Chef-Expedition-3X-Stove",
    "category": null,
    "duration": "112",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.campchef.com\/expedition-3x-three-burner-stove.html\n\nDescription\n\nIntroducing Camp Chef's biggest, most powerful outdoor appliance...The Expedition 3x. With three 30,000 BTU\/hr burners, this stove is great for any occasion. Each burner produces three times the heat of a burner on your kitchen stove.\n\nTo add versatility, we have included our awesome steel griddle. The 16 x 24 inch Flat Top Griddle features restaurant style high sides and convenient grease drain. It fits over two burners. The heat skirt provides even heat distribution. Because this griddle comes with Camp Chef true-seasoned finish, it is ready to use right out of the box. Griddle works great for stir-fry's, fajitas, breakfasts, steaks, etc.\n\nTo top off the package we have included a three-sided windscreen to help keep the flame burning strong and a paper towel holder and a utensil holder for your stove to keep your shelves free from clutter. With this package you should be able to cook anything - anywhere - anytime just like you would at home.\n\nBecause this griddle comes with Camp Chef's True-Seasoned finish, it is ready to use right out of the box. Griddle works great for stir-fry's, fajitas, breakfasts, steaks, etc. As an added bonus the new Expedition 3X package also includes a Three-Sided Windscreen to help keep the flame burning strong in windy conditions. With this package you should be able to cook anything - anywhere - anytime just like you would at home.\nFeatures\n\n    Three high capacity 30,000 BTU burners\n    Includes true seasoned Professional Flat Top Griddle (16\" x 24\")\n    Includes paper towel holder\n    Includes utensil holder\n    Three-sided wind screen\n    Burner housing limits hot\/cold spots and gives extra wind protection\n    Convenient cooking height\n    Regulator and 3 ft. hose included\n    Fully adjustable heat-control dials\n\n\nStove Specifications:\n\n    Total Output: 90,000 BTU\n    Cooking Area: 16\" x 38\" (608 sq in.)\n    Cooking Height: 30\"\n    Weight: 44 lbs.\n    Warranty: One Year\n\nFlat Top Griddle Specifications:\n\n    Cooking Surface: 16\" x 24\" (384 sq in.)\n    Overall Dimensions: 18\" x 24\"\n    Weight: 28 lbs.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/rwLUKo78xKI\/hqdefault.jpg",
        "videoId": "rwLUKo78xKI",
        "mediaDuration": "112",
        "prettyDuration": "00:01:52"
    },
    "transcripts": "No makers of virtual outdoor cooking equipment to do says the expedition featuring 330,000 b.t.u. cast aluminum burners each produced three times the heat and power of a standard grill giving you power to tackle any task built indignation easily starts the stove without having to carry a lighter the matchers. Micro adjust. Control mobs give you total control the flame from a very low similar to a roaring flame during adverse weather adjustable legs are convenient when clicking on an evening grayle. Included with the expedition three expo is a true seasoned professional top criddle it is easy to cook on and preachers keep the fuser plates on the bottom to distribute even keen and helpful with a hot spot. Enjoy grille of losing badly. You'll be able to cook for a crowd. The expedition three x also includes a special paper towel holder and could lead to insular. Built on camp chef sixteen's cooking system. You can fully customize your style with several options of cooking accessories. Like camps have specially designed barbecue grill I talian artisan pizza or even Dutch over the years. Also perfect to keep the heat out of the house. Canning the falls Argus. Cook at home or your cat. Take it camping. Hunting fishing or even for the ultimate tell Dave Martin. The camp chef expedition three of his versatility and sort of delivery that it's fine. For more information visit w w w. Dot camp ship dock. Camp show the way to cook outdoors.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 522.762,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}