{
    "title": "Hamilton Beach 67650 Big Mouth Pro Juicer",
    "description": "Equipped with a powerful yet quiet 1.1-horsepower motor, this professional juice extractor quickly converts fresh fruits and vegetables into healthy, all-natural, pulp-free juice--a delicious alternative to store-bought varieties that often come laden wit",
    "referenceId": null,
    "date_created": "1438377115",
    "date_modified": "1438377115",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287329",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Hamilton-Beach-67650-Big-Mouth-Pro-Juicer",
    "category": null,
    "duration": "267",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "J Genesis",
        "hdvFlag": 1,
        "hookText": "Equipped with a powerful yet quiet 1.1-horsepower motor, this professional juice extractor quickly converts fresh fruits and vegetables into healthy, all-natural, pulp-free juice--a delicious alternative to store-bought varieties that often come laden with artificial sugar and preservatives. The machine accommodates anything from pineapple, melon, apples, oranges, and grapes to tomatoes, celery stalks, cucumbers, carrots, spinach, and more. Simply insert fruit or vegetables into the extra-large 3-inch-wide feed chute (fits whole produce for faster juicing) and gently press down on the food pusher. Extracted juice flows from the spout directly into the 20-ounce juice cup for instant enjoyment or to be stored in the refrigerator for later. The unit features a classic commercial-style on\/off toggle switch, a stainless-steel micro-mesh strainer basket, and die-cast metal locking latches to keep the lid securely in place. Pulp gets ejected into the large, easy-to-clean pulp bin for convenient disposal. Compost the pulp or, better yet, use it to flavor soups, sauces, breads, cakes, and more. Dishwasher-safe parts make cleanup a snap, and a cleaning brush comes included for efficient pulp removal. Quick to assemble, the juice extractor measures approximately 14-1\/2 by 10 by 18 inches and carries a one-year limited warranty.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Ab-VXg5cyAc\/hqdefault.jpg",
        "videoId": "Ab-VXg5cyAc",
        "mediaDuration": "267",
        "prettyDuration": "00:04:27"
    },
    "transcripts": "Yes from this here is my video. I've installed a lot about you know my juicer even at the fair. Son it's it's a good system all unnatural type stuff so well that just shows you first of all. So this right here is a helpful tip each big mouth for a while I think the model is six 7\/6\/50 or something like that but on real easy to simplify to do it right now saying seat. Mate will stir. This in. Right this is not a kiss my juice. Those something's up. These are metal so sturdy well made machine. Political going to use it to actually. Get so much use. Of yourself rather than just you. So as you can see here I have about pull in our range some Kerrison groups. So this makes this a busy where. I will use a steady to push down the fruits and there. They are like about this does. I can actually buy the whole way out when they're so. Pitiful level in their lives to own and use this helplessly of just being. So lent her. And I thought this is this is how much you want to. Hear it. I usually get sued here for. You know these tears of thanks think. They'll thank you. Please there is so you can see this here she was and how much is feeling. I just go with it all. For the thief. Let's say one of those groups. And this person made this recipe. Thanks cool. I go ahead and mixed it up a little bit. Of a. I don't know what is about to slide what we both know. If you just like to hold the lessons of a fresh juice. If there is just an amazing guy you should use a mini you know a lot of fun with these fruits and vegetables and just makes it all kind of stuff so. I hope you enjoyed the video on our health and beach big mouth produce a. Gorgeous and or do so I'll give it a little later.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 766.13605,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}