{
    "title": "Outdoor Entertainment Gear - Outdoor Screen",
    "description": "Check out this video of the Outdoor Entertainment Gear Outdoor Screen.  From the carry bag to full assembled, this video walks you through it all.  If you've ever had questions about how big it is set and what it looks like, then this is your video.",
    "referenceId": null,
    "date_created": "1438630267",
    "date_modified": "1438630267",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288469",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Outdoor-Entertainment-Gear-Outdoor-Screen",
    "category": null,
    "duration": "451",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 0,
        "hookText": "Check out this video of the Outdoor Entertainment Gear Outdoor Screen.  From the carry bag to full assembled, this video walks you through it all.  If you've ever had questions about how big it is set and what it looks like, then this is your video.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/z_Y5gzwyVBU\/hqdefault.jpg",
        "videoId": "z_Y5gzwyVBU",
        "mediaDuration": "451",
        "prettyDuration": "00:07:31"
    },
    "transcripts": "From Dan she has to make sure that outdoor entertainment year the outdoor screen. Today we're going to show you how to how to put together the outdoor screen have already gone through and removed my screen from the box removed all the packaging now got in the bag rated to take with me my wish I had put it together. First off we're going to pull is that more oil than. The screen itself comes in a separate carrying case I want to set that aside for now and I put the frame up. First comes the stakes and your guidelines for anchoring that out one day she needed for a winner but not put those aside for now. All the pipes and all that come come. Set up here and it's really pretty simple to do all the pipes have letters on them. We just go we match letters the letter the letter so a would go with a b you would go in peace to go see and to start putting together like a puzzle. The cow look at that. The pitcher on the package you know the just of one it's going to look like then. Then you'll know what to do pretty easily but will first get all these out of the bag. We'll go from there. They're all the same so you know you pieces on one side and never the other side you basically put the 2\/2 together. Now in taking this very bag has put that aside for now for I put it back take it back down. First off I'm going to take the a piece the pieces of the top center piece a piece then connect to the to the angled pieces. One thing to remember here on the a piece they were lining up a two a not a to b a to b would make that thing way too small but were lined up a to a to want to take a day connected over here and they were to take the other piece. Like I said we've been left on the right are both letters the same. Read another piece this is a they're going to take a day. Now we're going to take these sides have bees on them so now we're going to take and find the to be pieces so we have this piece we connect in b to b. And then taking that same look in small pieces. We're going to connect b to b. As in the alphabet we all learn a very young age the next piece. See there's a piece says see. We're going to see the sea. I mean come on this is how I could see the sea. Legs to. Piece the pieces together piece off for the lower part of the screen you know dated me. You know. And the same on his side beat is the. Next pieces or. He is your cross piece to really go east start coming into the inside. Same thing on this side we're going to go easy. And then I will. Our lower middle piece is be at peace the same as the AP says that's on both sides who are in a connect those who have to ask. You kind of have to pull these together here. To connect at the ad. Now the only two pieces of the frame that were left to to do are the are the feet the feet rather than clipping together like the others use it the basic Cotter pin which will then put the feet on for this next step for putting on the peat and then also put it on the screen is pretty crucial to have a second person come help you so when I have Tim come on and help us. Basically these feet like I mentioned earlier you put the feet on with with a Cotter pin rather than the standard push buttons. So basically all you have to do is slide upside in that Cotter pin obviously you want the legs either you have a for a long piece or a short piece depending on on where you go and if the winds are blowing at all maybe you want the long piece in the wind but then you just basically put that piece in that Cotter pin. Could that like so. So it frames all put together in the next step is also very handy to have a friend or or somebody help you with this put it on the screen and stretching the actual screen over the frame. Just pull the screen screen out of the bag and screens obviously got a soft side and then obviously the white side the white side what you are facing from facing forward. Just kind of unfold that like so. And then is just is just basically like a glove. So you're just going to take the frame and just slide it in. To the frame and kind of how to stretch it so you so you want to put it on the ice in the evenly and then we're just going to slide it down. And just as easy is that you know the screens all put together. You got to make sure on these top corners that the actual guide lines for the guys that come through that hole. Now we have the screen all the way up over the top now we're just going to make sure you if you want to pull it down tight. Sign up that screen and then you have these basic Velcro straps to hooked on the back side we're going to turn around real quick so you can see. Basically all then you have to do is take the snow across straps. Sliding through these metal holes obviously that the straps have extra room for stretch for different heat and whatnot you don't want to overtighten but you do want to you do want to be tight enough that it's going to be tight so your screen is going to be for good viewing purposes. You're just going to keep going along taking the Velcro maybe to do a little me a little bit easier to do every other kind of gets stretched into place. So it's got plenty of straps there to just turn around and show you to. Show you the front. So yeah we got this nice surface for for for your viewing pleasure. Then like I mentioned previously comes with stakes and guidelines the guidelines hook up from the corner you need to run that string through and then guided out if you need to put it out. It's also got state calls right here in the legs. If you just want to stay get down to the ground that you don't have any wind you can just take it straight down that way. So then when it gets dark here all set to go with the outdoor entertainment skiers outdoor screen by the makers of champions.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "25",
        "20"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 814.81683,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}