{
    "title": "Bocuse d'Or All-Clad Weekly News Episode 7",
    "description": "The 2012 Switzerland Competition \r\nWith Franck Giovannini, Stéphane Decotterd, Teo Chiaravalloti \r\nFranck Giovannini, Bocuse of Bronze and President of the Jury for the selection, presents the Swiss cuisine,  a country at the intersection of three major c",
    "referenceId": null,
    "date_created": "1438381563",
    "date_modified": "1438381563",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287438",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Bocuse-d-Or-All-Clad-Weekly-News-Episode-7",
    "category": null,
    "duration": "214",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "AllCladOfficial",
        "hdvFlag": 1,
        "hookText": "The 2012 Switzerland Competition \r\nWith Franck Giovannini, Stéphane Decotterd, Teo Chiaravalloti \r\nFranck Giovannini, Bocuse of Bronze and President of the Jury for the selection, presents the Swiss cuisine,  a country at the intersection of three major culinary cultures : French, German and Italian.\r\nA unique situation with great influences and mixes that make the strength of Switzerland who, excepton two occasions, was always selected for and represented on the Bocuse d'Or final. Which also explains why this tiny country has the largest number of Michelin-stared restaurants and chefs.\r\nFranck Giovannini and Stephane Décotterd, two Michelin stars chef, guide us through this stiff competition that looks like a foretaste of the European selection ! \r\n\r\nLa compétition Suisse 2012\r\nAvec Franck Giovannini, Stéphane Decotterd, Teo Chiaravalloti\r\nComme nous l'explique Franck Giovannini, bocuse de bronze et président du jury de la sélection Suisse, c'est un pays à part car il est à la croisée de chemins de trois grandes cultures culinaires : française, allemande et italienne. \r\nCe sont d'ailleurs ces influences et ce métissage qui font la force et la singularité de la Suisse qui, hormis en deux occasions, a toujours participé à la finale des Bocuse d'Or. Cela explique d'ailleurs pourquoi ce si petit pays est également celui qui compte le plus grand nombre de restaurants et de chefs étoilés. \r\nFranck Giovannini et Stéphane Décotterd, Chef doublement étoilé au guide Michelin, nous guident à travers cette finale aux allures de sélection européenne et particulièrement disputée !",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/8WNservn9ZI\/hqdefault.jpg",
        "videoId": "8WNservn9ZI",
        "mediaDuration": "214",
        "prettyDuration": "00:03:34"
    },
    "transcripts": "Ooh the thank. The I will I will ultimately be the will was able to set myself a little to let the little people who. Don't know you will feel it will feel asleep but after listening. To an insurrection that is obviously a little metal myself and I think I will say I. Want to hear what mystical off of a regular prison until the only one with a show like that about him an excuse a religious you want to kill somebody that you are with an illness that you don't like a little. Girl until like a. Couple of people to. Come and. Steal an allocution. If you knew. Of a few other uncle is a myth the book would. Be said. Mr. yesterday's. Justice so they call me. To say I. Make UPI don't want to see all the blood that was. 97 years old it was almost just on this one I don't like the ninety's the demo. That's an excuse. Listless let's. Talk a little bit about a film that I started preparing myself back in the sound of. A train with runs on my show. But participated in the book 10 years ago. We'll be able to help me a lot and stayed by my side the whole time you know of any of the week. I'll go out that's the right no honestly I can tell you that I'm glad to go on vacation and the day after tomorrow. I need some time off before thinking about the year of finally winning today is already a step in my career. That I let. Go but I think I wasn't expecting it. No I was kind of credit for winning. That I'm very happy about it I don't want that one thing.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1443.2616,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}