{
    "title": "How to Set Up Your Outdoor Big Screen 144 - Camp Chef",
    "description": "http:\/\/www.campchef.com\/outdoor-big-screen-144.html\n\nCurious how big the Outdoor Big Screen 144 actually is?  Watch this video and see how easy it is to set up and how big the screen really is.\n\nThe Outdoor Bigscreen 144 is the ultimate in portable screen",
    "referenceId": null,
    "date_created": "1438629400",
    "date_modified": "1438629400",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288438",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-Set-Up-Your-Outdoor-Big-Screen-144-Camp-Chef",
    "category": null,
    "duration": "319",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.campchef.com\/outdoor-big-screen-144.html\n\nCurious how big the Outdoor Big Screen 144 actually is?  Watch this video and see how easy it is to set up and how big the screen really is.\n\nThe Outdoor Bigscreen 144 is the ultimate in portable screens. It features a huge silver screen made of durable Oxford nylon reflective material for quality high-resolution picture and enriched colors. A removable black backside blocks ambient light when viewing outdoors and folds down so you can set up for rear projection. The Outdoor Big Screen 144 is lightweight and requires no noisy fans to inflate it. Its durable 1\" diameter steel-tube frame keeps the screen taut for a smooth, flat viewing surface. Setup is quick and easy and in just a few minutes you'll have a firm screen ready for viewing. Perfect for movies, business seminars, and sporting events. Stands on its own; also includes stakes and tie-down guy lines for increased stability.\n\n\nScreen\n\n    144\" (12 ft) diagonal screen\n    Durable 600D x 600D Oxford nylon for a quality picture\n    Wide screen 16:9 aspect ratio\n    Carry bag included\n\nFrame\n\n    1\" diamter, 18 gauge posder coated steel tubing\n    4 frame stakes with guy lines included\n    Carry bag included\n\nSpecifications\n\n    Overall Dimensions: 115\" (9'7\") H x 140\" (11' 8\") W\n    Weight: 38 lbs\n\nhttp:\/\/www.campchef.com\/portable-screens\/outdoor-big-screen-144.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/anGQg_QKTbM\/hqdefault.jpg",
        "videoId": "anGQg_QKTbM",
        "mediaDuration": "319",
        "prettyDuration": "00:05:19"
    },
    "transcripts": "If I am nothing Cam show. Not today I'm going to introduce you to brand new product we have this outdoor big screen 144 this is a huge backyard big screen that's great for setting up to watch outdoor movies sporting events and gaming even indoors for seminars and things like that. So in this video I'll go over the setup instructions for that and this video on the set up is the exact same for a few of our other screens the outdoor big screen 132 one and the 120 l so it will show you how to do it right here. Already everything with the outdoor big screen 144 comes conveniently packed in this carry bag and nicely packed inside so let's take a look. So here we've got the movie screen it's got its own carrier bag stored inside stakes and guidelines. These are great for once you get it set up to tie it down and start it up so that if there's any breeze is the thing so it's not going anywhere you've got a nice perfect flat screen to watch your movies or whatever you're doing with it. Also inside here we've got Sony and instructions into the carry bag so you can reference those as you're setting it up. And as well as the frame bolt and these each have a letter on the end that you can take and reference. So what you'll do is match up letter to letter. And as you do that the frame will come alive and and and set out. So let's let's go ahead and that's. All right so we've got a frame all fully assembled here now we've got a screen out of the back. What we're going to do is wave a screen now within the frame so that we can clip these clips around the frame and then set it up what you want to do is you're laying it down though is make sure the white side is in the black side is down to the ground so you keep your green screen green as you're putting this on. So what you'll do with these rounded sticks they go into the feet of the frame to help nail it down to the ground and then these other stakes will attach to the other end of the guidelines and go into the ground and you tie the guidelines to the top of the frame. That gives you the the tightest Burma screen and even if the wind is blowing you've got a solid flat screen for viewing the movie so now you've got everything. We've got them all. Best thing as you stand this up is to grab a body or a wife or a friend or whoever to people because it's so wide so we will do that. So we got our guidelines attached to the top of the frame with our stake in the ground here the way to put these guideline sensors on is look tricky but it isn't there if you remember the knot and their employers black group this is where you're going to look on to the state and then I want you to look here and you can pull this up nice and tight and do that with all ford is kind listen I mean loosely put them in and then as you get all four and come back through and tighten them up each little bit to make sure that your screen as you're doing it is nice and upright doesn't need to be super tight but nice and firm. And just. If you are going through right down the other three you can see here you got a nice sturdy screen and it's in the habitable that you're going to get a little breeze and then you're out the door and watching a movie game playing their game whatever. But these guidelines the friends they give you a solid flat screen no matter what. Or another one of the features of the other entertainment your outdoor big screen. Is that this backdrop black. In the statue of the girl on the top and sides so you can peel it down. Actually rolled up the tatts of them here. And then you've got both sides are white so you can set your projector in the back and you can do rear projection viewing cards as you can see we've got a screen voice and it's a massive screen it's about it's 12 feet from corner to corner on the screen here you go from the top of the frame down to the ground. It's 9.7 and from the side of the frame to the side of the frame is 11 foot so it's perfect for corporate events. Watching movies in your backyard watching sporting events playing video games. Perfect for all those things so for your next outdoor entertainment experience you'll definitely want to go with the outdoor big screen 144 and for more information about this screen and others like it. Visit w w w dot dot com and also be sure to follow us on Facebook and Twitter. Describe to our YouTube channel.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "11",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 8367.629,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}