{
    "title": "Super Nachos",
    "description": "Super Nachos in a Camp Chef Dutch Oven.  Cee Deb makes a mouth watering appetizer in a Camp Chef Dutch Oven.\n\nwww.CampChef.com",
    "referenceId": null,
    "date_created": "1438629658",
    "date_modified": "1438629658",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288447",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Super-Nachos",
    "category": null,
    "duration": "200",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 1,
        "hookText": "Super Nachos in a Camp Chef Dutch Oven.  Cee Deb makes a mouth watering appetizer in a Camp Chef Dutch Oven.\n\nwww.CampChef.com",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/atDf945N8TY\/hqdefault.jpg",
        "videoId": "atDf945N8TY",
        "mediaDuration": "200",
        "prettyDuration": "00:03:20"
    },
    "transcripts": "Today we're going to make some nachos and we're going to use our big camp chef 16 names that they called grizzly. This is a recipe that we use all the time and we're going to start with just an old pizza pan. Carol's going to put a layer of chips on here. And we're making these today. You seasoned it up with some chili powder seasoning. We like everything but the kitchen sink on our show so we have a view. Of this we're going to put a couple layers here. Some tomatoes. Per kidney beings here you don't have to put on or you can use a main but it just adds another flavor texture to our. Nacho you can have not to do without on your hands. Are home grown talent for a new store going to reach in here and get some. And we're going to bake cookies in our oven it's going right here behind us. Let's put a little bit of salsa on there. That's OK that's sort of good. OK we're just going to put another layer of chip thought and then just make another layer like we did and these will only have to go in the Dutch oven for a 15 minutes and we've got a just a blend of chatter and. And so we're going to get our cheese are all on here and we want a lot of cheese and then just pour a little color I've got a few black color and maybe a couple more jalapenos and you can't have too much cheese. And when you're cooking at home oftentimes the recipe calls for a preheated oven and that's exactly what you have here. We've got our 16 inch Dutch oven go in a preheated store just going to set the lid there on. Right here on our cooking table and we're going to set our Pam down in there. Or not those have been in about '15 minutes I know they're going we had our big old 16 inch grizzly Dutch oven all preheated and so we're going to come over here. And take that lid off. And that's what Dutch oven nachos look like. To get those out of there. We're going to use an old high tech tool called the trees greater. There we have a Dutch oven option where simple easy to make in our '16 inch Dutch oven. Tasty tidbit there you go.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 203.32669,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}