{
    "title": "Breville Presents: Mug Shots with George Howell",
    "description": "George Howell has been at the forefront of the coffee world since the 1970s. With a deep focus on single source, he has been building relationships with farmers in order to gain better quality in the cup. \n\nLearn more about Breville:\nhttp:\/\/www.brevilleus",
    "referenceId": null,
    "date_created": "1438363041",
    "date_modified": "1438363041",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286877",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-Presents-Mug-Shots-with-George-Howell",
    "category": null,
    "duration": "250",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "breville",
        "hdvFlag": 1,
        "hookText": "George Howell has been at the forefront of the coffee world since the 1970s. With a deep focus on single source, he has been building relationships with farmers in order to gain better quality in the cup. \n\nLearn more about Breville:\nhttp:\/\/www.brevilleusa.com\n\nTake a look at this great coffee recipe eBook:\nhttp:\/\/foodthinkers.com\/coffee-by-design-ebook\/\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\/\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa\/",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/DhdFjldNFZE\/hqdefault.jpg",
        "videoId": "DhdFjldNFZE",
        "mediaDuration": "250",
        "prettyDuration": "00:04:10"
    },
    "transcripts": "All of the romance of the coffee. What I fell in love with coffee was the flavor the taste. I'm George Howell and I'm the founder of George Howell coffee every morning. I start my day with a light roasted cup of drip coffee. I fell in love with coffee when I was a consumer. Back in the 1970s when I had moved Berkeley San Francisco and just started living the life of drinking very good coffee not realizing just how connected I was to it until I moved to Austin. And the vision to open my own cafe came a little later in Boston at that time the coffee culture was really Dunkin donuts. And that's it. We found what was a roaster of quote. Quality gourmet coffee. So we call that person and he told me there's really no difference in all these coffees it's just the public imagination so it's irrelevant. That led me to decide on the spot that we were going to roast Harlow coffee. So that was the beginning of our business. It wasn't until '13 years till later that I visited my first coffee bar. I'm interested in the craftsman who can't sleep at night if they didn't get it right. Who needs to produce high quality. They're driven as I am and coughing the day they're starting to realize that if they really want to sell for a higher price they need to be the experts themselves. In 1,999 by one other person created the cup of excellence dot org where we actually had an internet auction. For the very best quality lots of coffee from individual farms. These copies sold for at first a high percentage above the market price and within two or three years were going for multiples. This gave the first ladder for upward mobility. For farmers that cup of excellence I think was the see. That really helped develop that there are two things that you're looking for in coffee its place and the variety. Those two things can really change the flavor of the coffee. What I'm Copping coffee I'm not looking for anything other than sweetness and clean up. Clean cup is like a window pane. If it's a dirty wind up paying you're not going to enjoy the scenery. The bean the seed has to be freed completely from the fruit and dried in such a way as to not have affected it at all and that's the best it can ever do. In the roasting we find that. Practically every bean we get. Has like a different road map to get there to get to. That flavor. That's really special for that coffee. I am constantly evolving and picking up notes that I hadn't done before. That's the beauty of coffee that's one step and. When I'm in the cafe I look to see what's going on. I'm always trying to interact with people and see how I can be of help. It's a matter of empowering the consumer and their. Pace become more sophisticated over time and so they evolve just like my taste. In when you climb a long tall cliff. And you look back you go holy smokes you've got to look back up and keep going because very often pioneers always put themselves on cliffs. That's the risk too and that's the fun of it. I continue climbing and living in it.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7232.6235,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}