{
    "title": "Camp Chef Mountain Series Stoves",
    "description": "The Mountain Series of Stoves from Camp Chef are the perfect option for any situation when space is scarce.  Camp Chef offers a full line of these table top stoves to fit any need.  Don't forget to check out the Camp Chef Camp Ovens.  Now you can really h",
    "referenceId": null,
    "date_created": "1438630204",
    "date_modified": "1438630204",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288466",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Camp-Chef-Mountain-Series-Stoves",
    "category": null,
    "duration": "106",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 1,
        "hookText": "The Mountain Series of Stoves from Camp Chef are the perfect option for any situation when space is scarce.  Camp Chef offers a full line of these table top stoves to fit any need.  Don't forget to check out the Camp Chef Camp Ovens.  Now you can really have all the luxuries of home no matter where you are.\n\nhttp:\/\/www.campchef.com\/stoves\/mountain-series-stoves.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/-qokZqQhA6Y\/hqdefault.jpg",
        "videoId": "-qokZqQhA6Y",
        "mediaDuration": "106",
        "prettyDuration": "00:01:46"
    },
    "transcripts": "Five state leader in outdoor cooking where they are camping in the back country tell getting with their favorite team or a waxing on the back patio with their friends. Camp chef it's a way to cook outdoors. For those who are looking for something a little smaller lighter weight maybe just for a quick weekend trip up the canyon or down to the park for a picnic or malice or stills of the ones for you. We've got everything here ranging from our grills to just plain old two burners but everything here is with portability and light weight in mind. Everything's got built in igniters built and handles windscreens leds. Everything stays right here. Compact on these two particular ones we've got the grills that are built in with non-stick coating on them as well as we make a griddle that would cover any one of those success stories are definitely option for these and they work very well. Our camp runs are hit if you haven't seen this before you're sure to fall in love with them. Who ever thought of having fresh chocolate chip cookies in the middle of nowhere. This is the ticket. This is what you're going to want. You've got two brass burners on top here you've got a single brass burner as well as a non-stick grill on top of the red one over here. Great back country Adam's great emergency preparedness item something to keep around the house for when the power goes out or anything may come up. Everything here in the mount series runs off a one pound cylinder that can be adapted with the optional hose to run off of the tank. These are truly lightweight stoves designed to go anywhere you go and one of the best meals delivery.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "27"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6747.198,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}