{
    "title": "The truth about hand drying hygiene - Dyson Airblade technology",
    "description": "Only Dyson is hygienic, economical and ecological.\nPaper isn't.\n\nQuestionable reports are being produced by paper towel and cotton roll towel manufacturers regarding the hygienic qualities of Dyson Airblade hand dryers. \n\nWatch the video to discover the t",
    "referenceId": null,
    "date_created": "1438365356",
    "date_modified": "1438365356",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286926",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "The-truth-about-hand-drying-hygiene-Dyson-Airblade-technology",
    "category": null,
    "duration": "223",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Dyson US",
        "hdvFlag": 1,
        "hookText": "Only Dyson is hygienic, economical and ecological.\nPaper isn't.\n\nQuestionable reports are being produced by paper towel and cotton roll towel manufacturers regarding the hygienic qualities of Dyson Airblade hand dryers. \n\nWatch the video to discover the truth about the methodologies used to obtain some of the results and learn about the important facts of hand drying hygiene. \n\nFor 10 years at Dyson, experts drawn from microbiology, chemistry and food hygiene sectors have worked with industry partners to test Airblade™ technology to ensure that it’s suitable for use in environments where hygiene is critical. \n\nDyson hand dryers are the only hand dryers certified hygienic by the NSF, using protocol P335. They are used in hospitals around the world and are approved for use in the food industry by HACCP.\n\nhttp:\/\/www.youtube.com\/dysonus\nhttps:\/\/www.facebook.com\/dyson\nhttps:\/\/twitter.com\/Dyson",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/j94SgKl0ZlQ\/hqdefault.jpg",
        "videoId": "j94SgKl0ZlQ",
        "mediaDuration": "223",
        "prettyDuration": "00:03:43"
    },
    "transcripts": "Questionable reports are being commissioned and promoted by the paper towel. I'm calling wrote how manufacturers trying to make dot Schnabel seem unhygienic. One of the reports looked at the effectiveness of the different drying methods of removing bacteria from the hands but the methodology is flawed. What they did was to contaminate the hands with about terrorists pension measure them about Tara left on the skin then straight to the drawing method drawing with the paper towel and then measuring the bacteria left on the skin again. But people wash their hands before drawing them and yet that was a message from this bit of the report does not seem strange in another part of the same report that was unpublished. They did actually wash their hands and then dry them and all the methods performed equally as soon to recognise that you wash your hands to remove the plaster on the skin and then the drawings to possess it by preventing the spread of bacteria. It's been proven in a recent pay review study published in the journal of applied microbiology that when using the device in Adelaide you actually reduce the amount about tira transferred on the skin by up to 40 percent. Most can mongering is I that suggest that using Dyson 100 eyes spreads dangerously high levels of bacteria into the air. It's not true using the amp puts fewer bacteria into the Evan taking the most recent report. Use an unrealistically high amounts of bacteria to represent pollie wash tons '10s of millions he just don't find that on human skin and then applied it to an enemy to the drawing point no no no. One percent of the original bacteria were found in the edge or in the experiment on the level of bacteria has been shown in previous experiments to make an insignificant contribution to the bacteria that are already in the air around you. Interesting me another report commissioned by Tom I knew the truth published in a journal just last year compared to the amount of bacteria in the air but was never promoted. Why because the report concluded there was no evidence there was any difference between the two methods in terms of the amount of bacteria they put up into the air. Another report claims there's an abnormal amount of bacteria on the 100 itself but that's misleading. There's just as many bacteria on the top door handle or paper towel dispenser than it is about terror everywhere. Really is the use of paper towels which should be scrutinized. Practice a recent u.s. study by the college of medicine at the university of Florida showed that one in five dispenses could be found empty in washrooms. There's no paper there's no way strong your hands really isn't dumb hands but up to 1,000 times more bacteria than dry ones are all familiar with the mess they can make. Sewed paper towel was laden with bacteria often find discarded around the washroom for 10 years a Dyson experts drawn from microbiology chemistry and food how would you say it has worked with industry partners to test. I'd like technology to ensure that is suitable for use in environments where hygiene is critical. Dyson one draw as the only one dr is certified hygienic by the n.s.f. using particle p three three five they used in hospitals around the world and are approved for use in the food industry by Hasso.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3020.877,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}