{
    "title": "Kenneth Cole Reaction Home Python Comforter at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/kenneth-cole-reaction-home-python-comforter\/3221031\nThis luxuriously soft Python animal print comforter brings clean, sophisticated taste to your bedroom in soft neutrals with hints of silver metallic. A sheer",
    "referenceId": null,
    "date_created": "1438386860",
    "date_modified": "1438386860",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287536",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Kenneth-Cole-Reaction-Home-Python-Comforter-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "93",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/kenneth-cole-reaction-home-python-comforter\/3221031\nThis luxuriously soft Python animal print comforter brings clean, sophisticated taste to your bedroom in soft neutrals with hints of silver metallic. A sheer silver organza taping detail adds to this comforter's delicate beauty. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/QxAvca6SQDg\/hqdefault.jpg",
        "videoId": "QxAvca6SQDg",
        "mediaDuration": "93",
        "prettyDuration": "00:01:33"
    },
    "transcripts": "Exclusively for bed bath and beyond the python comforter and bedding designed in the studios of Kenneth Cole was inspired by his collections. The first layer of the bed begins with a crim cotton sateen sheets featuring an embroidered in warm gold tones at the hem of the sheet in the pillow sham adding a subtle dressmakers detail. For your chance at an ideal backdrop to the bed. They have box construction with inset contrast and color panel and ribbon ties. The python pillow shams and comforter feature a whisper subtle abstract python pattern rendered in storm gray blessed hope and warm white. Both are framed with generous contrasts in flanges and highlighted with punctuations of Leicester overprint to provide a rich accent to the master bedroom suite. The decorative pillows accenting this bed suite are a microchannel quilted pillow of natural linen over screened with pewter gilding and Velvet pillow and neutrals. And a hand sewn rice beaded accent pillow. The pillows at the key fashion elements to complete this bad luck. The python comforter bedding ensemble as part of a chemical reaction home collection it is available exclusively online and at select bed bath and beyond stores.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 568.6789,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}