{
    "title": "iRobot Roomba® 700 Series Vacuum Cleaning Robots",
    "description": "Learn more about home robots: http:\/\/www.irobot.com\/youtube\/home_robots\r\n\r\nUsing its patented, three-stage cleaning system, Roomba 700 Series Vacuum Cleaning Robots lift dirt, pet hair and other debris from all areas of your floor, including under and aro",
    "referenceId": null,
    "date_created": "1438377795",
    "date_modified": "1438377795",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287342",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "iRobot-Roomba-700-Series-Vacuum-Cleaning-Robots",
    "category": null,
    "duration": "253",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "iRobot",
        "hdvFlag": 0,
        "hookText": "Learn more about home robots: http:\/\/www.irobot.com\/youtube\/home_robots\r\n\r\nUsing its patented, three-stage cleaning system, Roomba 700 Series Vacuum Cleaning Robots lift dirt, pet hair and other debris from all areas of your floor, including under and around furniture and along wall edges.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/edSfq8ItAaI\/hqdefault.jpg",
        "videoId": "edSfq8ItAaI",
        "mediaDuration": "253",
        "prettyDuration": "00:04:13"
    },
    "transcripts": "Your carpets and floors without lifting a finger. The I robot roomba vacuum cleaning robot gets rid of dirt dust pollen allergens and pet hair on its own at the touch of a button. Millions of roomba robots have been sold. Why does powerful vacuum thoroughly cleans your carpets hardwood tile and linoleum floors. The robot automatically self adjusts to different floor surfaces as it moves through your home room thus patented three stage cleaning system provides comprehensive cleaning coverage. First the spinning side brush cleans along wall edges next to counter rotating brushes scoop up dirt hair and debris. Finally a powerful vacuum pulls it all into the bin where the filter traps dust and other fine particles. Cleans under the bed and other hard to reach areas. Unlike an old fashioned upright vacuum cleans in tight spots and under and around furniture. Plus roomba uses wall following technology to clean along walls and baseboards. And ensure the whole floor is completely clean room that maximizes cleaning by adapting to your unique household environment ruined as I adapt to responsive cleaning technology monitors the environment more than 60 times per second. Using multiple sensors and dozens of behaviors to clean your home room a soft touch bumper provides a question between the robot and the object it touches while cleaning protecting your walls furniture and other household items from scratches and marks. Room has to have a filters capture fine dust particles minimizing dust research elation the robot's back to bin pics often holds large quantities of hair lint and other debris so it doesn't need to be emptied frequently with advanced or detection room by uses optical and acoustic sensors to find dirt and debris intensely cleaning the areas of the floor that need it most. The robot's persistent past cleaning technology uses a repeated back and forth motion to thoroughly clean even the dirtiest areas. Four smaller and more concentrated masses rhumba spot cleaning mode quickly gets rid of dirt and debris. The robot uses clif sensors to avoid stairs and drop offs while cleaning roomba cleans when it's convenient for you. The robot can be scheduled to perform up to seven cleaning sessions per week even at times when you're not home. Room by is always charged and ready to clean the robot automatically goes back to its home base to recharge between cleanings with rambus convenient remote control you can turn the robot on and off. Perform regular and spot cleanings and steer the robot around the room with room. There's never any guesswork. When the dustbin is full the robot turns on an indicator light to let you know that it needs to be empty. Is so easy to use the robot's intuitive touch pad interface eliminates mechanical buttons letting you schedule and control the robot with just the touch of your fingertips methodically and thoroughly cleans multiple rooms virtual wall light houses ensure the robot has fully cleaned the entire floor in one room before letting it move into the next room. The I robot roomba vacuum cleaning robot cleans your carpets and floors on its own so you don't have to. Just press the clean button and let the robot do the dirty work.",
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "30",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 5978.3584,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}