{
    "title": "Cleaning a Griddle",
    "description": "http:\/\/www.campchef.com\/cooking-accessories\/griddles.html\n\nSteve McGrath is live on &quot;Rocky Mountain Television&quot; showing us the easy way to clean a griddle.  Camp Chef carries a wide variety of &lt;a href=&quot;http:\/\/www.campchef.com\/store\/group",
    "referenceId": null,
    "date_created": "1438629931",
    "date_modified": "1438629931",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288457",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cleaning-a-Griddle",
    "category": null,
    "duration": "159",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.campchef.com\/cooking-accessories\/griddles.html\n\nSteve McGrath is live on &quot;Rocky Mountain Television&quot; showing us the easy way to clean a griddle.  Camp Chef carries a wide variety of &lt;a href=&quot;http:\/\/www.campchef.com\/store\/group\/36\/griddles.html&quot;&gt;&lt;b&gt;griddles&lt;\/b&gt;&lt;\/a&gt;.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/bXxiaTnJF5k\/hqdefault.jpg",
        "videoId": "bXxiaTnJF5k",
        "mediaDuration": "159",
        "prettyDuration": "00:02:39"
    },
    "transcripts": "All right so now we've cooked a great lunch or breakfast or whatever today was actually launched but we're going to we've got to clean the griddle we've got this griddle here it's all dirty and it's not that hard to clean it looks pretty daunting and there's a lot of carbon on there a lot of burnt stuff but it's going to be real simple and easy to clean up but you want to do it so that we don't harm the seasoning that's already on there if we use chemicals of course who wouldn't use but if you use a citrus based soaps it will also ruin the seasoning on there and we don't want to do that so a real simple and easy will come down here will light up and get it also we've got heat in it or if you just barely finish you'd still have the heat going in there and it's simple what you do is for just regular old water. You know whatever works for someone there to begin with to start with. Obviously we don't have the shelves completely leveled out here because of the design and often a lot of that water warms up seams or here's our stubborn tar I hear once that water warms up and starts to boil it's going to break and shake a lot easier to scrape this stuff off use a metal spot so you need a good ads like this here on a metal spatula and it takes an awful lot easier. Right but all cleaned up and if needs be you don't need to do it every time but if needs be it's not a bad idea to put oil on here to keep Susan and go on. Don't leave a lot of excess oil on there because if you don't use it for a long time you'll actually it'll go rancid that oil so rancid will ruin everything and it's just not a good thing so just keep an eye on it simple care and maintenance of anything seasoned cast iron ore and in this case here scale it's real simple to do a lot of people are scared by it but it's not hard just clean it up with soap and water. If you use and so they'll use just a regular old soap and use just a little bit make sure you rinse it off really quick after that. Don't ever leave anything seasoned sitting in water soaking in water because that's what will ruin it and then after that. Keep to keep your seasoning going cooking on it will keep your seasoning going that along with the oils and the whatever you're cooking the meat or whatever else you've got going to keep the seasoning in there. Otherwise camp chef would make a great seasoning conditioner is what we call it and it works really well. It's all natural it's healthy it's a good way to go. So yeah real simple and easy once you're done just scrape off all the stuff you've cleaned up off of here scrape it off and put it in the garbage can and. Let it dry take paper Tom maybe and wipe it off and it's clean and ready to go so simple and fun and just adds to your enjoyment and great food in the outdoors.",
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 423.29214,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}