{
    "title": "Camp Chef Camp Oven with Grill",
    "description": "Steve McGrath from Camp Chef gives an overview of Camp Chef Camp Oven with Grill",
    "referenceId": null,
    "date_created": "1438629989",
    "date_modified": "1438629989",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288459",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Camp-Chef-Camp-Oven-with-Grill",
    "category": null,
    "duration": "160",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 0,
        "hookText": "Steve McGrath from Camp Chef gives an overview of Camp Chef Camp Oven with Grill",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/O6lxVgC1T3w\/hqdefault.jpg",
        "videoId": "O6lxVgC1T3w",
        "mediaDuration": "160",
        "prettyDuration": "00:02:40"
    },
    "transcripts": "Abstain from caps if I want to show you a new item out for us right now. It's called the outdoor camp oven it takes the camp of an idea that we've had and done so well with and combines a few extra options. Real nice. Something I think you'll enjoy. Still has the same lid on here besides fold out real nice behind this is it'll protect the top honors from wind but also keep some of the heat in right here on the top. The most obvious feature that's different from the other one is it's got a nonstick aluminum grill on a very nice very easy to clean as you just took that right off to wipe out here you've got a two burner there that is about 9,000 b.t.u. so plenty to cook whatever you need to poke around there right next to it got the brass burner this one is 5,000 b.t.u. saw enough to keep the water warm for dishes or coffee or hot chocolate whatever you need to do there and of course the highlight of the camp oven is the island itself. Down here we've got the burnside there it's about 3,000 b.t.u.'s which doesn't sound like a lot and it isn't but it doesn't need to be here being we've got it's well insulated it's going to hold the heat and you're not going to have any problems cooking whatever you need to there. Another nice feature this one is it's got the thermometer built right in here. It makes it convenient and easy to tell what temperature while you've got your food in there. They use that as a guide it's not an exact science if it says 300 is going to be give or take 300 I'm just going to kind of give you an idea of where you're at as as well as our other cat five and on all three burners top to bottom and inside the oven we've got the igniters build into an ignition built into them so you don't need to worry about. Carrying around matches or a lighter or anything like that so I would bring him. You've got a built in here and that should cover what you need. It's got vents on the front there to bleed off some of the heat so it doesn't get too hot and it's got carry handles on the side definitely nice when you're moving around. Headed wherever you're headed for the last thing to show on here. Is the heat source. Come standard with a regulator and it's got a one pound tank which you can use screws right in there if you're just using the oven alone as I mentioned it's insulated well enough it's going to hold the heat and you'll do about six to eight hours on that I've been alone without a one pound model works really well that way or we're going to be there a little longer or you don't have one bottle this particular one actually comes with an adapter hose adapter that screws into here than this and goes to your full tank so if you're going to be there a while you've got to get a lot more fuel you've got a lot more versatility and something you can just hook up and leave there for a while. So whether you're enjoying the outdoors or whether you just need something for around the house for an emergency preparedness type thing. The camp oven is the ticket.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 9453.493,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}