{
    "title": "Watch Rob at Work",
    "description": "",
    "referenceId": null,
    "date_created": "1438625773",
    "date_modified": "1438625773",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288348",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Watch-Rob-at-Work",
    "category": null,
    "duration": "177",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Victorinox AG",
        "hdvFlag": 1,
        "hookText": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/pvUfafedKqo\/hqdefault.jpg",
        "videoId": "pvUfafedKqo",
        "mediaDuration": "177",
        "prettyDuration": "00:02:57"
    },
    "transcripts": "I am. I am Brian. I'm rob Brian ohl I am rough ride but I guess I'm wrong. This is this is where I work. It's in it's in east London. It's my studio that I go to every day to see what I do which is make drawings and pictures a lot of my work is cut from paper. You know these intricate. Pieces of paper. When they're finished but maybe they don't realize this. My work is principally about forming but I think the reason I like working in this kind of paper cut in technique is because it really strips the work down to the bare essentials of. What the pictures are used to have this book of. A Swiss bank account and I. Can play. What they are very focused. Created by people who want artists they just pictures that they make they make themselves to decorate their home. Swiss paper cards were really the only. I forgot so I got inspired from I didn't go to Torino factory in Switzerland and it was in you know very peaceful countryside and with the out. What I did find of interest for the piece of work. I was. Sorry I. Was talking to her on a carrot. And the people she worked with. I did get a feeling of. The continuity of how people did work in the factory generation. And after all this work and then you know grandmothers were there and then split. Children would start working there as well and that kind of followed through in the way from encouragements meow. The knives that they'd be making for all these generations. There's a continuity there are fathers passed their knife down so that song and story would do that to their own offspring as well. That feeling of of something carries on was what really inspired me. I had the idea of a kind of family tree tracing the kind of lives down through the family tree with the people everybody's working together to kind of create this thing that I would benefit from these knives their handy thing to sound like I'm really proud the sisters are there because they are the handy I think that it's over I use my phone and.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "4",
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 165.93822,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}