{
    "title": "Hamilton Beach Stand Mixer Review & Test W\/ Pizza Recipe!",
    "description": "This is a Review and Test of the Hamilton Beach stand mixer with Deep Dish Pizza Recipe. This item goes from $65 to $100 dollars depending on the store. I have been using this item for about 2 month with out no issue, I have done cake, bread, frosting, wh",
    "referenceId": null,
    "date_created": "1438377179",
    "date_modified": "1438377179",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287333",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Hamilton-Beach-Stand-Mixer-Review-Test-W-Pizza-Recipe",
    "category": null,
    "duration": "941",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "StatUpBox",
        "hdvFlag": 1,
        "hookText": "This is a Review and Test of the Hamilton Beach stand mixer with Deep Dish Pizza Recipe. This item goes from $65 to $100 dollars depending on the store. I have been using this item for about 2 month with out no issue, I have done cake, bread, frosting, whipped cream and pizza.\n\nDeep Dish Pizza Recipe: \n\nDepending on the size of the pizza how many u can do. for small convection oven about 9 inches , you are able to make 4 small pizzas.\n\nyou can use flour as you wish, it could be 3 cups of bread flour or\n3 cups or all purpose flour.\n\n2 cups of bread flour\n1 1\/2 cup of all purpose flour\n1 tablespoon of sugar i use brown u can use white also\n1\/2 of tablespoon of salt\n1 tablespoon Parmesan cheese\n2 tablespoon of olive oil\n1\/2 tablespoon of oregano\n1 pack fast acting active dry yeast\n1 1\/2 cup of war water  100 to 120 degrees\n\npizza sauce\n\n3 tablespoon of tomato paste\n2 garlic cloves\n1 teaspoon of oregano\n1 tablespoon of parmesan\nwater until desired thickness.\nolive oil\n\nSpecification:\n\nMixing action gives complete bowl coverage\nPowerful 300 Watt motor\nBetter mixing than 2-beater stand mixers\n3 attachments offer mixing versatility\n6 speeds and special fold setting\nStainless steel 3.5 quart bowl\nFlat beater, dough hook & whisk are dishwasher safe\nMixing head spins as it rotates completely inside the bowl\nTilt-up head lifts out of the way for easy bowl access\nNonslip feet\nAny Questions Dont Hesitate to Ask!\n\nplease subscribe to my channel\n\nhttp:\/\/www.youtube.com\/statupboxchannel\n\nFor  more vids \n\nhttp:\/\/www.youtube.com\/statupboxchannel\n\n\ncheck out my google + page\n\nhttps:\/\/www.google.com\/+StatUpBoxChannel\n\n\n\nI created this video with the YouTube Video Editor (http:\/\/www.youtube.com\/editor)",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ZdFq8a_xzVo\/hqdefault.jpg",
        "videoId": "ZdFq8a_xzVo",
        "mediaDuration": "941",
        "prettyDuration": "00:15:41"
    },
    "transcripts": "So today we're going to take a look at the Hamilton beach stand mixer. It's a power force 300 watt motor. OK it has six feet as you see. They're interchangeable. We have here the one for the bread dough pizza dough. We have here is the one for the cake mixer and we have here for the whip. For the frosting. OK we have. 3 and 1\/2. Quarter ball. Stainless steel. Which does it go here. Interlocks as you see it has the lock so. When you put it down then you twist. Then it locks. Here we have the butt end so it could come down here you can see instructions. On how each piece works. OK here we would get two lines aligned. To put each piece and so you want to pull it back down to get the other piece and. Always on the line. He seems to get better. And this days are right there. OK OK so as I said before here you press the button and press the button and hold it at the same time. So I would drop down. OK right there once you have it in it was secure they are properly as you notice there's a chrome stainless steel finish with the name in the front. OK today we're going to test that I was doing. No here we're going to show these readings for the peaks that we're going to make today. We're going to have some more Reagan oh. OK we're going to have here is the east the active nice. Some Parmesan. Salt sugar. We're take. Two cups. Of bread flour. 1 and 1\/2 cup. Of regular white flour. And it takes two tablespoons of olive oil. OK this is for the sauce. Paste and this is water this is the water that we're going to use in the mixture. It's one. And a half cup of water. Is going to be hot water between 100 degrees and 120 degrees which we're going to mix it with the yeast. OK so we're going to start with two cups. Of bread. Flour and mix that in there. And the last one we're going to add one. Overall purpose what. Good can it be. Broke and. We're going to. Call clearly there we have three cars all together the half of the one that we're going to use. So if you're right. As it needs it. OK so we're going to go ahead now and put one sees on. Sugar OK we're going to put half a teaspoon of salt. OK and we're going to have. Parmesan there's something extra I like to add into it it gives it that extra flavor. I'd like to add it in now. And just a little bit. Of oregano just a little pinch two or three pictures we could go ahead and do that. OK and now we're going to wait. And give it a little bit. OK so we're going to bring it down. As you see with the boy and now we're going to bring it so that number one. You didn't feel that. That is. So old around. And around. OK so after we finally did the mixing. Now we take a look at the water. It's about 100 degrees there. That's perfect. There should be 100111200 k now we're going to go ahead and pour two tablespoons of olive oil. In the water so what we want to do is mix. All of the sockets together like we did before and all the liquids together also. So now we're going to go ahead and take out the temperature thing. In the whisk it away. Having a consistent makes here. OK that's good. OK we're going to go ahead and make steam east toward a raft. We're going to try to have it all together in the center. As you see there because that's where the water. We're going to put. The let's put it into that. Mix and then the water. Can as you see now we're going to go ahead and put the machine down. OK and this decision more. Was he. Was right. The e.u. as you see there it's a little bit. Now if you start adding that after. Right after that. That's fine. Right now it's going to go ahead and read it. OK now we're going to open it up. And start it and it was a half hour on the tape. OK we're going to. So what we do is flat turn that turn so that turn and you want to do this for about two three minutes. And that now we're going to cover the court with olive oil or you can spray it to. OK and have it there and with that we're going to go ahead and slide it in the inside. It's something we can slice it was to send though. Those wetlands. If we're going to keep it from not drying up because when it dries up and it becomes like a little crust on the outside so it doesn't let it grow. So the wetter it is the faster it grows the better it tastes and that's why we put that that towel the wet towel on top of it. Now we put it inside and we leave it there for a while and see you back in '45. We're going to go ahead and do the pizza sauce not just. A little bit of I was. Going to. Call it. Slopes and have similar all of. That we're going to. Add our. Pace to lose in Syria or we do want this to the f.c.c. if even if you know what we're going to do is go ahead and think of the same make sure you have later. It's always going to be sticky the. Olive oil reserves left to live. It'll be starved next and they didn't. Just say. OK you want to have a pastry kind of list. And we're going to go ahead and oregano now just a little bit of oregano. A little bit more of water. Just a little bit more. This game plan. We do for a little bit of flavor is going to go ahead in that little bit of pants down. On it to give it a little bit taste. As you notice we do love. Here we're going to mix it in the syringe and spin off the fire which is that medium right now. Now I think he's going to let it cool there to me was we are going to take a look at it after 45 minutes as you've noticed. Grow in size. OK now we're going to punch it out pick up the air. Do you think are we. Going to go ahead and cut it in. For equal sides. OK we're going to use the smallest side right now. When I had a little bit of flour. In the table. And I were going to take one of the pieces of dough. They were going to take the thin now and roll it. OK you want to roll it even size. So you get a good consistent station. Now it's all up to you on how you want to do it. I'll flat you want to how big you want it all to you now. OK now you stars Dustin it off. You know what you going to do you're going to get a pass. OK where is that. Oh OK. Well you say sticking so they're. OK now you can put a little bit of olive oil. On the cross. Poles around the peak so she's sure you want to see her a little bit. At the little bit of olive oil. OK this is now we do this because as we added the flour it dries it up a little bit now that we did that. Now we're going to add the pizza sauce. OK we're going to spoon should be enough. OK all depends how saucy you want a lot of people make it. So saucy are the better. OK now we're going to go ahead and I had. Our marks or rather cheese. OK we just took some muscle rather and created a. Game if you want to buy a good idea that it's all up to you. The thing about mock's or read about it does melt very well so we really don't have to worry about that. Because most cheese as you want. We're going to put a. Little bit of onions. We will get a little bit of salami. You know OK. And we're going to put it a little bit of core. And start our own style piece so you put whatever you want if you want to with just peroni on mate she's all up to you. OK that's good and now we're taking it to the of OK this is how we do it we're going to go now take that peak so you don't have fat of big of it. And put it into this arc and granting of it you want to have it. Preheat it for. Around 353 80 the depending on your oven. And we're going to have it there for 30 minutes. Though and there you go that's it. You have your piece of. Junk OK so I hadn't cut it now. And I sit here done for today.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7051.267,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}