{
    "title": "Braun Satin Hair - How to style with SensoCare \"Sexy waves\"",
    "description": "Want to learn how to create iconic hair styles with Braun straightener? With Braun SensoCare straightener you can create most trendy hair styles and protect your hair from damage. \nBraun SensoCare - feels hair, adapts temperature for ultimate heat protect",
    "referenceId": null,
    "date_created": "1438632579",
    "date_modified": "1438632579",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288525",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Braun-Satin-Hair-How-to-style-with-SensoCare-Sexy-waves",
    "category": null,
    "duration": "148",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Braun",
        "hdvFlag": 0,
        "hookText": "Want to learn how to create iconic hair styles with Braun straightener? With Braun SensoCare straightener you can create most trendy hair styles and protect your hair from damage. \nBraun SensoCare - feels hair, adapts temperature for ultimate heat protection.\n\nCheck out the how to create \"Iconic Waves\" style with SensoCare http:\/\/www.youtube.com\/watch?v=TTxbd4hfqRU\nCheck out the how to create \"Paris chic\" style with SensoCarehttp:\/\/www.youtube.com\/watch?v=u_8Bje7bt9Q\nCheck out the how to create \"Up and down\" style with SensoCare http:\/\/www.youtube.com\/watch?v=51GHPsVeVJU\n\nCheck out how to epilate with Braun Silk-epil epilators http:\/\/www.youtube.com\/watch?v=339UTr6FL4s\n\nSee all our videos http:\/\/www.youtube.com\/braun\n\nSubscribe to our channel http:\/\/www.youtube.com\/subscription_center?add_user=braun\nSee our Facebook page http:\/\/www.facebook.com\/braun\n\nBuy Braun http:\/\/braun.braun.com\/global\/where-to-buy.html\n\nGet more info on Braun SensoCare http:\/\/braun.com\/global\/hair-care\/satin-hair-straighteners\/satin-hair-7-sensocare-styler.html\nSee all Braun hair stylers http:\/\/braun.com\/global\/hair-care\/satin-hair-straighteners.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/HHk4PKdzH-I\/hqdefault.jpg",
        "videoId": "HHk4PKdzH-I",
        "mediaDuration": "148",
        "prettyDuration": "00:02:28"
    },
    "transcripts": "Today I'm going to show you how to style hair with brown the world's first I love that actively just a temperature to the needs of your hair. And the ultimate protection while starting for you at home if you want to replace the style you want to stop by smoothing out all the time just straightening it so the easiest way of getting that this is just quickly running the street goes through encompassing the shine on the screen and it just becomes super beautiful. Gorgeous there. So I'm going to show you a little trick of how to create a very sexy very beautiful waist very simply. Sections roughly the size of this. And you would take it to think this and wrap the head around it just like a string. He feeds the ends right through the center of the loop. And you take this fake now you claim from the outside for about two seconds just like this. So there has nicely warmed up now. You take another clip. And you don't sit around trying to sell her as a result. OK go for it. So what you do if you take two fingers wrap their head around the fact as you doing it feed the ends right to the center of the loop. Very good and they think the state must. Clamp it very gently so they have really nice he will stop. And then you take a clip and you put it. In just say cool it out. Very easy very straightforward. So are we going to do the rest of the house now and going to see the end result. Allow things that you know the words from that beautiful film sicko and then go take a brush and kind of see how the waves developing as an artist and the beautiful shine.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "4",
        "9",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 2912.2031,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}