{
    "title": "Rock Salt Prime Rib - Camp Chef",
    "description": "Looking for a new recipe for cooking a delicious prime rib?  Check out the Rock Salt Prime Rib.  The Rock Salt Prime Rib uses actual rock salt to form a protective layer around the prime rib keeping the meat nice and juicy and cooking it very evenly.  Mat",
    "referenceId": null,
    "date_created": "1438629715",
    "date_modified": "1438629715",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288450",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Rock-Salt-Prime-Rib-Camp-Chef",
    "category": null,
    "duration": "729",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 1,
        "hookText": "Looking for a new recipe for cooking a delicious prime rib?  Check out the Rock Salt Prime Rib.  The Rock Salt Prime Rib uses actual rock salt to form a protective layer around the prime rib keeping the meat nice and juicy and cooking it very evenly.  Matt walks you through this process step by step.  Hands down it's one of the easiest ways to cook a delicious prime rib.\n\nAs we were filming we left the prime rib in the Dutch oven a little bit longer than we should have in order to get a couple additional shots.  This ended up cooking the prime rib to more of a medium - medium well when we were shooting for a medium rare.  That being said, this was the most flavorful and moist medium well prime rib we've ever tasted. Great flavor and extremely tender.\n\nhttp:\/\/www.campchef.com\/14-cast-iron-deluxe-dutch-oven.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Ool1utEgTjE\/hqdefault.jpg",
        "videoId": "Ool1utEgTjE",
        "mediaDuration": "729",
        "prettyDuration": "00:12:09"
    },
    "transcripts": "Hello again everyone this is Malik camshaft or here to try out another recipe to show you a way to cook with our products. Today we're going to do a primer of growth in a Dutch oven covered in rock salt. I know it sounds odd and a lot of restaurants actually use rock salt in their cooking and we've seen this done in a few shows. Actually consulted with the experts so we called up to talk to him a little bit about how to do this recipe. He talked to me once at a show about it and I have not been able to get it out of my mind so today we're going to go ahead and cook up a prime rib roast this roast actually has been per process and prepared by a butcher. I asked him to do about an eight to 10 pound roast to cut it off the bone to go ahead and wrap it back on so that the meat in the juices all combined together. You want the bony and I has a lot of flavor to the meat and moisture as well. So they prepared this so that when we're done cooking it it's easier to process you don't have to cut off the bone when it's hot and you're trying to serve it up so this is been cut off. I rewrapped back on and seasoned as well so this roast has pretty much just black pepper salt a little garlic powder and things like that to go ahead and season a little bit. But the way it's all prepared we've let it sit out now for about an hour and a half because you want to get it to room temperature. So right now it's all ready to cook and they're going to her Dutch oven and everything to take out the stove. We have a bag of course rock salt that you buy the store most of you are going to say that's what I put my water softener but it's the same product to really go ahead and use to cook with. Today we're going to put about an inch and a half of rock salt in the bottom of the Dutch oven. Today we're actually cooking in a '14 inch deluxe Dutch oven from camp chef gives us the depth as well as little type on our lid to be able to accommodate such a large roast. Sea going to drop that into the hopper rock salt into the bottom. Spread it out evenly. And then go ahead and drop your rose right in the center of that. And what I've done I position the roast so that. Our remote thermometer pro. Can insert through our slot in the Dutch oven that we have in our camp stepped out jevons. And insert into the thickest part of our roads. That we were going to be able to monitor the internal temperature of the road throughout the cooking time and know when it's time to pull it. Once that probe is inserted we can go ahead and cover the entire roast with rock salt to get into this very all the way to the top of the Dutch oven. And with the taller lead we'll be able to stack it up on top of this roast pretty well to make sure we've got an even inch of rocks all over the entire roast. The purpose of this rock salt is to go ahead and insulate that roast it takes the heat that's going to be on the outside of the Dutch oven transfers it deeply around the road so you don't just cook the outside but will allow you to create a really great rare or medium rare prime role of the prime rib that you're looking for. It won't transfer any of the salt taste to the rose a lot of people are worried about that in the mortar from the roast will actually create a casing of salt around it so you have to break off when we're done. The last test fit our lead. We're set now it's ready to go out of the stall today and it looks like it's forecast to snow so the great thing about our camp products is we're going to be able to cook this on our show with our Dutch oven don't we don't have to worry about lighting charcoal Messing with those today on a wet cold day but we'll be able to use and utilize this on our camp chef stove any stove that you have from camp chef along with flame tamer and Doug stone which will show you later. All right well we've gone outside to where we've set up our camp chef Somerset Stowe as a three burner unit that all this is a dressed up a little bit better than what you're used to at your camp and it's made for the patio. I'm going to go ahead and cook it on here we've got our remote at the moment are now plugged in so we've taken that probe that we insert plug into our unit now it's turned on already sensing the temperature of that growth. Let's put it onto a flame tamer which we have comes in the kit with the dust dome that will disperse the heat again around the outside of the Dutch oven to make sure you get equalized heat so we'll go ahead and set that up there. At a pound roast now weighs about 15 pounds with the cast iron as well as rock salt. So you set that up on top. Take the dome. Cover the oven with it. So that way you're going to go ahead and disperse that heat equally around the oven it will take that bring it up to our internal temperature of about 125 to 130 is what we're looking for we'd like our prime rib to be rare medium or at the most. So we're going to light the stove to get that cooking we wanted on high heat for the first 25 30 minutes. To bring that out to about 400 degrees in the oven and then we'll turn it down to about half that temperature for the next hour and a half or so till it's cooked. One good trick trick with our Robins and our stones when you turn your tanks on just crack it first just barely open it. Because the amount of flow you're going to get you want to not kick it into low flow. So turn that on. Our stove is lit then go ahead and open up the rest of the way. We're going to come back in about a half an hour and turn that back down. Nothing tempts me more to get outside and cook them a little snow in the mountains. I just a fabulous day to cook for prime rib. Well we've given that now just about a half an hour out of pride so this still has been turned on high. We got all 30,000 b.t.u. the door and all that we're going to turn it down to medium medium low heat for the next hour and a half. When I'm allowed to swap the internal temperature of the roast to make sure it doesn't climb above 130 and we're ready to cook it up. Oh well it's been raining and snowing outside we've actually been here watching our digital thermometer is just gone off. So that means that our internal temperature is reached 125 on our row so when they go out pull it off the stove and proceed from here. Obviously since we've been cooking we've had a new snow fall quite a bit of sleet as well I hear it's definitely the advantage of cooking on a camp chef. We didn't have to worry about putting out our heat source as well as the bearcats so it's continued to cook. It's hit that 1.5 internal temperature are going to go ahead and take the heat off and. Turn the stove off completely. Take the probe out of our meat. And then we're going to take that inside and prepare the meat to be able to sit for a side for about 20 minutes. I loved all the moisture go back in and serve it up. Yes already as you just saw we've gone ahead and removed the road from the rock salt. As you saw we had an ice cap of salt that had developed over the top and the sides of the roads encapsulating it inside keeping all the heat in there as well. Just a nice gross where you look and see it's not been cooked over the hook on the outside at least the internal temperature of that is the same as the external temperature of this roast. So really do now is go ahead and brush all the solver mains off just those off of the roads are going to put it inside of another 10 to cover it with foil and let it sit for about 20 minutes to let it continue to rise in temperature at about 135 m is where we're going to end up with and they want to cut it up and serve it back here on the stove top you'll see we've got our new camp chef own line of Dutch ovens the without legs before one of those on the stove top and made some old you to put obviously on top of our primarily service up. All right we've got that nice and sealed tight. Well that's it for about 20 minutes and come back and we'll cover it on our own we've let it set now for about 20 minutes. So it's continued to cook another five to 10 degrees full on coverage. Then transferred over to our panel we're going to slice it up by comments in the beginning. This roast has been cut from the bone and wrapped back on so now at this point we're going to cut all the strings are used to tie it to the bone. And then go ahead and remove the meat portion from the rivers. So if you see if you ask your butcher to prepare it that way it's a lot easier to go ahead to remove that than handling a big pot roast and wasting some time when you should be carving. Now I'll go ahead and carve it up in preparation to serve it to the staff. Zero zero zero zero. Zero zero to five. Years all the way to the right ready yet that's what almost always eat. Dr randy short of what a disclosure this guy did not do what he did I don't know that I'm right and he did not got anything to do it.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 755.366,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}