{
    "title": "Cuisinart FP 14DC Elite Collection Food Processor",
    "description": "The Cuisinart Elite Collection™ 14-Cup Food Processor delivers the next big innovation for the modern kitchen. With 11- and 4½-cup work bowls nested inside the 14-cup bowl, plus the adjustable 6-position slicing disc and reversible shredding disc, it prov",
    "referenceId": null,
    "date_created": "1438308495",
    "date_modified": "1438308495",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286118",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-FP-14DC-Elite-Collection-Food-Processor",
    "category": null,
    "duration": "989",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisinartVideo",
        "hdvFlag": 0,
        "hookText": "The Cuisinart Elite Collection™ 14-Cup Food Processor delivers the next big innovation for the modern kitchen. With 11- and 4½-cup work bowls nested inside the 14-cup bowl, plus the adjustable 6-position slicing disc and reversible shredding disc, it provides home chefs with multiple food processors in one! The exclusive SealTight™ Advantage System is designed to deliver maximum bowl capacity and clean processing and pouring. No other processor does it better!\r\n More:\r\nhttp:\/\/www.cuisinart.com\/products\/food_processors\/fp-14dc.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Kg9VgKdeQaw\/hqdefault.jpg",
        "videoId": "Kg9VgKdeQaw",
        "mediaDuration": "989",
        "prettyDuration": "00:16:29"
    },
    "transcripts": "Everything you could want in a food processor with exceptional power and unprecedented capacity. This large work ball holds 14 cups of sliced cabbage for Cole slaw and cookie dough for a dozen cookies. You'll be amazed at everything you can do with the assortment of blades and desks plus the versatility of having three nested work bowls which allow you to process a variety of recipes quickly and efficiently. Please watch this d.v.d. in its entirety to get the most out of your new food processor. Also refer to your instruction and recipe guide and keep it handy for future reference. Before I show you how to operate and maintain your new food processor. You need to carefully unpack all the parts. Always remembering that some of the cutting tools have very sharp edges and blades. Before the first shoes wash all of the removable parts either by hand or in the upper rack of the dishwasher. Now let me introduce you to each part of your food processor. This is the housing base and motor. Touchpad control panel. The three nested work bowls. Work bowl cover with feed tube and pusher assembly with large and small food pushers. Small chopping and mixing blade. And large chopping and mixing blade. The dough blade. Adjustable slicing disk reversible shredding disc. The stem adapter. Silicone spatula. The retractable cord. And the storage case. Next I'm going to show you how easy it is to assemble your food processor. One of the great things about this search is the 1,000 watt peak power motor which is right in the housing base. Be sure to place the base on a dry level countertop. No the rubber feet on the bottom that hold it secured to the top this jobs. Remember to not plug the machine in until it's fully assembled. Here are the shatter and heat resistant work bowls with pour spouts. Note the convenient measure markings on the large bowl. There is also a maximum liquid cell lines on all three bowls. To assemble the large work bowl. Make sure the machine is facing you then position the ball handle just to the left of center. Turn the word ball counter-clockwise to lock it on to the housing base. Again make sure the ball goes on to the base with the handle to the left of center to assemble the medium bowl. Place your thumbs in the recesses. Then place it inside the large bowl. Be sure to align it so that the poorest faces the back of the unit. Now push down to lock it into place. The small ball also has recesses for your thumbs which allow you to align the small ball inside of the medium bowl again with the poor spout facing the back of the unit. Note that you can only use the small and medium bowls if they're nested into the large bowl. Here is a large stainless steel chopping and mixing blade which comes in your storage case. It has a very sharp blade so always remove it by grasping the center hub and lifting it straight up. This chopping blade is used with the large and medium holes for things like chopping onions. And garlic. Mixing dips like guacamole. Or appearing soup. To insert it. Place it on to the shaft and turn until it slides into place. Firmly pushed down and you will feel it lock into position. This means you have engaged the special blade lock feature that locks the blade in place even when you're pouring out ingredients. Use the same technique when using your medium work bowl. To remove the chopping blade. First take the bowl off the base and put it on a flat surface. Now rest the heel of your hand on the rim of the work ball. Pull up gently using care and you will remove the blade. This is your dough blade. To insert it once again. Place it onto the shaft and turn until it slides into place. To remove it. Just lift it up by the hub. Note that this job can only be used with a large work bowl. Next I'm going to show you one of my favorite features of the food processor. The small work bowl. It's great because it does small jobs along with the big ones. It's perfect for chopping nuts and herbs. First make sure all three bowls are locked in position. Take the stem adapter in with the thick part facing down. Place it onto the shaft and turn until it slides into place. Push down until it is fully engaged. I carefully lift up the small chopping blade. Place it onto the shaft and turn it until it slides into place firmly pushed down to make sure it is locked into place. Once again this will engage this machine's exclusive blade lock feature. To remove it. First take the ball off the base and put it on a flat surface. Now rest the heel of your hand on the rim of the work bowl. Pull up gently using care and you will remove the blade. Next I'm going to show you how to assemble your slicing and shredding discs. Note that they can only be used with the large and medium work bowls. The stainless steel adjustable slicing disc is very versatile allowing you to cut foods in six different thicknesses from very thin. To medium. To thick. It comes in the storage case. Just pull out the drawer and carefully remove it using the plastic hub. Remember the blade is very sharp. Place the stem of the apter over the motor shaft and twisted until it goes on to the shaft. Now push down until it is fully engaged. Use one hand to hold the disc by the finger holes with the other. Turn the rotating hub to select the desired thickness of your slices. While using the finger holes place the slicing disk on the stem of depth or matching up the opening on the disk with the adapter. Also be sure to use the finger holes when removing the disc. The reversible shredding disc also comes in your storage case and should be removed by using the plastic hub. One side gives you fine tread. And the other gives you a medium tread. Decide which side you want to use. And make sure the stem adapter is on the shaft. Now match the opening on the disk with the stem adapter and the disc goes right into place. Now that you know how to assemble your work bowls blades and this is the last step is to put on your work ball cover and push your assembly. Notice the supreme wide mouth feed tube which accommodates larger ingredients and saves pre cutting time. The pusher assembly goes into the work ball cover by inserting the interlock mechanism into this hole and fighting it down until it is fully engaged. This pusher assembly allows you to easily push through foods of different size. I noticed the special food groups which helped guide the food through the tube. It consists of two parts the large pusher and the small pusher which is secured with a snap. That mechanism used to small for shipping then items like these carrots. Thanks for the large pusher for large items like onions. The cover goes on the food processor by placing it directly over the work holes pushed down in the front and the back to lock it into place. Another way you can put on the cover is by latching the back on first and then pushing down on the front to lock it into place. The work full cover has a special seal type feature about locks and seals the lid on to the bowl with any nested bowl combination. This seal tight feature allows you to fill the work bowl to maximum capacity without worrying about spills and leaks. To remove push in both sides of the release buttons on the handle interlock and lift up. What important feature you should know about is the pusher lock which you will find right here on the lid. Be sure to use it when you are processing heavy loads or when you want to turn your lid over on the counter. To lock it simply pull out the lock in the handle like this. To unlock it. Push it in. For your safety. This machine was designed so it will not operate unless the lid is locked in place and the pusher assembly is in the feed tube. Now that your food processor is assembled you can plug it in. And next we will show you how to use your food processor to mix chop puree slice and even shred. With all the different size work or different blades and this to choose from the possibilities of what you can do with their coins in our elite collection food processor are nearly endless. The large metal chopping and mixing blade use with the large and medium work ball takes the work out of not making bread crumbs. Or mixing mashed potatoes. When using the metal blade to be shorter pre-cut food in one half inch to one inch pieces to get the most even results. Then place the food in the work bowl and put on the work bowl cover. This is the touchpad control panel which gives you several options for processing on off. Doe polls. The pulse allows a machine to run only when pressed. Is used for items like onions where you need maximum machine control to avoid over processing. The on button is used when you want the machine to run continuously. Notice the blue l.e.d. light that comes on to indicate your food processor is operating. Always press the off button to stop the machine. For some jobs like making a strawberry puree you may want to use both holes. And on principle. Start with poles to initially chop. Then press on to let the machine run until you have a perfectly smooth. Puree notice how the nesting balls have a locking feature that keeps them together when pouring. Just look at what you can do with apples. Begin by prepping the apples with fruit. Be sure to always remove the seeds and pets. Now cut the apples into pieces. To chop them for a salad. Use the post button to control the size you want. To make apple sauce with cooked apples. Press on and let the machine run continuously. This specially designed silicone spatula comes with your 16 cup food processor. Another custom feature of this machine is the dough blade and control it gives you optimum results when making nice joes. Note that the dirty plate is designed only for the large work bowl. Once your ingredients are in simply press the dough button then the on button. And the machine starts the need for you. The dough button allows the machine to run at reduced r.p.m. or rotations per minute for more tender dough. Now I'm going to show you everything you can do with the six in one adjustable slicing disc from super thin slices of mushrooms. And onion. To medium or thick slices of cabbage and peppers. Or to start slicing and search the stem adapter then turn the rotating hub to the desired thickness. Place the disk onto the adapter. Put on the work hole cover with the tube remove the pusher assembly and place the food in the feed tube being careful to always pack it full and evenly. Then slice. For smaller foods use a small pusher. Here's another helpful tip when you're using the slicing disc when slicing softer foods like tomatoes use light pressure to push it through. And use medium pressure for foods like peppers and firm pressure for hard items like onions. Now I'd like to show you how to use your reversible shredding disc. It has two sides one for find shreds. On the other for medium strads. First choose the kind of thread you want and place the disk on the stem and after. This site is for find shred. Like we did with the slicing disk. Match the pressure to the kind of food you are processing. OK when shredding soft cheese like mozzarella keep it in the freezer for about 25 minutes before shredding. After you're done cooking there are a few very important things that you need to do with your food processor. Always unplug it by holding the plug not by pulling the cord. Note the retractable cord which stores neatly in the housing. Always store your blades and disk in the storage case and note the safety lock on the case which you should always remember to use. All removable parts can be washed in the top rack of the dishwasher or by hand. The housing base can be wiped clean with the soapy non-abrasive cloth. Be sure to dry immediately. Remember to keep your manual in a convenient place so that you can refer to it often. I hope this is giving you an idea how easy it is to use your food processor and everything you can do with it. And guess what there's still more to come. Check out the techniques chapter plus step by step recipe demonstrations from renowned cookbook author and shep. Kathy Casey.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7740.482,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}