{
    "title": "Hamilton Beach Wide Mouth Juicer Review",
    "description": "Buy the juicer here http:\/\/juicefeast.info\/hamilton-beach-juicer for a great deal. \n\nThis is my first juicer. I own a couple of blenders and hand mixers, but when it comes down to making juice nothing but a real juice extractor will do the job.  I've read",
    "referenceId": null,
    "date_created": "1438377495",
    "date_modified": "1438377495",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287339",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Hamilton-Beach-Wide-Mouth-Juicer-Review",
    "category": null,
    "duration": "155",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "RookieJuicer",
        "hdvFlag": 0,
        "hookText": "Buy the juicer here http:\/\/juicefeast.info\/hamilton-beach-juicer for a great deal. \n\nThis is my first juicer. I own a couple of blenders and hand mixers, but when it comes down to making juice nothing but a real juice extractor will do the job.  I've read that you can use a blender and a nut-milk bag and squeeze the juice out but it would be a messy affair for sure. \n\nThe Hamilton Beach Wide Mouth Juicer that I bought at Amazon works great and is really easy to clean.  The down sides are it is relatively noisy and the cup that comes with it is small for my needs.  (Only 16oz)\n\nThis juice comes with a cleaning brush that makes cleaning the juicing part really easy.  Just don't let the unit dry out or it will be difficult to clean even with the brush.\n\nI've compared other juicers and the price ranges are from about $50 to $300 for most brands of centrifuge juicers and $150 to $500 for auger type juicers.\n\nThe Hamilton Beach Wide Mouth Juicer was $60 with shipping and taxes which is very affordable for the quality and the juice output I'm getting from it.  I will eventually upgrade to something quieter, but that won't be for a while.\n\nSo far I've juiced apples, celery, carrots, beats, leafy greens, garlic, ginger, kiwis and strawberries without any issues.  I did juice spinach and cilantro but that did noy yeld that much juice, but I can't compare it with anything yet.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/lMV71kNuzIQ\/hqdefault.jpg",
        "videoId": "lMV71kNuzIQ",
        "mediaDuration": "155",
        "prettyDuration": "00:02:35"
    },
    "transcripts": "This is Daniel from juice feast. Info and this video is about my juicer Hamilton beach white mouth juicer. So I picked this up on Amazon. It's my first juice or I went to a friends and they had the single arguer one which is a lot quieter and works differently but this one. Is not the quietus mortar but the juicing time is not even a minute it's more like 30 seconds so it's not that bad. It's well assembled. It's easy to take apart and to clean all I have to do is just unhook and pick up the top and I don't really need to clean everything comes apart pretty well. This has been it's big it's got a wide mouth and this way it can hold small apples or quarter of the big ones orange juice celery carrot and all that don't need to chop it up just throw it in there. I can add a lot of leafy greens. Cilantro and stuff like that spinach it works well with beat the cup is 16 ounces which is a fine small good looking at all the me there for myself. Pick one or all old used to work for me one for my wife saw this couple through two ounce. And it still fits well under which is a good advantage. And this was really a good invention. It's the brush has evil scraper the back so cleaning the juicing unit is really really fast it takes me about five minutes to get everything clean. So if you want something that's inexpensive and works really well as your starter this is what I recommend. I lucked into it. I kind of read the reviews and based on price this is what I chose because I didn't want to start with the most expensive juicer for my first one. I will upgrade more unlikely to something less a little quieter but not until I've had some great use for this one. So again this is the the Hamilton beach white mouth you can look it up on Amazon and have a very good price on it so I highly suggest you look into it. Again this is Danielle with juice feast that info and I will talk to you soon and the other video. Thank you.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3727.047,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}