{
    "title": "Interview with All-Clad's founder, John Ulam",
    "description": "",
    "referenceId": null,
    "date_created": "1438381837",
    "date_modified": "1438381837",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287447",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Interview-with-All-Clad-s-founder-John-Ulam",
    "category": null,
    "duration": "582",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "AllCladOfficial",
        "hdvFlag": 0,
        "hookText": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/W1e8EJyLaUM\/hqdefault.jpg",
        "videoId": "W1e8EJyLaUM",
        "mediaDuration": "582",
        "prettyDuration": "00:09:42"
    },
    "transcripts": "Now this week we're saluting Washington county with a series of interviews with government business and professional leaders from that area. You know most of the cookware that you see these days at least a lot of it comes from Europe but the best pans that I have ever seen are actually made in this area in cannon's Bergen a small factory there called all clad in metal craft. John you started making cookware at 948 at least he started making the metals for these pants in 1,988. Since then all clad pots and pans have built a solid reputation in cooking circles and in fact Mr. spans have a lot of admirers and I think John we could probably say that they have a lot of imitators too and I just want to give you an idea of what this band looks like it's really a beautiful pan. I'll tell you what John. Tell us a little bit about this band as long as I'm holding it right here what kind of construction and we see why this is the master chef line of Coke work and it is constructed with an aluminum exterior and a stainless steel interior. What so shall I do what gives it that high sheen. Why the polishing procedures which we follow to manufacture the material and the handle on the lower to one like that that you would see this handle a little the handle is made of a million black men with a copper nickel plating to give a lifetime corrosion resistance surface. Now what makes it so good for cooking. Well first stainless steel is the finest material for a cooking surface because it is permanent. It lacks conduct to vittie your heat transfer. So what we do is manufacture the stainless steel very thin and then we bond aluminum to the exterior of the stainless steel and the aluminum is usually about an eighth of an inch to as much as 3\/16 of an inch which is quite heavy. I think one of the things that's so interesting about what you've done here is that your scientists tell you that the largest well met here and there not that it interests me that you would take the science of metals and apply it to something as specific as a pan I know what motivated you to do that. Well years ago in the development of metals or bimetallic so she might want to call them that. It became quite obvious that the cooking utensil field was a stagnant field the only metals available for porcelain over steel and aluminum and of course solid stainless steel and stainless being a superior cooking surface for many respects like the conduct of these so the development encouraged me to think of other ways of making stainless steel usable. And this was by applying any of the high conflict to the metals such as carbon steel aluminum or copper and you know John there are the pins on the market that are a combination of stainless steel and aluminum. What makes this plan the master chef pain different from other patients that are on the market that also utilize those metals. Well we have a design master chef primarily to be a a total cooking utensils in the first place one needs heat transfer all the way up the side wall to actually prepare foods properly so we have designed them so that the aluminum is extended all the way and shall I say I've got this pain in my hand shows what you mean by that. Well actually we produce a disk which has stainless steel on one surface and then aluminum on the opposite surface and then we form the pan so that the aluminum in the stainless steel will continue all the way to the top of the pan so you don't get things sticking right around the edges that is right as he usually did and the thickness of the aluminum actually is the reason for in the non stick type of surface and we feel that a cooking utensils should be simple. We have consulted with many many chefs throughout the country and they of course of given us 100 percent feeling of our cookware I want to show another pan it's really beautiful and this is a fairly new one for you and I want to be sure this doesn't reflect too much on the camera. Yeah that's maybe good I need to sort of get it around so people can see these great copper and brass on the outside not just on is copper really better for cooking or is it just that it's pretty or is that why it's so popular these days you know copper actually is better only because of its high heat transfer. Now when we construct the material for a copper shaft of course we feel that you must have sufficient copper for it to actually function properly and that means to dissipate distribute the heat all the way up the side wall. But in copper chef we have gone a little further by not only having the stainless steel cooking surface but we have placed an aluminum cord between the copper and the stainless steel to give you the ultimate of heat transfer so that that core would be right in here I mean we can't really say it is not visible to the eye but it's in there. Yes it's got copper aluminum and then stainless steel. Yes well when we make the utensil extra thick so the true you can. Well you could bake a cake in any one of our utensils right on the top of the range where you cannot do this and many others which have only disks on the bottom or some other. Procedure when you factor in you know one of the reasons I ask you to come on is that cooking is something that more people are interested in now that I think you have ever been interested in it before it's not any longer just a woman's duty I mean there are all kinds of men who are into cooking and at the same time there are all kinds of different pots and pans on the cooking market her consumer to be confused by how what kind of things should you have in your mind when you go to look for patterns to be able to evaluate whether where you're really going to spend your money on something that's really good whether you're spending your money on something that's just because there are lots of those pants online too. Well first I would say the total value is the most important thing in purchasing or cooking utensils. One you want it to last forever. So therefore you need a cooking show for so it's going to last forever and also all that it's going to ruin the naan pit and it will stay high highly polished and shiny. Secondly, you need the extra heat transfer that is going to maintain the life and give you the proper cooking of your foods and the retention of nutritions and so forth. To do this you must have a cooking utensils that is going to be fairly slick and by thick I mean generally about an eighth of an inch. So if it's something that's real thing you can be pretty sure it's not going to cook so it is right. Does the payout also have to have aluminum in it somewhere to be able to properly conduct heat not necessarily but there are only two metals which actually have extremely high heat transfer and they are aluminum and copper. So anything else really defeats the purpose. So for of course it does have maybe three percent higher than copper but a little expensive lately is that now let's take a look at this and this is a new pan is sort of the prototype for you guys right. If it's not on the market you know it is not well now tell me why you developed this one and what this great black surfaces here. Well over years we felt that there should be something different we should be able to offer to the customers a item that was unique. So what we have been able to do is to emboss any type of a design in the body of the blank that we make. The sheep blankets my column before the forming of the utensil and then form the utensil without disturbing the the Bosman which we've placed in it. Now what kind of metal is this on the outside that is that is aluminum and of course in our process we do not damage the interior of the pan we only emboss the aluminum on the outside. Is this what they call an advanced aluminum. Actually what you do of course is form the utensil and then it is and it dies and I say this is a permanent coat which is very abrasion resistant and it certainly gives added life to the aluminum surface. Does it have anything to do with the cooking or is it a cosmetic feature. Well actually it would improve the cooking by perhaps five percent at the most only because it is because of its color. It will retain the heat longer. Now tell me why I can't inspired for the location of all clad metal craft. Well having been born and raised in mount Lebanon which is close by. I have always liked the Pittsburgh area and I felt the opportunity of the future is it really in Pittsburgh. Here we not only produce the stainless steel which we use but of course the aluminum. Basically was a room originally developed here and and most of the metal technology of the country stems in the tri-state area. And so I felt that rather than going to the Wisconsin area where most of the coop where people are it would be best just to produce or close to our own basic area. Well I'll tell you as a consumer of these parents I'm sure glad you're here and I want to mention to those of you who might be interested that there is a small informal outlet out of the all clad in metal craft factory in canon's burg that's open on weekdays you can call them all clad factory and get the number in the directions and they have these pots and pans out there prices somewhat cheaper than you can find them in department stores but you can also find them in local department stores too. John thanks so much for being on a really good luck to you I just think the stuff is so great. It's my pleasure thank you good to know there's a good band coming out of Pittsburgh and Washington Canning cannon's birth to.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "16"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 222.3945,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}