{
    "title": "Life Tastes Better With Coffee | KitchenAid",
    "description": "Our goal in creating the Siphon Coffee Brewer, Pour Over Coffee Brewer, Precision Press Coffee Maker and Burr Grinder was to bring the coffeehouse experience into the home by automating brewing methods celebrated within coffeehouse culture. We studied the",
    "referenceId": null,
    "date_created": "1459289380",
    "date_modified": "1459289380",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286084",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Life-Tastes-Better-With-Coffee-KitchenAid",
    "category": null,
    "duration": "221",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "KitchenAid",
        "hdvFlag": 1,
        "hookText": "Our goal in creating the Siphon Coffee Brewer, Pour Over Coffee Brewer, Precision Press Coffee Maker and Burr Grinder was to bring the coffeehouse experience into the home by automating brewing methods celebrated within coffeehouse culture. We studied the art and science of many craft brewing methods in order to create coffee brewers that deliver the precision and mastery of the best baristas. Now, it’s simple to enjoy an authentic cup of craft coffee at home—because life tastes better with coffee. http:\/\/kitchenaidcraftcoffee.com",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/jT6Kdm3vCyc\/hqdefault.jpg",
        "videoId": "jT6Kdm3vCyc",
        "mediaDuration": "221",
        "prettyDuration": "00:03:41"
    },
    "transcripts": "We want to make people fall in love with coffee again. We first started this project was to go. To the art of making coffee. When we decided to challenge ourselves to develop a line of copy makers that would automatically produce offspring with the same loving perception that racism mastered we under so that every detail of. Our pursuit of a great cup of coffee is what led us to. Craft coffee. Space craft is a process demanding unrelenting high standards and dedication we have to understand everything from the water. To the. To the cup that it's served. At the beginning of this project. We started working with nick priest and he started teaching us a lot about how you'll realize the full potential of a coffee being a craft coffee is a very complex thing to understand because there are so many iterations of craft coffee but I think the one thing that ties it all together is really bringing out the best of the best. We knew that it was going to be really hard to develop a home brewer that did what we see in the coffee shops and we celebrate all the time there was a lot of. Demanding work on our part to get this right and really make it function the way that we needed it to. When you look at Kraft coffee you have to start to understand the water the temperature of the water the saturation of the beads them out of circulation that's involved it's a combination of science and art. When you bring these attributes together so we know flavor is in the equation the flavor equation can be reduced to its most simple form as a premium bean with a precise spring method and so when you have good bean and a good brew you're going to have great flavor. So our goal is really to take whatever beans you select and get you the best possible flavor out of them to make sure that our coffee maker delivers that best possible experience which we are. Honing in on flavor is something that is important and one of the best methods of doing it is coming cupping is the foundation for understand. It's coffee at its most walls. This was really the jumping off point for us in talking our crack tour. And bringing us back to our overall engineering and design. During our initial design. I would cyberspace would come to. What what. Expires what makes talk to talk to. Talking about cars going through magazines going to actual places taking hold. And by in the day you have is for. Talking it was a. Beautiful piece of well it. Just helps the process to. Get into. The next. How do you make it an automatic machine. The challenge is not everybody is a barista but how can you deliver that same experience and that same result within their whole and so what we're trying to do is sort of empower the consumers to really enjoy what a great cup of coffee tastes like. Copy of such a big part of people's lives it's kind of like the first social media connecting people around the world or first date. Business be. Catching up with friends. We simply believe that life is better with coffee.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 650.9308,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}