{
    "title": "E. Tautz London Collections A\/W 15 Men Show",
    "description": "Behind the scenes at E. Tautz London Collections Men A\/W15 Show (sponsored by Braun)\n\nTake an exclusive look behind the scenes at the E. Tautz show with E. Tautz Creative Director Patrick Grant, and Braun Brand Ambassador, Fabio Vivan.\n \nVisit www.braun.c",
    "referenceId": null,
    "date_created": "1438631637",
    "date_modified": "1438631637",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288498",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "E-Tautz-London-Collections-A-W-15-Men-Show",
    "category": null,
    "duration": "154",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Braun",
        "hdvFlag": 1,
        "hookText": "Behind the scenes at E. Tautz London Collections Men A\/W15 Show (sponsored by Braun)\n\nTake an exclusive look behind the scenes at the E. Tautz show with E. Tautz Creative Director Patrick Grant, and Braun Brand Ambassador, Fabio Vivan.\n \nVisit www.braun.com and www.etautz.com for more information, or check out the brands’ respective social channels below:\n \nBraun\nhttps:\/\/twitter.com\/braun\nhttps:\/\/www.facebook.com\/braun\n \nE. Tautz\nhttps:\/\/twitter.com\/etautz\nhttps:\/\/www.facebook.com\/E.Tautz\nhttp:\/\/instagram.com\/ETautz\/\n \nMore information about the partnership\nThis January, Braun continued its partnership with E. Tautz by sponsoring the brand’s show at London Collections: Men A\/W15. The partnership was centred on the Male Power Grooming products available from Braun and builds on the brand’s growing reputation as the premium brand for facial hair styling. Braun’s renowned combination of design and functionality fits perfectly with the character of Patrick Grant’s latest E. Tautz collection, which captures the essence of working life in the North of England as portrayed by the likes of Douglas Dunn and L. S. Lowry.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/sXj-3ZeFQBc\/hqdefault.jpg",
        "videoId": "sXj-3ZeFQBc",
        "mediaDuration": "154",
        "prettyDuration": "00:02:34"
    },
    "transcripts": "Do you design a program for its function you design it to last and to ensure you carefully select the materials that you use these are all things in a very good time I hope these are all things that grown in you know in a way to seems like a natural partnership trust. My name is Patrick and we are here backstage as he told autumn winter 2015 collection check. This collection started where a series of posts written by a let's go to a local Douglas who lives in Holland in 1,600 and wrote poems about the street I'm with you live so the inspiration behind all of the quote is very much the feeling that you get from reading these and then we use the photographs of the fantastic the topical we go to third very late 50 hair reference the boys are completely clean shaven. We're backstage now it's all pretty just done our rehearsal which went well. Yeah it's good I think at this point. I'm for began as a museum wrong crucified clichés going to trimming down all the fish. To start with the trimming always followed the natural growth of the hair. And then eventually when we're going to share it we can go against that. As otherwise you would put them on the head. Now we're going to go back. But we're going to stop shaving say must be trimming it always making sure that you won't go away on your skin with attention. So always work against the natural growth and I'll find it by itself it's not pulling to mind and I think also what's good about this brothers was us with them so you can use underneath the shower. We have a. Nice slick and clean shaven. And clear some of the synergy between what we do not just because the grooming regime is vitally important to the way the show looks it's about beautiful design and precise engineering everything that you see in here in the show is important to the way we tell the story.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 399.23538,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}