{
    "title": "Breville Presents \"Make It Vegan\" Chili and Corn Muffins: Isa Chandra Moskowitz",
    "description": "For more about Breville, visit http:\/\/www.brevilleusa.com\/\n\nThis video showcases Isa Chandra Moskowitz making Vegan Chili and Corn Muffins. \n\nIsa, the master of vegan cooking (and jalapeno butchering with a leopard print pairing knife) will show you how t",
    "referenceId": null,
    "date_created": "1438363665",
    "date_modified": "1438363665",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286899",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-Presents-Make-It-Vegan-Chili-and-Corn-Muffins-Isa-Chandra-Moskowitz",
    "category": null,
    "duration": "208",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "breville",
        "hdvFlag": 1,
        "hookText": "For more about Breville, visit http:\/\/www.brevilleusa.com\/\n\nThis video showcases Isa Chandra Moskowitz making Vegan Chili and Corn Muffins. \n\nIsa, the master of vegan cooking (and jalapeno butchering with a leopard print pairing knife) will show you how to defend your honor at your next pot luck dinner.  No longer do you have to be the odd one with the vegan dish.  Proudly stand behind this fabulous vegan chili and corn muffins.  Perfect for every event, from Super Bowl to Puppy Bowl.\n\nLearn from the queen of vegan how lentil is the ultimate stand-in for meat.  Perhaps out performing and over delivering against its cloven rival.  In the end, Isa shows you there is only one true ruler.\n\nVegan Chili and Corn Muffins: not since The Beatles has there been such a powerful meatless union.\n\nGet the recipe here:\nhttp:\/\/foodthinkers.com\/2013\/11\/meaty-beany-chili-cornbread-muffins\/\nAnd get the free Make It Vegan eBook chock full of more recipes:\nhttp:\/\/foodthinkers\/ebooks\/make-it-vegan-with-isa-chandra-moskowitz\/\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa\n\nFor more about Isa, head to the Post Punk Kitchen website:\nhttp:\/\/www.theppk.com\n\nTheme song \"Salt\" by Kelley Deal and R. Ring:\nhttps:\/\/itunes.apple.com\/ke\/album\/salt-feat.-kelley-deal-mike\/id720904319\n\nLike Isa's Post Punk Kitchen on Facebook:\nwww.facebook.com\/PostPunkKitchen\n\nFollow Isa on Twitter:\nhttps:\/\/twitter.com\/IsaChandra\n\nCheck out Isa's new book: Isa Does It\nhttp:\/\/www.amazon.com\/Isa-Does-It-Amazingly-Delicious\/dp\/0316221902\n\nBreville has a new website check it out!\nhttp:\/\/foodthinkers.com\/",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/U7hu9Swu5to\/hqdefault.jpg",
        "videoId": "U7hu9Swu5to",
        "mediaDuration": "208",
        "prettyDuration": "00:03:28"
    },
    "transcripts": "Have you ever been to a potluck and somebody brought vegetarian chili and you're eating it and like there was like an asparagus spear and a snow pea and you're like what the hell. Is chilling and that's because it's super meaty and supervening I'm going to show you a little trick about chopping all pain you know so you don't end up with hollow pain your hands take your Leffert paring knife and cut around the stem. Please work. On t.v. Series most of the sea. The white stuff comes out and that's where all the heat is. But I only have a little bit. Because I'm not that much of a wimp. OK we're going to slow cook this chili which means you can start off in the morning go to work and then come home we'll have chili waiting for you know. The slow cooker is really great because it has a serious function which means you're not going to have to start it on the stove top and. Transfer our stuff our garlic. And spices and just oh so. There's the camera. There's the smile. So any time you watch a reality show. They have. They have. Chile has no being. So I. Made this. Really kind of response that is. Sort of at. The end. Of the text. Medium lentils really do a great job of. Standing and. Eat chili powder. Or if. You can make your own if you're super fancy just a little maple syrup or sweet now. Next we've got some water and some crushed tomatoes. Years are my favorite kind of corn muffin not too sweet to say very nice and fluffy not green if he. Were going to start making big and buttermilk which is just taking your. Non-dairy milk. I'm using almond milk and putting in a little bit of vinegar or so of kernels. They make a well in a sense aren't. Some apple sauce apple sauce is great because it can replace some of the fat around the big and I'm I love the coconut oil it tastes really but now we have our fresh corn kernels. You can use frozen if you like but I do like to get them straight from the cob. That's the. Brass to anything. You know in the oven. At 3:50. Which are chileans ready. I'm going to top it. Some welcome only it's perfect for the super bowl as a puppy vault. And it's perfectly just like the name says totally meaning totally renamed. It's no more will you be the weirdo at the potluck with the strange chili. Life is going. To come after him. What I don't get anything.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6296.9907,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}