{
    "title": "How To Epilate with Silk-épil 5 Wet & Dry #Ad | Braun",
    "description": "Braun and beauty vlogger Grace have come together to show you the Silk Epil 5 Wet & Dry epilator. Grace demonstrates how to use this device for longlasting smooth hair-free skin.\n\nAs a first step, Grace recommends epilating your legs in the evening so by ",
    "referenceId": null,
    "date_created": "1459289380",
    "date_modified": "1459289380",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288526",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-To-Epilate-with-Silk-épil-5-Wet-Dry-Ad-Braun",
    "category": null,
    "duration": "222",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Braun",
        "hdvFlag": 1,
        "hookText": "Braun and beauty vlogger Grace have come together to show you the Silk Epil 5 Wet & Dry epilator. Grace demonstrates how to use this device for longlasting smooth hair-free skin.\n\nAs a first step, Grace recommends epilating your legs in the evening so by the time you wake up, any redness will have disappeared. The epilator has 2 speed settings, for setting 1 you need to press the button once and for setting 2, press it twice. Grace prefers to use her epilator in the bath or shower as the warm water helps to sooth the process more and she recommends starting with setting 1 as it is a bit more gentle on the skin. To start epilating, hold the epilator at a 90 degree angle whilst slowly pulling it up towards your hand, then once quite a bit of the hair has been removed, you can pop on the massage roller to make the process more comfortable around more delicate areas such as the knees and back of the legs. Once you've completed your epliating, you can enjoy smooth legs for up to 4 weeks and when you epilate regularly it becomes virtually painless!\n\nFor more information about Silk Epil 5 Wet & Dry epilators check out http:\/\/www.braun.com\/uk\/female-grooming\/silk-epil-epilators\/silk-epil-5.html and visit http:\/\/www.braun.com\/uk for more beauty and lifestyle products that make a difference!",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/lsYXtMNqjaQ\/hqdefault.jpg",
        "videoId": "lsYXtMNqjaQ",
        "mediaDuration": "222",
        "prettyDuration": "00:03:42"
    },
    "transcripts": "Hey guys it's grace I hope you're well. So today's video is going to speak to tory will use in the fire. What I love about it basically the headline show to them what if we did so because of that. For oh it can last a lot longer than anything up to light for waves which is really useful for me right now as well because I'm going to be doing a lot of traveling in so it's really handy and I do get asked quite a lot of questions on l 18 as well so I have the books right here and I'm just going to start by showing you everything that you'll get in the box and all the different attachments and then I'm going to get on with that still reel off the words in the books you get the escalates to it so you also get I need to amass a large attachment. And then the final attachment heads we have a shaved head which comes with it to trim a cap as well and then you'll get a charge up to of course charge it once it runs out and then you get a little brush to clean out all of the headers and everything else once you are finished. The escalator is designed for gentle and lation so outside this is a really good one to try if you have never played before. It also comes with a little skin contact. And you can just. And on and it just helps to adjust to different areas on your body. The next attachment we have is the message for a while. So finish you just want to take that one off and then puff the must socialize the talk and clicking into place. And that just helps to make the explanation process a little bit more comfortable for you and then the final one which is the shape of the head. You just want to press the xbox and hit the button which would then release the whole top off and then you want to get to show you the head into the place. Like so. So this show you the head is designed for lack of really fostering close shave off your arms around your legs even your bikini line as well I will say as well that before you do begin escalating I would recommend to do it of an eighth inning so that by the time you do wake up any kind of redness has disappeared of was that probably would be and not slick for you. So now I'm just going to get straight on with the story oh side the FBI to has two different speeds sit-ins for said team one you want to press the bottom wants to 16 t you want to press the button twice. Personally I prefer to use the second night in the bar for the shower walk and we've the one just kind of helps to save in the process and it's a bit more which is what we want and I would say is probably. That's the start of incest team won just because it's a bit more gentle on the skin and oh so you get to hold on to this really handy little non-slip grip. I'm pretty sure none of us want to lose control which are in myths to begin with if you want to play to a 90 degree angle whilst slowly pulling me up which I hand them once quite a bit if the hair has been removed. I'm just going to put on the massage roll up just to make it a bit more comforting. Around areas like my knees and the back of my legs. Not trying to lie I was actually really impressed with the results the other girl and what's even better is when you do play regularly it becomes virtually painless way your skin get used to it. So in my opinion it is definitely worthwhile. So that is everything from this video is to tauriel as give you a little extra help. Oh and if it has then please give this video a funds up for me and subscribe to my channel if you haven't already. I don't catch you next week.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "28",
        "4",
        "16"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6716.412,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}