{
    "title": "Hoover® WindTunnel® MAX Multi-Cyclonic: Clogging?",
    "description": "Hi Sean! I read your comments on Facebook about your WinTunnel clogging excessively and put together this quick video with some tips that should help. If you have any more concerns, feel free to get in touch. We're here for you. Always. \n\n-Ian\nHoover Cust",
    "referenceId": null,
    "date_created": "1438368598",
    "date_modified": "1438368598",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287212",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Hoover-WindTunnel-MAX-Multi-Cyclonic-Clogging",
    "category": null,
    "duration": "92",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Hoover",
        "hdvFlag": 1,
        "hookText": "Hi Sean! I read your comments on Facebook about your WinTunnel clogging excessively and put together this quick video with some tips that should help. If you have any more concerns, feel free to get in touch. We're here for you. Always. \n\n-Ian\nHoover Customer Care",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/myYgytHEXQ0\/hqdefault.jpg",
        "videoId": "myYgytHEXQ0",
        "mediaDuration": "92",
        "prettyDuration": "00:01:32"
    },
    "transcripts": "Hi xan this is Ian from Hoover. I saw your post on Facebook and want to let you know we take our customer service very seriously here. We want to get your website on that's working the way you expect it should so we have a few tips for you to follow. First turn your vacuum on and take a look at this performance indicator here. If it goes from green to red you definitely have an obstruction somewhere which could be the reason you're clogging so excessively. We see that your filters look relatively clean but I did notice a little powder residue on the underside of the picture you sent. If you use carpet personally powder on your carpets this can clog your filter a bit quicker than normal. If that's the case I'd recommend rinsing the filter thoroughly and letting it dry in its ads for 24 hours before placing it back into the canister. Now check your main house by the attaching it here and here and use of room to clear out any debris that may be stuck in there. If that's clear I have one more place for you to check. The lower hose. Layer vacuum down and remove the base plate along with the brush. Use a grabber tool to pull out any debris from that lower hose. Once you put everything back together. Standard machine back up turn it on and check this performance indicator one more time. If it still turns red it may be time to replace that filter. I left a link for it below. If this doesn't work or if you have any more questions or comments please feel free to reach out to us on Facebook, Twitter or email me personally at the end. McCormack at floor care dot com.",
    "VV_VI": "36",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1118.131,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}