{
    "title": "All-Clad TK - Risotto Recipe",
    "description": "",
    "referenceId": null,
    "date_created": "1438381580",
    "date_modified": "1438381580",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287439",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "All-Clad-TK-Risotto-Recipe",
    "category": null,
    "duration": "95",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "AllCladOfficial",
        "hdvFlag": 1,
        "hookText": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/sRu8qHKd-CI\/hqdefault.jpg",
        "videoId": "sRu8qHKd-CI",
        "mediaDuration": "95",
        "prettyDuration": "00:01:35"
    },
    "transcripts": "There will be a result I was a little interpretation of the result of the needs of course we had a hell of a tomato to get its meaning to put us up a little bit of a variation from the classic use of the good news has so little bit of oil and I think that applies more meaning high put more out are missed onions and begin to saute those I'm told are translucent more songs. Either in our rice and I can cook our rice with the hearing is going to cook at all it's almost toast in just a little bit mean sudden color bits and aromas of you smell your rights before you add in the good spell you're right you know two or three minutes after you've thought tainted you know I was going to smoke. Posted kind of aroma from the eyes which is important. Then we're going to glaze it with our white wine in this case really a very dry white wine a seven on long I'm going to come back to all the alcohol is evaporating. There were a starter at our hot stock and continue to cook it for my rice beans in the texture that we like and want to make sure that our stock is hot on that it's very important that when you're writing your stock to your results so that the stock maintains a similar it's very important to maintain and simmer so that it doesn't interrupt cooking rice. I'm finishing up with some stuff on this case and tomatoes of course some butter some sweet butter some with greens. John she's the finest.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 150.49779,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}