{
    "title": "Camp Chef Italia Artisan Pizza Oven",
    "description": "The brick ovens of Italy are renowned for legendary artisan pizzas, with perfectly crisp crust and toppings melded together. Now enjoy true artisan style pizza on your own patio with the portable Italia Artisan Pizza Oven. Specially designed features repl",
    "referenceId": null,
    "date_created": "1438630525",
    "date_modified": "1438630525",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288475",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Camp-Chef-Italia-Artisan-Pizza-Oven",
    "category": null,
    "duration": "108",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 1,
        "hookText": "The brick ovens of Italy are renowned for legendary artisan pizzas, with perfectly crisp crust and toppings melded together. Now enjoy true artisan style pizza on your own patio with the portable Italia Artisan Pizza Oven. Specially designed features replicate the performance of a wood-fired brick oven - from its double walled construction and specially designed burners to its ventilation and cordierite ceramic pizza stone. Micro-adjust valves give you heat control and responsiveness to cook perfect artisan pizza every time.\n\nhttp:\/\/www.campchef.com\/italia-artisan-pizza-oven.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/GvpsIm5ZxeQ\/hqdefault.jpg",
        "videoId": "GvpsIm5ZxeQ",
        "mediaDuration": "108",
        "prettyDuration": "00:01:48"
    },
    "transcripts": "Oh I had a taste of Italy here an outdoor cooking world proudly introduces the standard portable I tell you specifically designed to enter a true wood fired brick in love and it brings portability and a twist of versatility to your outdoor kitchen featuring a specially designed a 17,000 b.t.u. burger and heat waves. You can reach temperatures up to 750 degrees double layered ceiling design and ventilation offer inherence healing dynamics which mimic the performance of a true brick oven. Built in they wish and the micro adjust the valve them a ventilated oven door give you superior he controls the built in temperature gauge motors internal air temperature the ceramic pizza stone helps dry out or moisture for that perfect cross out of the box and ready to cook in the stainless steel designed easy to clean it runs on a one pail disposable propane bottle board you can use the included regulator and five foot hose with a standard propane tank. Offers a full line of excess are used to help complete your taste of Italy can shift infrared cooking thermometer allows you to see the pizza stone temperature and prepare a place for pizza in the oven with the camp chef pizza bill. Our professional chef pizza spatula will help you make the perfect pizza. Try a rocking pizza cutter to make sure everyone gets a taste of the versatility of the I tell you artisan pizza oven is that do more than just pizza. Try cedar point salmon towels all rolls or even meet in a skill and can show the way to cook outdoors.",
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "14",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4808.174,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}