{
    "title": "James Dyson explains how his engineers have developed a robotic vacuum",
    "description": "Find out more at https:\/\/www.Dyson360eye.com  \n\nThe new Dyson 360 Eye robot vacuum cleaner – an intelligent robot capable of cleaning properly. The problems with existing robots are that they have very poor suction and don’t navigate properly, so they don",
    "referenceId": null,
    "date_created": "1438366246",
    "date_modified": "1438366246",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286952",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "James-Dyson-explains-how-his-engineers-have-developed-a-robotic-vacuum",
    "category": null,
    "duration": "75",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Dyson US",
        "hdvFlag": 1,
        "hookText": "Find out more at https:\/\/www.Dyson360eye.com  \n\nThe new Dyson 360 Eye robot vacuum cleaner – an intelligent robot capable of cleaning properly. The problems with existing robots are that they have very poor suction and don’t navigate properly, so they don’t make very good vacuum cleaners*.                                           Dyson engineers have been busy developing a unique 360 vision system that lets the Dyson robot see where it is, where it has been and where it has yet to clean. Vision, combined with Dyson digital motor and cyclone technologies are the key to a high performing robot vacuum.                                                                                     The Dyson 360 Eye robot cleans better than any other robot vacuum first time around*.  \n#DysonRobot \n                                                                                           https:\/\/www.facebook.com\/Dyson                                      https:\/\/www.twitter.com\/Dyson                                               www.youtube.com\/DysonRobot\n\n*All performance claims are based on machines available in the Japanese market in July 2014. Claims are only applicable where the product is available to buy from Dyson or our authorized retailers.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/NS5fgZHg6Pk\/hqdefault.jpg",
        "videoId": "NS5fgZHg6Pk",
        "mediaDuration": "75",
        "prettyDuration": "00:01:15"
    },
    "transcripts": "So this is the new Dyson. 360 I robot but the problem with existing robot vacuum cleaners is that they have very poor suction so they don't make very good vacuum cleaners. We've developed a high speed digital meter which combined with a powerful cyclons gives this very powerful suction. In fact it's the first robot vacuum capable of high performance clean but crucially it has this 360 degree vision system so they can see all the way around. This means that they can see where it's been and you can see where it's going so that it navigates properly it has a measure rise brush law which spans are full with with stiff bristles to remove ground and from carpets and soft carbon fiber filaments to remove fine dust from hard floors. Is there any robot with continuous tank tracks. This means does it maintain speed and direction across all surfaces will bring together all this technology that makes an intelligent robot that cleans your home properly. No",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1072.1285,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}