{
    "title": "AquaRug Carpet for Your Shower Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/aquarug-carpet-for-your-shower\/1041115701\nAquaRug is a carpet made uniquely for your shower or tub. Imagine the luxury of an invigorating, loofah-like rug under your feet when you're showering. Thanks for watc",
    "referenceId": null,
    "date_created": "1438643774",
    "date_modified": "1438643774",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288614",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "AquaRug-Carpet-for-Your-Shower-Bed-Bath-Beyond",
    "category": null,
    "duration": "82",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/aquarug-carpet-for-your-shower\/1041115701\nAquaRug is a carpet made uniquely for your shower or tub. Imagine the luxury of an invigorating, loofah-like rug under your feet when you're showering. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/H5TVlHxApCU\/hqdefault.jpg",
        "videoId": "H5TVlHxApCU",
        "mediaDuration": "82",
        "prettyDuration": "00:01:22"
    },
    "transcripts": "Standing on carpeting feels so good on your bare feet but you wouldn't put carpeting in your shower. Well now we can introduce you would rub the world's first quality carpet uniquely be your shower tub or anywhere there's water. Mildred arkell the expected design allows water to flow right through and it's the persistent backing ensures that it always stays right where you put it. Awkward is perfect for all ages in the shower or bath operad but the feel so safe in the shower. Now you control battle. In that. That's bacteria and mildew you tracks all over the house. He was way off the road. It's the last bath rug you will ever have to buy up the rug is stain resistant. Watch this. That's my grind red wine it doesn't matter. He can't stay with. An awful rug will never fade. Even pure bleach won't leave a mark. Awkward rugs fibers are compression proof so will never wear so soft so will he get good for your feet. Keep your feet clean and soft if I go with a target in my shower the water runs right through it and it feels great on your feet. Place it right over the drinking water and she's right through no more soggy mats no mildew and no cleaning.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 5480.2495,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}