{
    "title": "Cuisinart Single Serve Brewing System Coffee Bar Collection (SS-700) How-To",
    "description": "Learn more: http:\/\/www.cuisinart.com\/products\/coffee_bar\/ss-700.html\n\nPerfect for both personal use and entertaining, this single-serve home-brewing system offers consumers fresh gourmet coffee, tea, hot cocoa and more in under one minute. Using Keurig K-",
    "referenceId": null,
    "date_created": "1438361477",
    "date_modified": "1438361477",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286842",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Single-Serve-Brewing-System-Coffee-Bar-Collection-SS-700-How-To",
    "category": null,
    "duration": "826",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisinartVideo",
        "hdvFlag": 0,
        "hookText": "Learn more: http:\/\/www.cuisinart.com\/products\/coffee_bar\/ss-700.html\n\nPerfect for both personal use and entertaining, this single-serve home-brewing system offers consumers fresh gourmet coffee, tea, hot cocoa and more in under one minute. Using Keurig K-Cups®—featuring over two hundred varieties of pre-measured, premium brand coffee and tea—this brewer's innovative one-touch technology makes it easier than ever for consumers to enjoy a wide array of hot beverages. \n\nJoin us:\nhttp:\/\/www.facebook.com\/cuisinart\nhttp:\/\/www.twitter.com\/cuisinart\nhttp:www.pinterest.com\/cuisinart",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/27U80_0Gm0Y\/hqdefault.jpg",
        "videoId": "27U80_0Gm0Y",
        "mediaDuration": "826",
        "prettyDuration": "00:13:46"
    },
    "transcripts": "When I am treated quietly now here probably tonight to help you with everything you need to know about your new couple Matic singles our coffee maker. First I'm going to show you how easy it is to assemble and you is then I will show you how to get great tasting coffee than matter what your preference. Regular or bold. Let's get started by reviewing all of the parts and then you will get it assembled. Always take the time to read the detailed instruction guide. This is a great reference so keep it in a convenient place as you want to refer to it often. Now let me show you all of the features. This machine has you know the buttons on your control panel that give you different options for brewing at the top is the power button. The pod button is used for soft coffee pods like these. The grand line is for regular ground coffee. Now we know that some of you like your coffee regular strength and others like it bold. This machine proves it either way. Here is the regular strength button and here is the bold button you can also choose one cup of coffee you want to grow. Just look at the different options you have four 6\/8\/10 or 12 ounces. Here's a cleaning button that activates the cleaning mode and finally the brew button that begins the brewing process. It's important that you become familiar with all of the parts of your couple Matic coffeemaker. Let me show you how this is the water reservoir with cover. Here we can broke up with slide lock that hold your group basket in place. The brew basket goes into the group cup just like this. The group basket is where you actually place your coffee whether you're using pods or regular ground coffee you also get a handy scope for measuring your coffee. In addition there's a tropical water filter and holder along with a removable drip tray. Here enjoyment cuisinart provides you with a start a pack of pot coffee that includes four house blend for dark roast and two decaf to replenish your coffee pods. Just visit a retailer near you or visit cuisinarts dot com. Notes that the back of the machine has a special court storage area. Lastly this machine uses the latest in coffee cake knology it has a patented brewing method the internal piston located above the brew cup automatically tans and seals the coffee during the brewing process. This create the optimal conditions if I cut them a cup of coffee. So I hope this has been helpful in getting you acquainted with all of the parts so you get the most out of your cup and that a coffee maker. It's going to make the first cup of coffee to prime the boiler that she began the first time that you use your coffee maker and when ever you haven't used your unit in a while to stop crying and remove the water reservoir by flipping open the cover and let me get by the handle brings out the reservoir before you use it for the first time. Then fill it with fresh cold water return it to the coffee maker. Now plug it in. Make sure the broke up with out of the group basket is in place. Remove the drip tray and place the cup that is that leads to 12 ounces under the ground cup now press the power button. The pod embryo buttons will start to flash to start priming. Press the pot and simultaneously then release for the new. 60 seconds. What I will ponder throughout because that's them. No got the water will drip from the group while this is happening. Now that the priming is complete you can make your first cup of coffee before we grow I want to show you how to use your water filter since water is one of the most important factors when making a great cup of coffee. The special filter we provide you and shores that you will always pad the purest water possible. Take the filter out of the poly bag and soak it in cold tap water for 15 minutes. Removing the water filter holder from the reservoir by lifting it out with your thumb and forefinger hold the stand in one hand and gently press down and pull toward you with the other hand and the filter compartment will flip open. Put the filter in the holder and snap it shut. Hold the filter under cold running tap water for 10 seconds hold it till the openings on the side are right under the water then let it drain. Place that's going to hold her back into the coffee maker pushing it all the way down to the base along the reservoir wall by the way you should typically change a water filter every 60 days depending upon use if you have hard cap water. Change it more often. OK now we can begin bringing your first cup of customized coffee. The great thing about your couple mad a coffee maker is that it allows you to grow a custom cup of coffee just the way you like it the first thing that you need to do when you're going to broach is press the power button the button will start flashing as the unit heat up when the unit is ready to brew the power button it will stay lit. If your pattern and flash you haven't primed your unit you must get a cell before brewing your coffee or if the power button flashes check your water reservoir as it may not be in placed on the water level is too low. Always make sure there is water in the reservoir before brewing but don't worry in case you forget the power button will fast flash. Letting you know that the water level might be too low. Now to add coffee. Remove the group cup from the coffee maker. You can use either soft pods or ground coffee. The pod goes into the brew basket for a six ounce serving. Use one pad and for a 12 ounce serving use two pods. But remember never use more than two pods at a time for ground coffee as a rule of thumb use approximately two scoops. Two tablespoons of coffee for ages fixed and cup you planted bro. Remember these are just recommendations. Feel free to adjust the number of pads or the amount of coffee you use to suit your taste. By the way the default settings on your machine are either regular strength and six ounces to brew a cup of coffee on the settings first dreamed up the brew cup and add one pod to the brew basket. Quickly back on to the coffee maker placed her cup on the drip tray hit the brew bind and watch your coffee grill. When it's finished growing in the cup and that it will be five times. Wait several more seconds until all the coffee stops going now that we've made a cup of coffee it using the default settings. Let's make a custom ice cup I'm going to bring a 12 ounce bowl strength coffee using a pod like we did before the brew cap then Ed to pod put it back on to the coffee maker. Next to the settings choose pod bold and then 12 and says hit the button and watch your coffee grow. From my next cup of coffee. I'm going to do four ounces regular strength and I'm going to use crushingly ground coffee. First I'm putting slightly less than two scoops of coffee in the brew basket. Place the brew cup back on to the coffee maker and then press the ground button regulus trend and a four ounce button. Place a cup on the drip tray and then press grow. Remember your cup of magic will not grow if you add more than four tablespoons or four scoops of freshly ground coffee to the brew basket. Do not exceed the max goal line when adding coffee if you add too much. The Brougham will fast flash and it will be. Another great feature is you can brew coffee directly into a travel mug just remove the drip tray and place the log under the basket by the way your company that a coffee maker will remember your settings until you change them or until the unit is unplugged. And there you have it custom brewed coffee just the way you like it. Maintaining your cup and not a coffee maker is easy. Remove the group gasket and you can live lock to lock the brew basket in place and simply dump the grounds or the pod then wash with soapy water and rinse star late or clean the top rack of a dishwasher if you put the parts in the dishwasher hard water may cause the metal to escape. Use metal cleaner like me to easily remove it or refer to your instruction manuals for other cleaners the cleaning feature of allows you to clean the piston which can accumulate left over ground. First remove the group cap then press the clean button which will lower the piston I think happened the clean button will slow flash when the piston is completely lowered the clean button stops flashing. Now like a piston with a damp towel to remove the used coffee grounds. After the kitchen is clean pressed to clean that and again the blind will flash as the piston returns to its original position. When this is complete the cup and that it automatically returns to the stand by mode and you will be ready to brew another cup. Another important chip in making sure that your cup of magic brew is great tasting coffee is to take out the buy it from time to time. Otherwise calcium from water will build up on metal parts to do this. Still your water reservoir one third with white vinegar and 2\/3 cold water make sure the broke up without the basket is in place. Remove the drip tray and place the cup that is that leads to 12 ounces under the brew cup hold the pot and grew by and simultaneously for two seconds after approximately 60 seconds the unit will be primed for the first task of the calcification process is now complete. And to the water reservoir and rented out. Now fill the water reservoir with fresh cold water and return it to the unit. Prime the boiler again by pressing the pot and brew bind simultaneously for two seconds. Now your unit is calcified and ready for use. Let me show you how to troubleshoot any problems you may encounter with your cup of magic and a pot of brew buttons are flashing. You need to prime the boiler. Go ahead and do it as we instructed you earlier if the power button is fast flashing with a beeping sound. Either your water reservoir is not in place or the water level is too low. If the group button is fast flashing with the beeping sound you may have too much ground coffee in the room. Remember you can only put up to four cables booze or four scoops of ground coffee into the group cup the group and they also fast flash if the group is not properly in place. Finally if the clean buy in is fast flashing with a beeping sound then you probably forgot to remove the group cup prior to cleaning. Now you know how to operate your cup I'm not a coffee maker. You can enjoy a cup after cup of customized coffee any time. I'm Theresa Corina with an art. Enjoy your new cup I'm not a coffee maker.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 12541.307,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}