{
    "title": "Britax B-Safe 35 & 35 Elite Infant Car Seat Installation Video",
    "description": "How to install the Britax B-Safe 35 and B-Safe 35 Elite infant car seat base using LATCH.",
    "referenceId": null,
    "date_created": "1438628277",
    "date_modified": "1438628277",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288414",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Britax-B-Safe-35-35-Elite-Infant-Car-Seat-Installation-Video",
    "category": null,
    "duration": "97",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Britax Child Safety, Inc",
        "hdvFlag": 1,
        "hookText": "How to install the Britax B-Safe 35 and B-Safe 35 Elite infant car seat base using LATCH.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/_HP7RIAcK10\/hqdefault.jpg",
        "videoId": "_HP7RIAcK10",
        "mediaDuration": "97",
        "prettyDuration": "00:01:37"
    },
    "transcripts": "Place the base on the vehicle seat. Pull up on the recline adjustment lever on the front of the base. Move the base up or down until the red marker is visible between the two lines on the recline angle indicators. Firmly pull to remove lower connectors from their storage in the base. Press and hold lower connector release button and pull the lower connectors to lengthen. Press the lower connectors on to their adjacent vehicle lower anchors until a click is heard. Pull the lower connectors to verify they are secure. While pressing the center of the base into the seat. Pull up on the lower connector straps that are located in the center of the base to tighten. To achieve the tightest install you can push on the right or left of the base while pulling the correlating latch webbing. Feed excess webbing back into base and ensure that lower connector straps are flush with the base. Check that the lower connector straps are tight and that the base is secured the base is secure when it moves less than one inch front to back or side to side at the vehicle belt path. Checked at the recline angle is correct and confirm that the red marker is visible between the two lines on the recline angle indicators. Place the infant car seat into the base and press down until a click is heard. Pull up on the infant car seat to verify attachment to remove the infant car seat pull and hold the release lever on the back of the infant car seat. Lift the infant car seat up from the base.",
    "VV_VI": 5,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "3"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 9479.364,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}