{
    "title": "EZ Sliders at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/ez-sliders-trade-8-piece-furniture-moving-set\/1014650628\nhttp:\/\/www.bedbathandbeyond.com\/store\/product\/ez-sliders-reg-3-1-2-inch-super-sliders-reg-16-piece-value-pack\/1014650610\nhttp:\/\/www.bedbathandbeyond.com",
    "referenceId": null,
    "date_created": "1438650113",
    "date_modified": "1438650113",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288715",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "EZ-Sliders-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "136",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/ez-sliders-trade-8-piece-furniture-moving-set\/1014650628\nhttp:\/\/www.bedbathandbeyond.com\/store\/product\/ez-sliders-reg-3-1-2-inch-super-sliders-reg-16-piece-value-pack\/1014650610\nhttp:\/\/www.bedbathandbeyond.com\/store\/product\/ez-sliders-reg-5-felt-movers-and-1-supersliders\/110983\nProtect floors and surfaces in your home from scratching with these convenient furniture sliders. Whether it's moving day or every day, the EZ sliders® will make moving furniture manageable and protect against day-to-day scratching, too. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Zy7wkTn1R6Y\/hqdefault.jpg",
        "videoId": "Zy7wkTn1R6Y",
        "mediaDuration": "136",
        "prettyDuration": "00:02:16"
    },
    "transcripts": "How do you move a sofa all by yourself. They're slowly and that China cabinet across your hardwood floor. Very carefully and how about that 200 pound washer. Well you'll be amazed at what you can move with easy sliders. The sliding discs that everyone's talking about available at bed bath and beyond. Take that sofa for example just slip an easy slide or under each leg and you're sliding it over coffee with emus they also come with soft fabric pads to protect your beautiful expansive hardwood floors as you easily slide furniture along able to help you move up to 750 pounds. Imagine all that you can do with easy sliders. Best of all easy sliders work on hardwood floors carpet vinyl cement ceramic tiles and more ready to take on the washing machine. It's a cinch with easy sliders. They're great for moving bulky appliances easily from your washer and dryer to your range refrigerator and more. In fact up to four items of once even rearrange a room with easy slider multi-packs in a handy reusable container. I got a really big item to move like your entertainment center. Go with a larger size easy sliders and you'll definitely be amazed at what you can move easily and reassuringly because these fighters have a non-stick pad inside it keeps a firm grip on furniture. No matter the size of the job. There's an ideal pack of easy sliders for any item or room including our 16 piece moving pack to move every room of furniture in your house. What else can you move with the easy sliders. Just about anything around the house. For ultimate ease and floor protection you've got to get easy sliders so be sure to pick up yours while you're here. At bed bath and beyond.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 592.1214,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}