{
    "title": "Heel Tastic Intensive Heal Therapy at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/heel-tastic-trade-intensive-heel-therapy\/1016859567. \nMoisturizing anti-fungal heal therapy relieves chronic, dry, rough, cracked heels, as well as elbows and knees. Thanks for watching. Make sure to subscribe",
    "referenceId": null,
    "date_created": "1438644256",
    "date_modified": "1438644256",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288622",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Heel-Tastic-Intensive-Heal-Therapy-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "80",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/heel-tastic-trade-intensive-heel-therapy\/1016859567. \nMoisturizing anti-fungal heal therapy relieves chronic, dry, rough, cracked heels, as well as elbows and knees. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/uB2UxFCg8TU\/hqdefault.jpg",
        "videoId": "uB2UxFCg8TU",
        "mediaDuration": "80",
        "prettyDuration": "00:01:20"
    },
    "transcripts": "Are you feel so rough that you need to see under the jacket enough to pop a balloon or tear your hands. Now there's the amazing heel testing the miracle solution to dry cracked within 24 to 48 hours I could see an improvement in my skin and what a difference it makes. Immediately my feet feel so much softer they feel like baby's feet. This easy to use soothing balm helps to protect skin against dry cracked heels my feet were so dry and cracked now I'm not embarrassed or sandals any more just delighted like a roll on with no mess and no fuss. I actually formulated this product for myself because I had cracks that were so bad they bled lotions and cremes sit on the top of the scan. The problem is deeper. This actually gets to the cause of the problem. Heel tactic contains a rare blend of mean and kuranda oils use for centuries by ancient eastern civilizations to heal skin from within my feet felt a lot softer. They didn't seem to crack or bother me. Anytime I get any type of dry skin like it magically disappears I have no more callous in them or cracking my skin looks great so stop hiding horrendous heels and start loving your feet again with heels has to correct there was no residue. It's more wonderful and it took care of the problem. Finally take yours home today.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 588.0126,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}