{
    "title": "Solving Low Flow Problems",
    "description": "Video show how to resolve and low flow problems with your stove.  Simple turn off gas and unscrew black nossle from bulk tank",
    "referenceId": null,
    "date_created": "1438629129",
    "date_modified": "1438629129",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288435",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Solving-Low-Flow-Problems",
    "category": null,
    "duration": "114",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 0,
        "hookText": "Video show how to resolve and low flow problems with your stove.  Simple turn off gas and unscrew black nossle from bulk tank",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/f8wwmtg7K_c\/hqdefault.jpg",
        "videoId": "f8wwmtg7K_c",
        "mediaDuration": "114",
        "prettyDuration": "00:01:54"
    },
    "transcripts": "All right so you turned on your stove you've got just a small of foam like this like this and no matter how you turn the knob or where you turn the knob that's all you're getting. Again a small blue flame that's what we call low flow mode in the way that happens is the regulator we showed you earlier on the hose. It's a government mandated thing and it's a safety precaution it's a good thing it may cause some worries and concerns while you're out there cooking but it's a good thing. Prevents a rush of gas heading into the stove when you don't want that Russian gas to be heading there. So like I said it's a safety thing and it's something that is just a part of dealing with propane and stoves and different things like that and it's nothing unique to can ship if you have any other propane products. Chances are pretty good you're going to have the same type of issues with that type of thing so real simple on this all you do is you turn it off. You tighten down the brass knob here on top of the propane tank. So we're closing that off now and then from there as you can do is unscrew what we've done earlier and screw this plastic piece the hose regulator from the tank and when you do that what it's doing is. Is it's resetting this regulator this is the piece in here that when you have a rush of gas coming through there's a valve in there that's kind of shutting it down and not letting much gas through. Hence the low flow name and that's you're just resetting this when you open that if you're resetting it. As you do so plug that back on screw that back now and one of the keys is once that's locked on is open up the brass valve slowly if you open that up fast it's going to send that Russian gas through there and cause that same problem the other problem sometimes will be your piece of gear if you have a tight knot all the way down there would be a gas leak there and that's what this will sense that and turn it into low form of. So once you've done that you're you're back and ready to go again.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3954.5286,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}