{
    "title": "Real Simple Triple Laundry Sorter at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/real-simple-reg-triple-laundry-sorter\/1041617489?Keyword=real+simple+triple+laundry+sorter\nThis triple laundry sorter hamper features 3 removable laundry bags that can hold up to 20 lbs. of laundry each. It al",
    "referenceId": null,
    "date_created": "1438646309",
    "date_modified": "1438646309",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288636",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Real-Simple-Triple-Laundry-Sorter-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "192",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/real-simple-reg-triple-laundry-sorter\/1041617489?Keyword=real+simple+triple+laundry+sorter\nThis triple laundry sorter hamper features 3 removable laundry bags that can hold up to 20 lbs. of laundry each. It also has a heavy duty chrome frame and 4 caster wheels with 2 step locks for easy transport to and from the laundry room. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/16UHpsUTW-0\/hqdefault.jpg",
        "videoId": "16UHpsUTW-0",
        "mediaDuration": "192",
        "prettyDuration": "00:03:12"
    },
    "transcripts": "The triple laundry sorter by real simple was designed exclusively for bed bath and beyond this laundry solution is easy to put together and keep your clothes organized until you're ready to do laundry. To assemble. First lay out all the pieces in front of you. The pieces are labeled as a group. They start assembling the top of the hamper frame by first establishing pieces. D and both. Both frame pieces have push buttons. That lock into place when the frame pieces are inserted into the plastic. Pieces the pieces have an inner tube and an outer to each kid has a hole in it that locks the frames into place when they're inserted into the part. Take one of the key pieces. And holding it so the two locking holes are facing down and insert into the inner tube inserting by pushing the push button on the brain. When the tube is securely in place the push button will pop out of the locking hole. Once that side of Di is securely in place take the other g piece and insert the other side of de into the inner tube. Now take the larger frame piece and insert each end into the outer tubing on each of the pieces. The top of the sorter is now complete. Next you will need the four eight pieces that will be used as the hamper base. I've turned the frame upside down. Insert the straight and. Not the curved dent. Into the pieces. Now that all the pieces are inserted into the pieces. Align all the eight pieces so the curving Ed is curving to the inside of the hammer. Next find the pieces labeled b and c and the hardware bag labeled I j. Notice that. C is slightly longer than be. Hard c attaches to the outer legs and part b attaches to the inner legs using the screws through each piece onto the base of the Allen wrench to tighten the screw and make sure they're secure. We're almost done. Let's just add the wheels. There are four wheels in total. Two wheel fat black and two wheels that cannot be locked. You can identify the locking wheels as they have a metal lever on. Attach the locking wheels to the same side of the base. Then attach the non locking wheels to the other side of the base. Manually screw on the wheels. And then use the wrench that's provided. To tighten them properly. This camper has three fabrics orders. Simply wrap the fabric around on each and press the Velcro together. It's that easy. The real simple triple sorter is available exclusively on line and at select bed bath and beyond stores.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 737.82153,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}