{
    "title": "All-Clad TK - Full Length",
    "description": "",
    "referenceId": null,
    "date_created": "1438380430",
    "date_modified": "1438380430",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287400",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "All-Clad-TK-Full-Length",
    "category": null,
    "duration": "314",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "AllCladOfficial",
        "hdvFlag": 1,
        "hookText": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/dsV1iwbnB2k\/hqdefault.jpg",
        "videoId": "dsV1iwbnB2k",
        "mediaDuration": "314",
        "prettyDuration": "00:05:14"
    },
    "transcripts": "But there's a lot of restaurants and basically chefs come in when things are kind of set up and then they tend to leave before things break down you know. So they're not really cleaning anything. Thomas was a complete opposite and he would always get there before anybody else he would always leave after anybody else. I think what stands out for me the most are the core values which not only we live eat and breathe in the kitchen but outside the kitchen. It's really changed me as a human I mean how I treat other people the system way of life time some calories and still in all of us as virus as confidence level. Chef has always been that there to support us and I know that he was always kind of that that little weigh in here on your shoulder. So I always feel that he's there kind of guiding us and so I get that great confidence from him. Cooks all cooks regardless of you know what kind of restaurant you work in or even if you're an amateur cook we cook go out to nurture people turns or to ourselves as well. So that idea of nurturing really resonated with me and I find it very compelling from that moment on that's why I decided to come shop. Big part of Thomas Keller restaurant group is this is an amazing experience. The group of individuals within the restaurant groups are so inspiring and you spend so much time working in a restaurant you consider a lot of the staff sort of becoming family you see them more than your family. We all sort of speak the same language. We have the same goals you know fully committed to our craft and what we do. I was the youngest so I had to be really efficient because my older brother's lesson my three older brothers who had you know specific choice to do every week as well but I always pass them down to the two younger brothers Joseph and ISO not only do we have to do our chores but that we have to do their chores which made us much more organized much more fish fighting those things as a young person really helps to establish this foundation that we see in all of our Kitchens today one of the organization which is sort of one of the claims that you know attention to detail. My most iconic moment with the shepherd is actually moments it was a realization of how committed one person was to excellence. The corner gardens are one of the most valuable resources that we have at the French laundry. They give us a unique opportunity to touch a vegetable from from seed to seed this really isn't it's not because what I crow is used at the highest level. I think about perfection I bring it to a peak of a flavor I bring it in and. They make magic out of it but I think it's a great example of a of a certain dish really captures all the different essences of the art could be the classic b.l.t. or ratatouille but really the flavour of the garden the flavour of the vegetable you can taste the sunshine they really become much more like you. I push in the drive is what I take out of this experience. Thomas Keller has a DNA of always one step more than you drive and push every day and at the end of the year you look back and see what you've accomplished and you're amazed at how far you've gone. But I think that you know when you when you're hiring somebody that has a lot of things involved. So first of all I you can tell them you can be better than me. I make you get a woman to hire you because I think you have the right attitude I think you have the basic skills that I think you have the commitment and desire that we're going to train and we're going to continue to train you throughout your career with them. But we're also going to do something even more important than money. We're not going to matter you and what you hope your career is but if we also want to mention that life and if we do those three things correctly the you will be better because if you're not that I haven't done my job.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 263.88052,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}