{
    "title": "Victorinox Brand Movie 2014 English",
    "description": "From an army knife to a global brand. Get introduced to the versatile world of Victorinox by CEO Carl Elsener, who is leading the company in the fourth generation.",
    "referenceId": null,
    "date_created": "1438625174",
    "date_modified": "1438625174",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288337",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Victorinox-Brand-Movie-2014-English",
    "category": null,
    "duration": "202",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Victorinox AG",
        "hdvFlag": 1,
        "hookText": "From an army knife to a global brand. Get introduced to the versatile world of Victorinox by CEO Carl Elsener, who is leading the company in the fourth generation.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Omuzu9hTHMY\/hqdefault.jpg",
        "videoId": "Omuzu9hTHMY",
        "mediaDuration": "202",
        "prettyDuration": "00:03:22"
    },
    "transcripts": "884 weeks ago and he seemed to whom. Of industrialisation. In Iraq three. My great grandfather Karl with the support of his mother Victoria hope and cutlery were. Few years later. Cottle established its race couplet yes the CIA sion with the goal of supplying the Suisse army with the soldier not. These knife violent genius he signed and multi-functional. Was a little heavy and bulky. Thats why he created this whole live lighter knife which was more elegant and included at these functions. He called these pneumococcal disgraceful officers and sports knife and put the entity in 897 the rest is history. Our family's workshop grew and grew. While our brand name change from ales in there to Victoria. And then we the introduction of stainless steel to Victorian no. After world war second the American g.I.'s brought your eternal Swiss army knife to the United States and Victorian hoaxed started to conquer the world. Since the foundation of our company by my great grandfather Victorian ox pace involved substantially as time and technology stand alone we continuously eggy innovations to the Swiss army knife. Passion for quality functionality innovation and design he said the court was all I would employees do every day he takes shape. Victorino sprained. Over the years. All our products are inspired by d same value and the heritage of your each you know three sarny nine. Victorian Oxbridge functionally reliable and long last thing. The legal right knife that can do almost anything. He said Michael. And he's turned it into a global how can you take a grand. Victory no one grain six product categories 130 years of history. Your companion for the line. I am. I am. I am.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "12",
        "26",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 380.38232,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}