{
    "title": "Juice, Juice Baby!!! Hamilton Beach Big Mouth Pro Juicer",
    "description": "Join me in a healthy way!!!\n\nSo I decided to juice and I think I love it!!!! Today I will give you a demo of my juicer of choice, the \"Hamilton Beach Big Mouth Pro Juicer\". This juicer can be found at Walmart for $59 buckaroos! I highly suggest this juice",
    "referenceId": null,
    "date_created": "1438375723",
    "date_modified": "1438375723",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287288",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Juice-Juice-Baby-Hamilton-Beach-Big-Mouth-Pro-Juicer",
    "category": null,
    "duration": "1253",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Love Shaneet",
        "hdvFlag": 1,
        "hookText": "Join me in a healthy way!!!\n\nSo I decided to juice and I think I love it!!!! Today I will give you a demo of my juicer of choice, the \"Hamilton Beach Big Mouth Pro Juicer\". This juicer can be found at Walmart for $59 buckaroos! I highly suggest this juicer if you are a beginner or are simply looking for something that's easy to assemble and requires little cleaning.\n\nWe will also take a look at different produce to use while juicing and I invite everyone to leave any favorite  juicing recipes and\/or juicing equipment in the comments section, for others to try. For an inexpensive option, buy all of your produce from Aldi's (if you have one in the area), your pockets will thank you!\n\nLastly, I will give you a few tips to get you started in the juicing arena! Follow me and you won't be a \"novice\" long!\n\nMy overall impression of the Hamilton Beach Pro is a big THUMBS UP! I would recommend this to a friend.\n\nIn total after finishing the 5 day juice challenge I am down 7lbs!! This includes juicing with moderate exercise. \n\n \"Like\" this vid for more juicing videos...\n\nTake a peek at the \"Fat, Sick and Nearly Dead\" Trailer:\nhttp:\/\/www.youtube.com\/watch?v=Gv3vEXy_EwU\n\nSocial Networks\nYour girl SHANEET can be found @:\n\n\"LIKE\" ME ON:\nFacebook: https:\/\/www.facebook.com\/123Shaneet\n\n\"FOLLOW\" ME, I'M ON:\nInstagram: 123Shaneet\n\n\"SUBSCRIBE\" TO ME ON:\nYouTube: http:\/\/www.youtube.com\/user\/123shaneet\n\n\"FOLLOW\" ME ON:\nTumblr: http:\/\/123shaneet.tumblr.com\/\n\n\"ADD\" ME ON:\nBlogspot: http:\/\/123shaneet.blogspot.com\/",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/VQQ5l2sozow\/hqdefault.jpg",
        "videoId": "VQQ5l2sozow",
        "mediaDuration": "1253",
        "prettyDuration": "00:20:53"
    },
    "transcripts": "OK hey everyone so it's a day we are doing a video about. That we're going to do sit down. I would welcome all of you guys who are trying to get fit get a healthier you lose some ham. You know whatever your goal is to being healthy. I welcome you all to do the challenge with me. Most people start out doing a 10 day juice challenge I think I am going to do a five day. I just recently did a three day. To get. Acclimated to the whole process but as far as you know actually eating solid food. So yes I just want to hear him pick me up. Helmets him big mouth. Perot I got this from wal-mart it was 59 99. Or 59 88 or something like that 59 something. I saw it or saw it on my own. Best buy and Amazon. OK so those are two of the places you go back and check it out. I didn't buy the most expensive wine that I have my own. Because I just want to make sure you know that you know that this is going to be something they're going to continue before I drop that kind of money on the juices so this one had great reviews. As far as the paying for the birth and I think if you can get me started as a beginner. So I walk up to you all to do the same. Went to the grocery store. And yet you see what I. Am ready to be born to. That's right. We got some q cumbers. Appose care where it appears lemons spin it. Some spinach tomato. I'm going to have a sad I. Get beat. Down if I don't want is already oranges celery mango. Spinach get another bagged spinach and some gender and that's like you can with I think of it anyway so it looks like I am ready I mean you can do it with the plethora of fruits and vegetables and these are the main ones that are mainly use so that again I AMA beginner and so I'm going to set it up and then we want to. Actually do two things to do a review of the Hamilton beach as well. Review some ingredients and the taste and you know all that good stuff. All right so I welcome you on this journey and. I will be right back as soon as I said OK how do I know. Now we want to start reducing our visit days who did you challenge. My pages now and hopefully you all are doing with me. So what I'm going to do today is kind of my aunt explained for I want to give you every view. As well and a. Danielle and you know speak about the recipe at shows that there are other things that come along with juicing so this is the big mouth. Hamilton beach well the reason we don't. OK so as you can see this is the big mouth how much temporal. Juicer from wal-mart and it is currently assembled I am going to. Put it together on camera just so you can see the ease of use as well as if anyone was wondering or having trouble what they are is how to work it and see what particles we are as well. Let me show you the rest of the table. These are the ingredients we will be using today. We have. One cucumber. 15 great. To apples I cut them in half because although the mouth the big mouth is really big. Then your norm much bigger than your normal juicers it still isn't quite big enough to fit my apples there. And then I had. Three carrots but I cut them in hair just to kind of take the pressure off of the juicer. Like I said I think that the most expensive wine so this one will do the job as a beginner but I also don't want to put a lot of wear and tear on it I want to make it last as long as possible and that I have a bag some spinach earlier today so that the leftover spent as I have from earlier and it's actually supposed to be to cut the spinach and then I have one tomato and that is actually being greedy and. Then this recipe caught or we will see how it turns out and I may possibly have to. Have been women. Now they say with all the juices and everything tastes good we have a limit. OK so we may have to add half of women here because I don't know exactly how this is going to turn out but I will let you know so anyway let's get started. OK so first things first you have to put it together so the reason you see this thing here this is a long march. First your shopping is because it wants to make you more on. Your clean out a lot easier. The trick is to just take this I have to say. This but here this is one of the. But all this is going to put all of your cult everything and it. Is going to court here and that way once you had all of this is pulled the bag and dispose of it you won't have to do so much. All right then. You want to say. This and you are points. With them and. Make sure. And my. Time and he wanted to take your. Friend there. And lock it in. Place you don't know what it's. Like and then you want to say Ah so now you can take it you just want to put it over. But then he was both sad. OK yeah everything but again you know we are ready to ships. All right so now we're going to take this. And say you know this is a stomach cancer if you will get over this now it has a little bit what it makes you wonder is. The right. And this bad boy is going to be depressed. Girls I think I mean maybe it's a lot of this is going to be human rights their words matter when anyone of holly is going to smash down your fruit and vegetables make sure it gets down. To the. Strength and also it comes with the little brush. Down so low you can clean out on it. As you can imagine. So this. Rash is nice to. Have it all in the groups in and out and my little one you know whatever this is what happens next if the kids and I were in here and then. I could sit through this nice little straw on this in my various yet often times I don't know if you can even tell by looking at my short but you know one that brings us to the wall and even the carrots they may tear your lips or your teeth or your tongue. That color grading on march so I try to get through his trial to find it down it still gives me a color change but not as much so this is. This royal house it makes it easier to go down especially when you're just starting out. He's kind of used to the whole choosing. To me. Is not contagious I. Put shops in your kidneys and it is not so. We use. Transit adapt to this lifestyle it may be better to do yours with a straw but some guys can't hear everything feels better. Cold and you know that you lack the means to this type of. Easy basically. I have not seen you nine so you can see normally I would have me so busy. Trying to figure out which way to turn yesterday's on the cucumber. OK so yes if you come to my mind out of the store now what I did not do is I did not put you on the local store. So these are not organic congress having some stores you can get on and something just because you're on a lake in sight. So these are again it. There are mixed reviews about cue commerce and whether you can use them with a scanner without as you know there is no way this going on here. Congress to make sure they are the place they were in a long time. And what they say is that they were going back for to eat a lot of people say that she would need to. Feel that OK this is a bit. Like that bill. Now one out of the sink in the you know killer and you know went to town anyway. That's not to say it is better than nothing but sometimes she was just using the only one to where we were or you want to hurry up your own rig and sometimes you don't want to take time to cut out that's a little bit of getting the mt helens in and you simply don't have cut all this fruit and take time we ordered. So if you do not feel like. Filling your cucumber and you can't afford it or you don't have one here you or you just buy organic cucumbers which you can do is you can use. Correct sac. Were outside mail I was in this for a while so we should just do is take your car over to the same. With some hot water spray down just like your clean dishes can just spray them clean your cucumber and then rinse it off really good and make sure you're rubbing it you can tell the difference at the finish. You know it still works here. Or you can buy some. That's a false premise. And basically that will do the same thing pretty much dissolved much of the apps that are on. So there is room there only I wanted it on. But most of you don't have to feel you can just put it all in the system. Nascar season everything you don't have to worry about it it will take here so don't worry about that and then of course with your grades you want to make sure you don't have any of the stands in there as well as the athletic stands up is work too. So we want to first turn it. On and on it is it might be a little out my I can't hear everything I'm saying. Let me just also let you know that when when juicing and trying to preserve the life of your shoes or make sure you're not turning it off and on like you shouldn't put a cucumber in China are no longer as I know you want to keep it running the more you turn it off and one less is the life. Expectancy of the actual crime. So you want to make sure that if you have stuff to do just leave it on don't worry about the consumption and energy or whatever leave it online for that little bit of time that you have to use everything you have to and instead of putting it on and after that will basically it's just like turning your car on and on and off on and off I'm going to be around. Life expectancy. All right so let's get started. Thank you. Thank you. Chui whether we get a wetland the end we thank you anyway we'll enter. We'll as was wet wet wet wet. Wet OK I'm going to tell you if you see this is getting a mess so loudly and transfer it over to another container. And just as you saw a map of the cucumber and it was a little rough on the machine the machine hamelin there. But in the future because I have to because what you just look at it. I guess I am trying to preserve the life of it as well as the grains you don't see as much from the grains because they are sure certain juicers it will attract more jews than others. That's rules versus OK this is really good for fruits. But not as good for best. Now that doesn't mean I won't do the assholes it just means assuming that what you have may have to use more gas. OK but. I don't doubt it's a mate's know. As soon. Thank you. If you want to but I was in that and I do this now I know that you contain it. Were best for that. Person but if you see me here and I. May mess up. And this is the whole entire merry thing I worry. That if you met a guy who say do you think it was on sat. There were it was just OK. OK that's not fair. But I'm going to go here. But there are I guess you know I mean I'm new to this so we're going to go the other way and it's making its head sweeter. And I mentioned before this would be like a work history. At a. Better net net net wouldn't. You think. But then. It is all around you know you say the best time to drain your jeans is right after you've used a lot of people who are doing especially the dead jews challenge. Kind of feel like OK so what I do on at work going to work we you know I can't go home and make or take my dues with me. So what you should still do it still takes skill to stand up for your day and so like I was saying it's better to have you know drink juice that he was using earlier that morning then that's a drink that juice at all and that sloppy burger or something. Still juice and take it with you as you see I have disassembled. The actual product and here is the bag that I previously line. And so now if you take a look at looks I see how clean it is you don't have to worry about you know all this. Excess waste and stuff you have to clean OK and that's a look at that training and then you would just use the little brush when you put it in a sink to clean that and I do recommend cleaning it as soon as you choose you do not want this stuff to that to sit. OK because it will be quite difficult to get out in may attract you know but it may have a horrible smell I don't know but I'm just imagining all the different things so you definitely want to just take the time to clean that you start after you use it and then that way when you're ready to make your next meal it will be ready to be use versus having to go in clean. So you might just want to make that a common practice. Also now let's taste the actual juice I'm going on right now 42 and. Test this. Workable doable great. Dunham's yeah I can definitely do this car. Do you. Think you want to find your best. We're keeping the main thing in mind and you want to have nationals and fruit. Not too many fruits and to make sure they are going to cancel out. That's true. And you know just playing around. Any vegetable and fruit can be sickly I know when it is to never do very well with juicing. But basically this is a way to never sit-in the big spinach. Raw carrots rock and really you know cooked and master mix and I met Lee or something so this is a great way to get some help the stuff inside your body you're going to start seeing a difference with your immune system with your weight with your pulse this is a good way to go and a lot of people refer to that documentary that was done I think it's whole. That sit-in the alley did you know what I'm talking about I didn't even go see it I just saw that more people you know discussing it here on dr Oz and on the dr channel and I was a sysadmin hey are you trying to work out whose late. Start choosing to. Welcome you to do this. Juice challenge if you can't do the very day. That 10. 20 five. And that. That you know anything is better than yeah. And as far as the Hamilton big mouth juicer. I would say that your money and mine if you are a beginner or someone who may not use it on a daily basis or you know they just want to get your feet wet. Start out small start out with this will be enough to do what you need to do. That's how you graduate over into that interview so on. No qualms about it you know it does exactly with the sand and it's inexpensive like I said wal-mart so can't beat that. So I will be doing more two segments with you guys. States whom hopefully everyone enjoyed this and let me know if you're juicing. Let's share some of the ideas and great mixes that we come up with. Let we would be lovable folks can really if you have a good one that they actually try let me know I'll let you know some good good machines to use do see you also believe those who are let's just leave sharing is caring you guys know that. So let's leave everything below and you know we can basically help everyone out and stick together. All right this is your own Jenny and I will see that later when we come. Back tell. Me",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3544.8635,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}