{
    "title": "Muffin Pans",
    "description": " ",
    "referenceId": null,
    "date_created": "1438360977",
    "date_modified": "1438360977",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286805",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Muffin-Pans",
    "category": null,
    "duration": "94",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisinartVideo",
        "hdvFlag": 1,
        "hookText": " ",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/fLpLZOHz_AA\/hqdefault.jpg",
        "videoId": "fLpLZOHz_AA",
        "mediaDuration": "94",
        "prettyDuration": "00:01:34"
    },
    "transcripts": "Hi I'm Theresa with cretin are here today to talk to you about chefs classic non-stick bakeware in front of me I have just a few pieces which are part of the huge collection of gnostic bakeware the cuisinart manufacturers. You can see there are basically muffin pans and cup cake pans and cupcakes as we all know today or huge even at weddings and birthday parties. I love to bake so. These are just really a really really great. They are constructed of heavy gauge aluminite steel for even heating. They also have these sturdy edges here to prevent warping so they're really constructed of heavy gauge material destructed to last a long time. They also are coated with a nonstick coating which is the word for design land non-stick coating the coated on the interior and also the exteriors of the interior. Cupcakes for muffins will slide right out of the pan and also in the exteriors coded for easy cleaning but better yet they are dishwasher safe so you can just stick them in the dishwasher and clean up is a snap. They are also backed up by backed by a limited lifetime warranty. So I prepared this blueberry muffin batter earlier and now I'm going to fill. The large muffin pan in the batter. So savor the good life with classic non-stick bakeware.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 5.9873796,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}