{
    "title": "All-Clad TK - Pan Roasted Rib-Eye Recipe",
    "description": "",
    "referenceId": null,
    "date_created": "1438381373",
    "date_modified": "1438381373",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287431",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "All-Clad-TK-Pan-Roasted-Rib-Eye-Recipe",
    "category": null,
    "duration": "104",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "AllCladOfficial",
        "hdvFlag": 1,
        "hookText": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/HCxnWW1Px0I\/hqdefault.jpg",
        "videoId": "HCxnWW1Px0I",
        "mediaDuration": "104",
        "prettyDuration": "00:01:44"
    },
    "transcripts": "There are two things I really love one is the revival but we're going to do in this case really do you hire the real problem. Get a full piece of beef and we're going to Penrose's a Muslim dance on tape on top of the snow in the order of finish it in the oven. Almost started on top of this the war started a very very high heat so we get that meeting that the trustees sirrah that was one on one side will turn over to the sea or on the other side to get across as well return on the heat somewhat to take out a little bit of the the the oil and then a good amount of butter on perhaps a couple crushed garlic garlic cloves maybe a couple springs of time since Arthur Morrow's and we start to taste it but to make sure the temperature is it super hot. Go on you know on the butter to burn when you want a better state. Brown that's a beautiful flavor I would not for a few minutes of the roasting the recounting of kangaroos mistaken and will bring up high a common definition on testing for doneness is something that is certainly very important in the restaurant what we do is we tested by my field and if you keep the palm of your hand he lives a very simple way to learn how the doneness of meats as relaxing touch your thumb raynier he feels very soft or that would be the preserve of the rare if you close your fist halfway and touch to be a little firmer and that will be more if you had a real pain just that with your gun. That's one of the the easy ways to start to learn the degree of doneness.",
    "VV_VI": "3",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18",
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 161.08394,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}