{
    "title": "RPC 175 WS Wine Chiller",
    "description": " ",
    "referenceId": null,
    "date_created": "1438361485",
    "date_modified": "1438361485",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286843",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "RPC-175-WS-Wine-Chiller",
    "category": null,
    "duration": "112",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisinartVideo",
        "hdvFlag": 1,
        "hookText": " ",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/W4lZQ7EJH6Y\/hqdefault.jpg",
        "videoId": "W4lZQ7EJH6Y",
        "mediaDuration": "112",
        "prettyDuration": "00:01:52"
    },
    "transcripts": "Hi I'm Mary Rogers this is the Waring professional wine chiller and warmer. The really important thing about wine is making sure that you serve it at the optimal temperature. How the video meant it to be. And sometimes consumers are a little confuse about what temperature it should be at. We make it really simple and easy for you this wine chiller warmer actually holds 3 and 1\/2 inch bottles and it can be used for everything from red wine to champagne to white wine and even I like to use it to chill my bottles of sparkling water sometimes it's really simple and easy to use. It has 22 presets for you so you don't have to remember what temperature just turn it on until it lights up and it has three wine libraries and they're going to hit select for the library. We're going to scroll down to white wine. We're going to select white wine. I miss going to show you. There's lots of different types. Board the shirt and a sauna and blong and they all have different temperatures ice fine. But today what we did was we put a bottle of chardonnay and here's we're going to go back up to shard anay which is meant to be served at 48 degrees and we're just going to hit select what's going to happen is it's going to start either filling or warming your wine. I did mention it was a wine chiller and warmer. A lot of times what happens is consumers are sometimes serving let's say red wine at too cold of a temperature. This will actually bring the wine up to the right temperature or down to the right temperature. So all you have to do is wait till it's done and all you do then is enjoy your wine. There you have it the Waring professional wine chiller and warmer.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 14.289936,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}