{
    "title": "Cuisinart Kitchen Tools & Gadgets: Food Scraper, 12' Tongs, and Meat Thermometer Demo",
    "description": "Learn more: http:\/\/www.cuisinart.com\/products\/kitchen_tools___gadgets.html\n\nThe Cuisinart® Food Scraper is perfect to use for dough and chopping, as well as scraping food particles from flat surfaces. The food scraper has a soft-grip handle and stainless ",
    "referenceId": null,
    "date_created": "1438361379",
    "date_modified": "1438361379",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286811",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Kitchen-Tools-Gadgets-Food-Scraper-12-Tongs-and-Meat-Thermometer-Demo",
    "category": null,
    "duration": "73",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisinartVideo",
        "hdvFlag": 1,
        "hookText": "Learn more: http:\/\/www.cuisinart.com\/products\/kitchen_tools___gadgets.html\n\nThe Cuisinart® Food Scraper is perfect to use for dough and chopping, as well as scraping food particles from flat surfaces. The food scraper has a soft-grip handle and stainless steel blade. Food scraper also has easy-to-read measure marks to ease of use. Dishwasher Safe.\n\nEvery kitchen needs at least one good set of tongs. This versatile tool can toss a salad, flip a cutlet, and safely pick items right out of boiling water! Cuisinart 12\" tongs feature a soft-grip handle, a locking pull tab for easy storage and is made from heavy-gauge stainless steel. Dishwasher Safe.\n\nThe Cuisinart® Stainless Steel Meat Thermometer is perfect for roasting meats or poultry, with an easy to read dial that displays desired temperature. Meat thermometer is oven safe to 450 degrees F.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/tlrq0qnJgTg\/hqdefault.jpg",
        "videoId": "tlrq0qnJgTg",
        "mediaDuration": "73",
        "prettyDuration": "00:01:13"
    },
    "transcripts": "High increase in the crease in our here front of me I have reason art's new line of kitchen tools and gadgets. I have just a few of them. We have the food scraper the 12 inch tongs as well as a meat thermometer. The food scraper has a soft. A soft handle handle as well as a stainless steel blade. This is actually perfect for portioning out dough which I'm going to show you in a little bit. It all has measurement markings on it as well and it's also good for scraping food off of a flat surface. These are the 12 inch tongs if you pull push this in the handles will open in the tongues of course are very versatile for outsourcing a salad or flipping a burger or a chicken cutlet on a scale it also immersing into how parling wonder if you need to take out some items while you're cooking. You just pull this up like this and it's perfect for easy storage. It's heavy gauge stainless steel and silicone here on the end. And last but not least we have a meat thermometer which I think everyone should have in their kitchen because it's very very important to make sure your your meat is cooked at the correct.",
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1473.3607,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}