{
    "title": "Camp Chef SmokePro LUX Pellet Grill",
    "description": "http:\/\/www.campchef.com\/smokers-grills\/wood-pellet-smokers\/camp-chef-smokepro-lux-pellet-grill.html\n\nTake your outdoor cooking to the next level with Camp Chef's newest and largest Pellet Grill and Smoker. Designed with the home griller in mind, built-in ",
    "referenceId": null,
    "date_created": "1438629679",
    "date_modified": "1438629679",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288448",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Camp-Chef-SmokePro-LUX-Pellet-Grill",
    "category": null,
    "duration": "96",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.campchef.com\/smokers-grills\/wood-pellet-smokers\/camp-chef-smokepro-lux-pellet-grill.html\n\nTake your outdoor cooking to the next level with Camp Chef's newest and largest Pellet Grill and Smoker. Designed with the home griller in mind, built-in features simplify the process of smoking. The included digital temperature readout takes the guesswork out of the cooking process. An advanced digital temperature chip gives a more steady smoke and temperature, eliminating large temperature swings and giving a more consistent cooking temperature. Our patented Ash Can Cleanout System makes clean up the easiest out there. The Pellet Grill and Smoker features range from innovative digital smoker controls to dual temperature sensors. Discover the real secret of award winning BBQ cooks, low and slow smoking.  With the extra large grilling area you will be ready to grill for all your family and friends.\n\nFor best performance use Camp Chef Pellets. Camp Chef pellets burn hotter, meaning they last longer and are purer wood so they leave a better flavor.\n\nhttp:\/\/www.campchef.com\/smokers-grills\/wood-pellet-smokers\/camp-chef-smokepro-lux-pellet-grill.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/RwezhnJxXn8\/hqdefault.jpg",
        "videoId": "RwezhnJxXn8",
        "mediaDuration": "96",
        "prettyDuration": "00:01:36"
    },
    "transcripts": "Well said proudly introduces the new smoke pro calendar and the largest peleg are slow pro wind built to entertain a large crowd with mouth watering barbeque right from your own back patio. The automatic pilot Auger and continuous fan provide even heat and smoke distribution for convection style cooking. The built in digital control unit helps maintain perfect cooking temperatures with up to 875 square inches of cooking space. The options are endless in what you can smoke grill open with the touch of a button the stainless steel meat probe allows you to see the internal temperature of what is cooking. When it comes time to clean up a convenient grease management system helps a woman in any mess. Our paths. Past school. System is the easiest way to clean out any pilla grow on the market. This grill features a large capacity poa hopper with a built in pellet cleaning changing color flavors has never been better. Included side shelf and large bottom shelf at the convenience of extra workspace. While working your barbecue magic walking Caster will provide completely stable mobility. Offer several optional accessories protect your investment with a patio cover more than triple your cooking area with the meat rack or add an additional folding front shelf when it comes time for you to smoke grill or baked. Let the can't smoke pro do all the hard work and can show the way to cook outdoors.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "27"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6572.054,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}