{
    "title": "Instyler Wet to Dry Rotating Styling Iron Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/instyler-wet-to-dry-rotating-styling-iron\/1041325759. \nTransform your hair from ordinary to extraordinary with the amazing Instyler Rotating Iron, and enjoy incredible volume and shine. The heated rotating 1.2",
    "referenceId": null,
    "date_created": "1438643716",
    "date_modified": "1438643716",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288613",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Instyler-Wet-to-Dry-Rotating-Styling-Iron-Bed-Bath-Beyond",
    "category": null,
    "duration": "160",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/instyler-wet-to-dry-rotating-styling-iron\/1041325759. \nTransform your hair from ordinary to extraordinary with the amazing Instyler Rotating Iron, and enjoy incredible volume and shine. The heated rotating 1.25\" barrel straightens, curls and polishes the hair. Iron can be used on wet or dry hair.\nhttp:\/\/www.bedbathandbeyond.com\/store\/product\/instyler-max-2-way-rotating-iron\/3252585?Keyword=instyler\nIron your hair with elegance and style with the InStyler Max 2-Way Rotating Iron. You can change the direction of the rotating barrel to make your hair remain smooth, shiny and polished, while reducing frizz and more along the way. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/-k4MZr6Nmd8\/hqdefault.jpg",
        "videoId": "-k4MZr6Nmd8",
        "mediaDuration": "160",
        "prettyDuration": "00:02:40"
    },
    "transcripts": "The only thing better than having a team of professional style your hair is getting the same results. At home the in-style is polishing barrel adds volume and shine as it styles so in minutes your hair will look as fabulous as if you spent hours in a salon. You create spectacular volume and instantly transformed into straight create springy curls or loose waves. One tool does it all. Also available the 3\/4 for shorter hair and your hair will look like a team of stylists worked on it for hours. In just a few minutes they're remarkable in style or rotating the world. The amazing new top style are. All ready for the hot air's dialer you've seen em yet. Ensuring you think the next generation. Style or wet or dry. Now you can dry your hair and the beans I love the original in style or with over nine million fold and it just got better be amazing in style there is now the wet to dry style your hair right out of the shower for amazing silky beautiful hair. Create lasting curls that hold all day at fountain body and create sexy just like the pros. All without ever touching a blow dryer while dialing your web care the web to drive remove excess water out of your hair strands. Up the rotating barrel and bend it they blew away their results faster more convenient styling for us on the go. In the in style or wet to dry it gentle on your hair and need less than ordinary flat iron frizzy demister silky smooth beautiful strength. One tool does it all.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4394.641,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}