{
    "title": "How to use: Hoover Power Scrub (Deluxe) Carpet Washer FH50140\/FH50150",
    "description": "",
    "referenceId": null,
    "date_created": "1438367732",
    "date_modified": "1438367732",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287171",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-use-Hoover-Power-Scrub-Deluxe-Carpet-Washer-FH50140-FH50150",
    "category": null,
    "duration": "108",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Hoover",
        "hdvFlag": 0,
        "hookText": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/k3kZtOzGLZU\/hqdefault.jpg",
        "videoId": "k3kZtOzGLZU",
        "mediaDuration": "108",
        "prettyDuration": "00:01:48"
    },
    "transcripts": "Use a vacuum cleaner to vacuum the carpets prior to using your Hoover power scrub deluxe carpet cleaner. You can remove the furniture for whole room cleaning or clean the high traffic areas around the furniture. Put aluminum foil or waxed paper under the furniture legs and pin up the furniture skirts and draperies. Fill the solution tank with Hoover clean plus two times solution and hot tap water and be sure the tank is properly aligned sealed and securely fastened. Set the wash rinse lector to the wash setting to avoid walking on damp carpet. Start in the far corner of the room and work your way out. Squeeze the solution trigger as you make a forward and back cleaning stroke over a section of the carpet then release the solution trigger and make a forward and back drying stroke over the same area. Repeat the process using straight overlapping strokes as you move across the carpet. Be sure to keep the nozzle flat on the floor. Once you have washed a section of the carpet switch the wash rinse selector to the rinse setting and go back over the same area. The solution trigger will now play a clean rinse water to rinse away any leftover soap residue. Be sure to use drying strokes after rinsing the carpet additional drying strokes can be used if needed. Move to the next section of carpet and repeat the process of washing and drying followed by rinsing and drying as you move across the room. When finished keep children and pets off the carpet and keep wax paper or aluminum foil under the furniture legs until the carpet is completely dry. There is a separate video module that will show you how to empty and clean the dirty water tank.",
    "VV_VI": "3",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "30"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1083.9791,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}