{
    "title": "Ubbi Diaper Pail at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/ubbi-reg-diaper-pail-in-white\/3243634?Keyword=ubbi\nThe Ubbi Diaper Pail is \"the can of steel.\" It's made of powder-coated steel that doesn't absorb odors, and has rubber seals to prevent leaks and keep any odo",
    "referenceId": null,
    "date_created": "1438645412",
    "date_modified": "1438645412",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288625",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Ubbi-Diaper-Pail-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "164",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/ubbi-reg-diaper-pail-in-white\/3243634?Keyword=ubbi\nThe Ubbi Diaper Pail is \"the can of steel.\" It's made of powder-coated steel that doesn't absorb odors, and has rubber seals to prevent leaks and keep any odors locked in. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/TTB7PWENreU\/hqdefault.jpg",
        "videoId": "TTB7PWENreU",
        "mediaDuration": "164",
        "prettyDuration": "00:02:44"
    },
    "transcripts": "Now we don't propound is made of powder coated steel and rubber seals to keep odors locked in it's innovated sliding window minimise unfair disruption to prevent the smell from escaping. For optimal air control. To be smooth oval shape allows it to fit into tight spaces and can be customized with attractive peel and stick decals to compliment the decor of any nursery. Is economical can be moved and saying it was designed to incorporate childproof features and to be easy to load. Use empty and clean. Better yet it doesn't require special banks. To loan with the cover and insert the back by pushing it into the bag holder opening. Next tuck the edges of the bag. Around bags. And close the cupboard by pushing down until it snaps into place. To use. Slide the door open. Drop the diver into the open and slide the door closed. Too long. Use childproof button on top of when the bag is full. If both the top cover and bag holder. Tie them back. And lift out slowly. Is practically maintenance free which should be clean periodically with a damp cloth or sponge and mild so. Keep your nursery attractive and free with the diaper pail.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1017.75726,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}