{
    "title": "Introduction: Dirt Devil Pressure Flex Pro 2-in-1 Pressure Washer ND40100",
    "description": "",
    "referenceId": null,
    "date_created": "1438383810",
    "date_modified": "1438383810",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287482",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Introduction-Dirt-Devil-Pressure-Flex-Pro-2-in-1-Pressure-Washer-ND40100",
    "category": null,
    "duration": "181",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Dirt Devil",
        "hdvFlag": 1,
        "hookText": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/7-pvY1AdHhA\/hqdefault.jpg",
        "videoId": "7-pvY1AdHhA",
        "mediaDuration": "181",
        "prettyDuration": "00:03:01"
    },
    "transcripts": "Let's take a look at the pressure flex to a new one from dirt. It gives you the benefit of design. First as a pressure washer for washing siding. Garage doors outside windows. Patio decks concrete vehicles and other cleaning jobs and also as a removable wet drive that used to vacuum cars clean up debris suction up water and other cleaning jobs around the home garage and workshop. You can choose from an entire line of heavy duty environmentally safe grime off cleaning solutions specially formulated to tackle a full range of outdoor cleaning tasks. The pressure flex two in one comes with a complete set of accessories including a spray gun a variable speed lance with a narrow two wide nozzle. Rotating brush wedge brush. Hose handle and separate wet dry accessories. There's an outdoor 35 foot power cord equipped with a manual. Two large capacity detergent tanks that allow you to put the same cleaning solutions in both select between two different cleaning solutions. There's a long 900 foot high pressure hose that let you clean in those high or hard to reach places and aluminum pump delivers 800 maximum p.s.I.I. of water pressure. With an auto shut off feature to help prolong the life of the pump motor. The removable wet drive back has a large two gallon tank. The solution setting uses a low pressure flow from the nozzle. Then without changing the tank selector. You can simply reset the nozzle for high pressure rinsing. But nozzle can be adjusted for different spray patterns for a wide range of outdoor cleaning jobs. The pressure flex two and one delivers powerful cleaning with additive accessibility and functional uses around your home. It's ideal for siting and concrete makes easy work of cleaning outdoor windows vehicles and other outdoor cleaning jobs. The wet dry vacuum be used right along with a pressure washer. It can be lifted from the unit and has a separate power cord. Simply connect the hose and the desired tool attachment to vacuum debris and other dry materials or use it to pick up water or spills. There's a build in float mechanism to prevent over filling the recovery tank. You can also open the unit to check for clogs or to see if the tank is full. If multiple functions and accessibility are what you need. Choose the dirt devil pressure flex two and one to get the job done right.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 298.79102,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}