{
    "title": "Bocuse d'Or All-Clad Weekly News Episode 23",
    "description": "The 2012 Moroccan selection \/ La sélection marocaine 2012\r\n\r\nIntervenant : Pierre Orsi, Nadi Louahbi, Issam Jaafari, Kamal Rahal Essoulami\r\n\r\nMalgré une riche culture gastronomique, c'est la première fois qu'est\r\norganisée une sélection du Bocuse d'Or au ",
    "referenceId": null,
    "date_created": "1438381430",
    "date_modified": "1438381430",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287432",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Bocuse-d-Or-All-Clad-Weekly-News-Episode-23",
    "category": null,
    "duration": "263",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "AllCladOfficial",
        "hdvFlag": 1,
        "hookText": "The 2012 Moroccan selection \/ La sélection marocaine 2012\r\n\r\nIntervenant : Pierre Orsi, Nadi Louahbi, Issam Jaafari, Kamal Rahal Essoulami\r\n\r\nMalgré une riche culture gastronomique, c'est la première fois qu'est\r\norganisée une sélection du Bocuse d'Or au Maroc.\r\n\r\nUne participation que l'on doit principalement à M. Kamal Rahal Essoulami, président des équipes nationales des métiers de Bouche, qui a réunit un Comité composé des meilleurs chefs marocains.\r\n\r\nPour les 10 candidats sélectionnés et, plus encore, pour le gagnant,\r\nc'est un rêve qui se réalise, une véritable reconnaissance. Le Maroc va\r\nenfin pouvoir se mesurer aux grandes nations de la gastronomie et porter\r\nhaut ses couleurs.\r\n\r\nD'autant que, comme le souligne Florent Suplisson, Directeur des Bocuse\r\nd'Or, la participation du Maroc n'est qu'une première étape du déploiement \r\ndu concours sur le continent africain.\r\n\r\nAu programme : une compétition riche en couleurs, en saveurs et en\r\némotions.\r\n\r\n***\r\n\r\nDespite a rich gastronomic culture, this is the first time that Morocco\r\nholds a national selection of the Bocuse d'Or.\r\n\r\nThis participation is mainly due to Kamal Rahal Essoulami, president of the national \r\nteams \"des métiers de Bouche\", who has formed a special committee with the best Moroccan chefs. \r\n\r\nFor the 10 contestants and, even more so, for the winner of this\r\nselection, it simply is a dream come true, a tremendous recognition.\r\nMorocco will finally have a chance to rival with the greatest culinary\r\nnations and defend its colours.\r\n\r\nAnd, as Florent Suplisson, Director of the Bocuse d'Or, indicates,\r\nMorocco only is a first step towards the opening of the competition to the\r\nAfrican continent.\r\n\r\nOn the menu of this episode : rich colours, flavors and emotions.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/z8aTYKF5hOs\/hqdefault.jpg",
        "videoId": "z8aTYKF5hOs",
        "mediaDuration": "263",
        "prettyDuration": "00:04:23"
    },
    "transcripts": "I think you think you know. When you think you know now I don't think we can and I think I think you name it and he. Doesn't mean that they don't sell. Still it's still committed to. The sense of. The sort of the still. Open now and. Again with movie theater exhibited there's a lot of functionally Atlanta. Come on come on up and one of them to come in through the Phoenix one consultant. That's something. I know to do something or something. No because I'm personally or professionally on the need to be a deal with anything on a name with a piece of woods that will become. More like that. Of the national world. If the game was still. Don't get. Why television does a stunning apostrophe zones to me she dishing out the dish usually using. To see the point. Someone could be feeding the baby sister back in the desert. Well he's. Going to a lawyer for some of his. Own it sounds awfully. Funny feeling years. Ago said. Mark this. Old loser don't you Google before knowing you have a look on the CPA or much of it yet except the use of chemical don't. Do it it's a profit you can. Make and they see a good covering a. Quarter more they see the horse in the throes. Of what us is. When we get there still isn't the cover I. Was thinking. More of the usual smoke or similar shift. Cocoa was such a moment before coming on saddam Hussein. Nerve on the cob I go for a movement to be a group when there is a cultural center local racing you to cover your phone to show should feel as if it was a delusion that all can do this we are going to focus on it all together. Consult with solid steel also in new York it is appalling. It will mean the world. The animal. Almost going to explode in the only dollars that out of. The room full of the new stuff so long. Spew claims that I do still see all of you. Lose because you won't be allowed to live. Riots or funds goldbloom the required. To move up a. Passel of books go poof at them as. If you were to looking up how they're in the dust up to 62 up out of. Nowhere don't force it to use it on the guy Neil aspinall kill put all their public events cut. Thing kill with the us across all cynics all classic simpleton out mail open see how people can move. Mo co just pulling in a pool cue to intimate crew to prove the people I know.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7156.757,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}