{
    "title": "How To Grill on a Flat Top",
    "description": "Jon Harder has over 40 years experience cooking on a flat top grill.  In this video he grills a great stir fry dinner.  \n\nfor more info visit: www.CampChef.com",
    "referenceId": null,
    "date_created": "1438629495",
    "date_modified": "1438629495",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288443",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-To-Grill-on-a-Flat-Top",
    "category": null,
    "duration": "288",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Camp Chef",
        "hdvFlag": 1,
        "hookText": "Jon Harder has over 40 years experience cooking on a flat top grill.  In this video he grills a great stir fry dinner.  \n\nfor more info visit: www.CampChef.com",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/VCSlfcJ5ufc\/hqdefault.jpg",
        "videoId": "VCSlfcJ5ufc",
        "mediaDuration": "288",
        "prettyDuration": "00:04:48"
    },
    "transcripts": "No so again it's a great meal tonight for family friends or neighbors. We're going to we're going to start with the steaks and you could put a little oil with the steaks I prefer to take a steak and turn it over and use a little bit of the fat on the back for my base layer before I lay him down. When you hear this as a line there. We've got an absolutely wonderful little process going on here with no flare UPS with even heat control that process. So I'm going to start the stakes here. I'm going to start the potatoes over here in just one second and then we're going to finish with vegetables. We've got a great sear going on the stakes. No flare UPS. Now we're going to throw the potatoes on a nice shelf. So I parboiled potatoes. Yes so they don't take quite so much time. I'm going to go with a little butter and a little vegetable oil just to raise the flashpoint. There you go assault but for some reason scream for a lot of salt. I like kosher salt because it doesn't clump it doesn't stick to your fingers when you put it on. Thanks going to be turned into just a minute here and you can see that we're still developing a beautiful look at the even us on that grill. Same thing on a beautiful and you can tell when it takes ready to turn because it'll release itself. So I just turned the only thing we haven't got a phone. Well we got no flare up we got no mess. So I'm going to the potatoes a little bit and I'm going to start the vegetables off here to be outside. Fees are actually vegetables out of the garden zucchini carrots red onion red onion came from our local grocer and once again I'm going to use a butter and vegetable oil. I wonder for the flavor but I'm just using the oil to raise the flashpoint. So I think the stakes are beautifully seared I think they're done. I'm going to take them off we're going to let them rest for five minutes I'm going to move the potatoes over into that area and pick up that flavor from the steaks and then we're going to throw the corn on the back of the grill and I tell you what the black top grill is as beautiful as the inside so because it will take a flat top and do a beautiful dogs a minute. So I have all the pond right here. And I'm going to incorporate that into the potatoes. But how they actually feel and I'm also going to turn the drill down on this side just a little bit so I can sweat a little bit and pick up everything off the grill to play with the potato field. Thank you the benihana of your backyard feel their pride. I'm glad our friend so we got the stakes over here resting potatoes are almost done best able to dispense enough right now. I'm going to wipe down this portion of the grill because I'm going to put a pot on it and I want to finish my corn field should this grill will act like a a burner in your kitchen so I can do so I can feed all that I want to and we're going to court. I give them fish and fish oil so they don't burn the bottom of the pot with it. This grill will just do everything you can do inside. You can steam vegetables on it you could put a pan on it you could make a sauce you could make a sauce to finish your steaks. This just works so well look at the brown we've got on the potatoes. Look at the base table steaming and now look we've got steamed corn all in the same grill. So let's go ahead look at our steaks OK I'm going to take the end piece off right there. I'm going to cut on the bias. Let's see what we've got. Oh look at that beautiful pink steak you need for the flavor. So here's our beautiful meal on our flat top grill steaks potatoes vegetables fresh corn and now all they got to do is scrape it down put it away and were ready for breakfast in the morning or whatever meal we're doing next.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "2",
        "28"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7352.304,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}