{
    "title": "Cuisinart Citrus Juicer Stand Mixer Attachment at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/Cuisinart-reg-Citrus-Juicer-Attachment\/1014649611. \nAdd this Citrus Juicer Attachment to any Cuisinart Stand Mixer for fresh nutritious citrus juice anytime! Thanks for watching. Make sure to subscribe to the ",
    "referenceId": null,
    "date_created": "1438640551",
    "date_modified": "1438640551",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288588",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Citrus-Juicer-Stand-Mixer-Attachment-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "86",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/Cuisinart-reg-Citrus-Juicer-Attachment\/1014649611. \nAdd this Citrus Juicer Attachment to any Cuisinart Stand Mixer for fresh nutritious citrus juice anytime! Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/l2ybkrS3a2M\/hqdefault.jpg",
        "videoId": "l2ybkrS3a2M",
        "mediaDuration": "86",
        "prettyDuration": "00:01:26"
    },
    "transcripts": "Hi I'm Mary Rogers director of marketing communications for cuisinarts. This is the cuisinarts stand mixer. There's lots of great attachments you can get separately with your stand mixer for your stand mixer. Here we go though I'm going to show you how to use the citrus juice for today this is the me mid speed power outlet. You need to remove this plug first and it's nice because you can use the back end of the reamer to do that. You take the plug out and you put the stem in. You just do that by twisting. Now all you do is you mount your citrus chips are right on top and then you put the reamer in the side and this is actually really really good because you can get lots of your vitamin c on a daily basis you can make for shoes you can also make fresh squeezed lemon juice that you can use as an ingredient in other cooking things like for event a grat. This is really nice because it's a universal reamer this holds anything from a lime all the way up to a grapefruit and you just press on it while the machine is running and that's how you make your citrus. There's a strainer in the top that'll keep your pulp separate from the juice and a trick to remove it as you just twist this until the stem is released. And there you go. It's a great way to use your stand mixer to make fresh juice every day.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 8079.8467,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}