{
    "title": "All-Clad TK - Pâte à Choux Recipe",
    "description": "",
    "referenceId": null,
    "date_created": "1438381457",
    "date_modified": "1438381457",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287433",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "All-Clad-TK-Pâte-à-Choux-Recipe",
    "category": null,
    "duration": "93",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "AllCladOfficial",
        "hdvFlag": 1,
        "hookText": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/cmX-LOVnGPc\/hqdefault.jpg",
        "videoId": "cmX-LOVnGPc",
        "mediaDuration": "93",
        "prettyDuration": "00:01:33"
    },
    "transcripts": "But as you also notice the puffs it's a it's a great recipe me and I will use it for a lot of different things. For federal to the other shoe collectors are coming down the chute. It's a very easy recipe to make it begins with water butter and salt. Read up on our sons' model until just because a simmer and they were going out our flour to it we don't want to let it simmer too long with a bottle of operate and of course we'll change the recipe to the want to make sure that as soon as the butter is melted into a star system or you got your flour and then going to mix back in told the flour and water and butter come together and start to release from the pants measurements he'll start to feel them all together and structures and once that happens you can turn the fire off in the same sauce but I'm going to start adding eggs pollings one by one. What's all the eggs are incorporated well you wonder if you really get ambitious and aggressive with it. Mix that lives with it's a very smooth and creamy texture and then we're going to interface to a bag and in this case room make a little profit homes or a little cream puffs and we can fill the ice cream from the pastry cream we can also freeze and you can make sure your eclairs are. Who cares and pump in the freezer and then you have yes you can stow them in the really didn't miss a beat.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 148.22928,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}