{
    "title": "A TUTORIAL ON THE HAMILTON BEACH STAND MIXER",
    "description": "How to use the Hamilton beach Stand mixer.",
    "referenceId": null,
    "date_created": "1438376597",
    "date_modified": "1438376597",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287315",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "A-TUTORIAL-ON-THE-HAMILTON-BEACH-STAND-MIXER",
    "category": null,
    "duration": "298",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Happydimples39",
        "hdvFlag": 0,
        "hookText": "How to use the Hamilton beach Stand mixer.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/v20HT0Giw3Y\/hqdefault.jpg",
        "videoId": "v20HT0Giw3Y",
        "mediaDuration": "298",
        "prettyDuration": "00:04:58"
    },
    "transcripts": "Well yeah her name is being so here I am I want to make or break with my mixer. Hamilton beach mixer. So here we go. I don't want to apply that mixer. OK if they tone I am going to add my rating is I'm not going to measure but this is how I made my cornbread. Please forgive me if I don't measure but can it go bad ISO I am going to a yellow corn bread mix or yellow corn mix. So at least about two cups OK. Yes approximately two cups. OK I'm going to back up. So if rising self-rising flour. Oh that is proximately. Cup next I am going to and about a half of cup of sugar. Thank you. Thank you. And I want to eat. It so. OK state's only then I'm going to let this down by pushing into a flap here pushing his butt on. The president. OK and now and I make so I'm going to pour a little milk. I am. Not a. Turning point. God thank god thank god thank you thank god thank you all. Thank you. Thank you. Thank you. Thank you. Thank oh thank you. Our state is I am going to core my mixer and bacon dish states. Here it is. I'm making cornbread I've poured it into my make my bacon danish and I've put bacon all. Bacon spray. In it. OK this is a bacon sprite so this is my cornbread getting ready to put it in a. State",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 9259.777,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}