{
    "title": "Official Dyson Video - Airblade™ technology comes to Atlanta's iconic Fox Theatre",
    "description": "http:\/\/www.dysonairblade.com\n\nCity by city, Dyson is transforming restrooms across America with Airblade™ Technology. The old meets the new as Airblade™ technology comes to the historic Fox Theatre in Atlanta, Georgia. \n\nOriginally built in the 1920s for ",
    "referenceId": null,
    "date_created": "1438365625",
    "date_modified": "1438365625",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286932",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Official-Dyson-Video-Airblade-technology-comes-to-Atlanta-s-iconic-Fox-Theatre",
    "category": null,
    "duration": "131",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Dyson US",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.dysonairblade.com\n\nCity by city, Dyson is transforming restrooms across America with Airblade™ Technology. The old meets the new as Airblade™ technology comes to the historic Fox Theatre in Atlanta, Georgia. \n\nOriginally built in the 1920s for Atlanta's Shriners, the Fox Theatre has survived demolition to become one of the country's most iconic entertainment venues -- with approximately 750,000  visitors per year. Fox is a part of the Atlanta Better Buildings Challenge, a presidential initiative to make commercial buildings 20% more energy efficient by 2020.\n\nAs part of this sustainability initiative, Fox has partnered with Dyson to install new Dyson hand dryers in its restrooms. The new Dyson technology will help Fox reduce carbon emissions by 70%.\n\n\nhttp:\/\/www.youtube.com\/dysonus\nhttps:\/\/www.facebook.com\/dyson\nhttps:\/\/twitter.com\/Dyson",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/l3ANyQczax4\/hqdefault.jpg",
        "videoId": "l3ANyQczax4",
        "mediaDuration": "131",
        "prettyDuration": "00:02:11"
    },
    "transcripts": "The fox theater was opened in one 929 Christmas day we host a many types of events at the fox from Broadway shows and musicals to concerts to trade shows and meetings in our ball rooms and weddings for historic buildings and that's not always easy to green a historic building but we signed up for the better building challenge and that's the presidential initiative to reduce emissions and carbon footprints by 20 percent by the year 2020 restrooms receive high usage doing finite amounts of time because of the fact that of the types of shows that we do here at the fox theater we used to have intermissions there are no more than 20 minutes and when you have 30,000 to 4,500 people who all are getting out of the seats and needing to use the restroom at the same time and want to get back to their seats in time enough for the show to start. You've got to have. I'm high usage in area by utilizing the Dyson airblade products. We've opened up a conversation with a company that has been modern that has a very modern outlook on how to utilize something very simple. Washing your hands and drying them to a great patron experience. We've received positive feedback about the Dyson airblade drivers from patrons because it has lended itself to positive quicker service in those restrooms. The partnership with the folks that her and I send has allowed us to reduce our carbon emissions and that is over a previous hand ours will dry up which is huge in a building that has 750,000 patients a year. That has allowed us to be a real leader in showing that the integration of new technologies and historic buildings can in fact reduce and support sustainable operations. The facts later would recommend Dyson products to other historic theaters and other buildings and I think that they should definitely give the products a second look and how it supports their own sustainable efforts and being good stewards of the environment.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 5070.4004,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}