{
    "title": "Kenneth Cole Reaction Home Radiant Bedding Collection at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/kenneth-cole-reaction-home-radiant-coverlet\/211478\nThis ravishing gold and ivory Kenneth Cole Reaction® Home Radiant Duvet Cover features a comforting nature-inspired pattern that will soften and soothe your b",
    "referenceId": null,
    "date_created": "1438387241",
    "date_modified": "1438387241",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287552",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Kenneth-Cole-Reaction-Home-Radiant-Bedding-Collection-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "80",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/kenneth-cole-reaction-home-radiant-coverlet\/211478\nThis ravishing gold and ivory Kenneth Cole Reaction® Home Radiant Duvet Cover features a comforting nature-inspired pattern that will soften and soothe your bedroom. It all pairs very nicely with the rest of the Radiant Collection. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/9zvC9DtP9xE\/hqdefault.jpg",
        "videoId": "9zvC9DtP9xE",
        "mediaDuration": "80",
        "prettyDuration": "00:01:20"
    },
    "transcripts": "There radiant today and bedding collection by Kenneth Cole reaction home was designed exclusively for bed bath and beyond the first layer of the bag begins with the ivory and gold sheets that they feature a contrast cuff and a gold texture printed pattern. The euro shams at an ideal backdrop to the bed they have center pleads with a reverse pin tucked in ivory. The layering coverlet is 100 percent cotton that let's say also in ivory. The radiant today and pillow shams are 100 percent caught it's a team with a gold an ivory panel print of a lush tree the coordinating pillow shams are finished with the same botanic motif. The resulting in bed is calming and tranquil. The decorative pillows accenting this bed suite are a square of metallic ivory and silver rope design an oblong accordion pleated pillow in gold and a rectangular pillow with a metallic Chevron beaded pattern on an ivory ground. The pillows at the key fashion elements to complete this padlock. The radiant today and bedding collection is part of the Kenneth Cole reaction home collection. It is available exclusively online and at select bed bath and beyond stores.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 736.5558,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}