{
    "title": "Kuvings Whole Slow Juicer at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/kuvings-reg-whole-slow-juicer-in-white\/3254934\nA breakthrough in modern day juicers, the Kuvings Whole Slow Juicer produces a glass of fresh, pure juice in seconds. Enjoy a rich and full-bodied juice packed wi",
    "referenceId": null,
    "date_created": "1438638968",
    "date_modified": "1438638968",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288569",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Kuvings-Whole-Slow-Juicer-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "100",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/kuvings-reg-whole-slow-juicer-in-white\/3254934\nA breakthrough in modern day juicers, the Kuvings Whole Slow Juicer produces a glass of fresh, pure juice in seconds. Enjoy a rich and full-bodied juice packed with more nutrients and aroma compared with juice produced by other juicers. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Jr5Q_4TpFkk\/hqdefault.jpg",
        "videoId": "Jr5Q_4TpFkk",
        "mediaDuration": "100",
        "prettyDuration": "00:01:40"
    },
    "transcripts": "Insert just sing just cold long. Now you don't need to spend time slicing chopping poops in vegetables to make delicious strings. Imagine a whole orange tomato or apple crushed and squeezed in just seconds. The secret is the rules for slow juicer with a three inch wide feed tube compared to a typical slow juicer look at how fast the hoodlums will slow juicer turns a whole apple into a black man's a fresh juice machine and squeeze in whole vegetables and fruits. Allows you to maintain the nutritional value that is lost when you cut a slice prudence. It also prevents oxidation. So you benefit from all the nutritional value that stays in the glass. Not a good thing. Did you sing schooling straight arm made her draw up all our time and make a last call for more smooth and nourishing drink I must. Have just from other juice or separates over the fresh whole Jesus instead of this new technology extracts which like all of the nutrients enabling the body to obtain even more nutrition and eating fruits whole mix things up and get creative with the cubans whole slow to search it's easy to learn different fruits and veggies to make delicious nutritious treats and that spark that script into the whole slow just as easy to use and claim our special plating to effortlessly cleans the strainer. This demonstration shows a car being pulled with the same powerful motor used in the juicer make delicious prose and desserts purees and sorbets would be included. One strain. That is whole slow juicer you're going to like it all whole lot.",
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7211.701,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}