{
    "title": "How to Use a Hoover Carpet Cleaner",
    "description": "Whether you're wondering how to clean mud stains out of your carpet, you want to freshen up carpet that's matted down from foot traffic or you're ready to give your carpets a thorough deep clean, we're here to help. This quick video will give you some tip",
    "referenceId": null,
    "date_created": "1438368806",
    "date_modified": "1438368806",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287219",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-Use-a-Hoover-Carpet-Cleaner",
    "category": null,
    "duration": "151",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Hoover",
        "hdvFlag": 1,
        "hookText": "Whether you're wondering how to clean mud stains out of your carpet, you want to freshen up carpet that's matted down from foot traffic or you're ready to give your carpets a thorough deep clean, we're here to help. This quick video will give you some tips and tricks to help clean your carpets like a pro.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/4UNqofEILJ4\/hqdefault.jpg",
        "videoId": "4UNqofEILJ4",
        "mediaDuration": "151",
        "prettyDuration": "00:02:31"
    },
    "transcripts": "Here's an easy to follow step by step guide to help you get the job done. OK first decide if you want to do the high traffic areas. Or if you're going to move all of the furniture in order to clean. Them up to keep them off the floor. Vacuumed thoroughly to get as much surface as possible. Next grab some aluminum foil plastic wrap around furniture legs to keep them dry. And the keyboard finishes from staining your carpeting. So Hoover carpet cleaners feature forced heated air for faster drying time. Along with the nozzles that help hold more water up with each stroke. Your carpets should dry faster than using a commercial carpet cleaner and you can help speed up the process even more by running a fan. All of our carpet cleaner speech or our patented technology. So you're clean and dirty water never mix your clean water tank according to the instructions on your cleaning solution. Once you fill your tank. You're ready to clean. Squeeze the trigger as you slowly push the cleaner forward. Go slower than you think you need to. The slower the better. We recommend less than one foot per second and definitely slower than you would back to. Squeeze the trigger again as you pull your cleaner back over the same spot. You can repeat this if you have a stubborn stain. Now do the same thing again. This time without squeezing the trigger. This will extract excess dirt and water from your car. Continue until you see very little water passing through the nozzle. Now that you're finished there overlap your next row by at least an x. Like this to help avoid streaks of dirt between rows. While you're cleaning. You may begin to lose suction or hear a change in the sound of your motor. Like this. These are indicators that your dirty water tank is full and needs to be emptied. To rinse your carpets empty and refill your clean water tank with warm water. No solution. To go over it using the same method as when washing. Some of our carpet washers. Such is the power of the locks and the max extract 77 models feature a separate solution. So you can get right to renting your carpets without having to empty and refill your clean water. Our cleaners are strong yet gentle enough to use routinely so don't wait until your high traffic area shows signs of abuse. Apply some preventative maintenance to keep your floors looking their best for years to come. If you have any questions reach out to us through Facebook, Twitter or give us a call.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18",
        "9",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3118.4885,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}