{
    "title": "How To Deep Clean Your Keurig  Coffee Maker- asimplysimplelife",
    "description": "Cleaning your Keurig periodically will get rid of all that mineral build-up from constant use of your Keurig. I hope you guys enjoy this video.  Mahalo  :)",
    "referenceId": null,
    "date_created": "1438364972",
    "date_modified": "1438364972",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286919",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-To-Deep-Clean-Your-Keurig-Coffee-Maker-asimplysimplelife",
    "category": null,
    "duration": "418",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "ASimplySimpleLife",
        "hdvFlag": 0,
        "hookText": "Cleaning your Keurig periodically will get rid of all that mineral build-up from constant use of your Keurig. I hope you guys enjoy this video.  Mahalo  :)",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/sU9UXdnYM3E\/hqdefault.jpg",
        "videoId": "sU9UXdnYM3E",
        "mediaDuration": "418",
        "prettyDuration": "00:06:58"
    },
    "transcripts": "A lot of friends welcome to a simply simple life. Today I will show you how I deep clean my keurig machine. Now if you're like us we use our keurig machine every single day. We cannot start today without having our coffee. So to deep clean your keurig machine is actually a very easy process although it is time consuming. All you will need is your dish soap. Or a cleaning brush. I use paper towels. It's very durable. And distilled white to the nigger. And then also just some added purified water. Now the reason that I like to use purified water to deep clean my keurig machine is instead of tap water is because tap water has added minerals in there for for us to consume. Purified water enables it to clean without all that added minerals because it's the minerals that will have the white build up onto your machine. First of all take your keurig machine and empty out some of the removable components. For instance if there's a cake up still in there take that out. Then we're going to go ahead and remove the cake up poulder. Now be careful with this because it does have some sharp needles. We will also be removing the reservoir. Pick up the lid. The south. Dump out the water. The nice thing about the reservoir and the live and also the cake upholder is that it's this washer saying so now if you prefer you can put the reservoir the lid and the cake up poulder into the dishwasher. But I just like to clean mine over the sink with a nice dishwashing soap like dawn to get rid of all the buildup that's in here. Now while I clean the main machine I will take the reservoir and I added just a little amount of this washing soap. Added some tap water in there and this will soak while I clean the machine. Now you're going to take the good tray and the drip tray cover now you can either clean this up just like I'm doing with the reservoir or you can also run it in your dishwasher. Now that we have the machine opened up the reservoir is empty and the cake upholders empty as you can see it's got all those build UPS of the coffee grounds as well as inside that we need to do is get our cleaning toothbrush. So with that I don't want to add water to this however I do want to get my brush. Oh and put into some water and just basically go in there and just start cleaning it out. Now for those hard to reach areas like a butter knife what might my paper towel and just basically just go in there and then it's easier to reach than the brush. As you can see it gets pretty dirty up in there. And I'm just going to change up my tells and keep cleaning until it comes out clean. Now that it's coming out nice and clean. It's time to move on to the reservoir. Like I said be careful because there is a needle up here and I still am. Going to write that down because it does get dirty. Now for this part you get your butter knife. To go around. Now that everything has been cleaned if you have a clean dish cloth go ahead and wipe everything down. As I have earlier. Now it's nice and shiny again. Now we're going to go ahead and clean the inside part of the cure with the nigger. You're going to use distilled white vinegar and you're going to fill it halfway up the reservoir. That's what the reservoir filled happed way with vinegar. We're going to go ahead and start brewing without any kick UPS in there. And this will basically use up the reserve water that is still in the machine. Now that that process is done go ahead and dump this out. OK next up. And then it's going to tell you it's ready to brew again. So we're going to repeat the process. And we're going to keep repeating the process until this reservoir is empty. Now this seems to be the last cycle for the pure vinegar that's in the reservoir. Because when it starts blinking like that. It's telling you that it's not ready because you have to add more water. So now. I've got my reserve purified water in here. In Atlanta now that. I know I'm going to keep running this. Until this one is also empty. So what I'm basically doing now is that just getting rid of all the vinegar that's still in the system. Thank you. Now again it's that we need to add more water so what I'm going to let him do. Is dump this out. And start with the regular kind of water that I use. For brewing my coffee now your keurig machine is nice and deeply clean. A good tip with the keurig machines is that if you know that you're going to go on vacation for a while or know that you're not going to use your machine go ahead and take. Take out the reservoir and empty the water because having the water in the air for a long period of time and not using it will have the white build up in your machine. I hope you guys enjoyed this video of how to deep clean your keurig machine. As always. Mahalo",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 670.12585,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}