{
    "title": "What vacuum should you use on ultra soft, high-pile carpet?",
    "description": "Ultra soft carpets, like Mohawk's SmartStrand Silk, need to be cleaned with the right kind of vacuum.",
    "referenceId": null,
    "date_created": "1438368847",
    "date_modified": "1438368847",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287221",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "What-vacuum-should-you-use-on-ultra-soft-high-pile-carpet",
    "category": null,
    "duration": "184",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Hoover",
        "hdvFlag": 0,
        "hookText": "Ultra soft carpets, like Mohawk's SmartStrand Silk, need to be cleaned with the right kind of vacuum.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/xoskGkrG02s\/hqdefault.jpg",
        "videoId": "xoskGkrG02s",
        "mediaDuration": "184",
        "prettyDuration": "00:03:04"
    },
    "transcripts": "It's credibly comfortable for feet of all types and sizes. That's why soft carpet has become so popular in recent years. However in the daily care and maintenance of this type of soft carpet it's important to consider the type of vacuum cleaner being used as not all are designed to work with this type of carpeting. Some consumers are surprised to discover that a vacuums performance can vary widely based on the carpets fiber type in construction for example vacuums with excessive suction or those without adjustable height can be difficult to push on premium soft carpet cleaning experts recommend for maximum cleaning effectiveness. If you use a vacuum cleaner with three features adjustable height settings rotating brushes and a strong airflow to lift the dirt from deep down in the carpets fibers we know that through extensive internal testing and by hearing from families who own this type of carpeting Hoover vacuums proved to be easy to use while producing excellent cleaning results. And however we pride ourselves on making great vacuums for all types of flooring in a variety of affordable price points and sizes. While some cleaners without hide adjustment settings will lock down on carpet with extreme suction most Hoover vacuums offer the correct combination of agitation suction and airflow for great cleaning results. We tested our Hoover wind tunnel vacuums with height adjustment on smarts tree and still carpet considered the world's softest carpet. The Hoover wind tunnel cleaners up held the integrity of these freemium carpet fibers and provided maximum cleaning effectiveness. In particular these backless separates from Hoover offer a thorough deep down clean the Hoover wind tunnel three pro the Hoover went tunnel to rewind the Hoover wind tunnel rewind plus in the Hoover whole house. With the adjustable height settings on these Hoover wind tunnel vacuums the rotating brushes are able to properly out to take the carpet and are high enough off the surface to allow the proper airflow deeded to lift up the deep down dirt. When using a new vacuum on your carpet. Start by setting it at the highest level. Is the vacuum too easy to push on the carpet or are there no visible brushstrokes. Turn it down one level and try again. Once that you can feel that the vacuum is engaged with the carpet fibers but not too hard to push and there are proper brush strokes. You were at the right level in maximizing the removal of dirt from your carpet. To learn more about the best products for keeping your home clean especially for proper care of your premium carpets. Visit Hoover.com.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4141.929,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}