{
    "title": "Braun Silk-épil 9 Bonus edition - tips & tricks on how to epilate with Sunbeam Jess",
    "description": "Join vlogger Sunbeam Jess while she discovers the new Braun Silk-épil 9 Bonus edition. Braun's fastest and more precise epilator now comes with a facial brush that cleanses your skin 6x better than manual cleansing alone. \n\nGet more info on Braun Silk-épi",
    "referenceId": null,
    "date_created": "1438631742",
    "date_modified": "1438631742",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288502",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Braun-Silk-épil-9-Bonus-edition-tips-tricks-on-how-to-epilate-with-Sunbeam-Jess",
    "category": null,
    "duration": "214",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Braun",
        "hdvFlag": 1,
        "hookText": "Join vlogger Sunbeam Jess while she discovers the new Braun Silk-épil 9 Bonus edition. Braun's fastest and more precise epilator now comes with a facial brush that cleanses your skin 6x better than manual cleansing alone. \n\nGet more info on Braun Silk-épil 9 Bonus editions: \nhttp:\/\/www.braun.com\/global\/female-grooming\/silk-epil-epilators\/silk-epil-beauty-edition.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/k7tb2ySfiUo\/hqdefault.jpg",
        "videoId": "k7tb2ySfiUo",
        "mediaDuration": "214",
        "prettyDuration": "00:03:34"
    },
    "transcripts": "Hi guys I mean she was somebody's incessant today going to talk to you about the silk pill nine. And this set comes with the facial cleansing brush as well. Up until recently my chosen form of hair removal has been shaving but the effects just early last long enough for me anymore and it can be quite time consuming as well. But with this at Plato Braun helps you break free and take control of your beauty regime. Appellation or moves has up to four times shorter than wax there are no more in-between days waiting for her to grow and I'm like shaving it you can have smooth skin for up to four weeks which is amazing especially when you go on holiday or any other time you don't want to be worrying about hair removal. So I'm still excited but now I'm going to show you guys what's in the box and this is what it looks like. So obviously you've got the epilate yourself this is the silk peel mine and it's got the mass cap on ready to go. So this silk appeal nine has a new wide ahead and combined with a new twist technology you can remove even more head in one stroke at delivering quicker and more effective results. See turn on by moving this dial here and there's a lower speed and higher speed so it. I'm not hardly the lowest speed is for those of you who are new to Appalachian or just working on a more sensitive area and the high speed of those who are more experienced and who want a more effective appellation and you can see as well when I turn on the small light comes on and that helps you see a little fat short has so you can get every last one. Now you can also put on the shaving head which turns a device into a handy shade tool so I'll just pop down now so you can use it with the trim out which helps keep your head appellation ready length or you can actually use it to shave and have a nice smooth finish and finally we have in this box the facial cleansing brush which deeply trends in skin but can be used daily on even the most sensitive skin. So now we're going to take a closer look. I know a lot of women are a bit scared of ablation so I'm going to give you guys a little demonstration and some tips to make it easy comfortable as possible. So here's the airplane and the best time to play is in the evening to allow your skin the time to come down and lose and brightness and I also have the mass cap on hand this helps to mask your skin through vibrations to give you a gentle appellation. So now on 22 demonstration the silk can be used both wet and dry and I definitely find I prefer to use it wet I think it makes a lot more comfortable the best way to use it is with long slow strokes trying to keep a 90 degree angle to my skin and I would definitely say if your new jeppe lation it's best to try a larger area like her legs before anyone more sensitive and I find it helps to use the prickly sensation. It's important to say as well the appellation does become painless. Regular use. Finally now we're going to look at the facial cleansing brush and cleansing with this helps remove makeup and impurities up to six times better than with just your hands which is amazing and most translation is more effective as the brush helps the skin absorb up to 30 percent more ingredients which is great for me because I'm always finding our moisturizer is not very effective at getting rid of my dry skin. The micro bristles mass and gently expose your skin and you can use it with your normal kinds out just on it so that's it guys I hope you enjoyed this video and if you want any more information on this or any other prawn products you can check out their channels on website.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "26",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 619.9895,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}