{
    "title": "Hoover Dual Power Instruction Guide: How To Use Your Carpet Washer",
    "description": "Help on how to use your new Hoover Dual Power. If you still have questions, you can reach out on Facebook or Twitter. We're always here to help.\n\nwww.facebook.com\/Hoover\nwww.twitter.com\/HooverUSA\n\nCheck out these other instructional videos for the Hoover ",
    "referenceId": null,
    "date_created": "1438367838",
    "date_modified": "1438367838",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287178",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Hoover-Dual-Power-Instruction-Guide-How-To-Use-Your-Carpet-Washer",
    "category": null,
    "duration": "121",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Hoover",
        "hdvFlag": 1,
        "hookText": "Help on how to use your new Hoover Dual Power. If you still have questions, you can reach out on Facebook or Twitter. We're always here to help.\n\nwww.facebook.com\/Hoover\nwww.twitter.com\/HooverUSA\n\nCheck out these other instructional videos for the Hoover Dual Power Carpet Washer:\n\nIntroduction: http:\/\/youtu.be\/NoqZiKHuJDc\n\nAssembly: http:\/\/youtu.be\/D7ozaM6P3KU\n\nHow To Rinse Your Carpet: http:\/\/youtu.be\/HIwzMM5IuHo\n\nEmptying and Cleaning Your Dual Power: http:\/\/youtu.be\/eTMzQPvQwrI\n\nHow To Store Your Carpet Washer: http:\/\/youtu.be\/Fz28sMM1ub8\n\nHow To Clean Or Replace Your Belt: http:\/\/youtu.be\/J1oHwfTgYCA",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/AzgYRbZVgvg\/hqdefault.jpg",
        "videoId": "AzgYRbZVgvg",
        "mediaDuration": "121",
        "prettyDuration": "00:02:01"
    },
    "transcripts": "If we design a dual powered to be really simple to use before you begin washing your carpets move your furniture out of the way. This is important. Make sure you give your carpet a good clean with your everyday vacuum. Now you need to prep your cleaner press the latch on your solution tank and tilted away from the cleaner to remove it. Fill the tank with hot tap water first then use the flip side of the cap as a measuring tool. You want to add two capitols of solution to your clean water tank. If you put solution and first look at a very foamy tank when you add the water. Making sure you tilt the tank toward you. Slide it on the airplane or from the bottom up until it snaps into place. Say you're ready to get your carpets a deep down clean. Use the core dump to quickly unload your cord and plug it in. Step on this button to release the handle and turn the cleaner off now for a few tips that will help you clean your carpeting as well as the pros do. Squeeze the trigger to dispense the warm cleaning solution and slowly push your dual power forward. Continue to squeeze the trigger. And pull your cleaner back. OK now let's do the same forward and back motion over the same spot without squeezing the trigger. If you want to continue going over that spot with dry strokes until you see very little water coming through the lid of the dirty water. You'll need to wet passes one forward and one back. Into dry passes on a section of carpeting. But we do recommend ending with more dry strokes as necessary. To avoid saturating your carpet. Never make more than four wide strokes on a single section. And always end with dry strokes. As you move around the room. Make sure you are using straight parallel strokes with the nozzle firmly on the floor and aim to overlap your strokes by about an inch to help prevent streaking. Oh one more thing. If you start to notice a loss of suction for your change in the sound of the motor. Sort of a high pitched sound. Like this. Those are signs that the dirty water tank is full and needs to be empty.",
    "VV_VI": "5",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 12533.129,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}