{
    "title": "Yonanas™ Elite Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/yonanas-trade-elite\/3242413\nThis new and improved healthy dessert maker is designed to give you the ultimate Yonanas experience. The Elite features a sleek, contemporary look and a new single-speed motor that'",
    "referenceId": null,
    "date_created": "1438639084",
    "date_modified": "1438639084",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288572",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Yonanas-Elite-Bed-Bath-Beyond",
    "category": null,
    "duration": "90",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/yonanas-trade-elite\/3242413\nThis new and improved healthy dessert maker is designed to give you the ultimate Yonanas experience. The Elite features a sleek, contemporary look and a new single-speed motor that's twice more powerful than the previous Yonanas. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/CEyft04rOHg\/hqdefault.jpg",
        "videoId": "CEyft04rOHg",
        "mediaDuration": "90",
        "prettyDuration": "00:01:30"
    },
    "transcripts": "So they finally is a kitchen appliance that creates a treat that look tastes and feels like soft serve ice cream using only frozen fruit. Quiets powerful sleek new design. Great for parties entertaining or just making delicious healthy treats for your family every day. Peeled overripe bananas and freebies with your favorite brews improves. One button turns the machine on simply feeds your favorite frozen fruit through the shoot and create a delicious bowl of young Nana in second. Strawberry orange mango melon chocolate chip enjoy to help the ice cream like tree. Do you love. Your nails recipes are endless pies popsicles bon bons termes soon. 100 percent. Fruit or chocolate. You're only limited by your imagination. Entertaining is fast fun and easy with your delicious and healthy dessert ideas can be family friendly. Or simply elegant for a dinner party and clean up is Bethany's you do because you know Nana's is dishwasher safe. If you're allergic to dairy. Careful about the types of sugar you consume you need to eat more fruits and veggies or you just have a sweet tooth. Now you can indulge in desserts with 100 percent fruit and not feel guilty with unanimously.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 991.8038,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}