{
    "title": "Buy Hamilton Beach Brands E160B Coffee Grinder White",
    "description": "http:\/\/bit.ly\/1nVCJaI\n\n       This Proctor Silex Fresh Grind Stainless Steel Coffee Grinder features a unique internal cord wrap, a safety on\/off button, stainless steel blades and a compact Euro-Style design.  Easy to clean. Model number on packaging may",
    "referenceId": null,
    "date_created": "1438376149",
    "date_modified": "1438376149",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287300",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Buy-Hamilton-Beach-Brands-E160B-Coffee-Grinder-White",
    "category": null,
    "duration": "78",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Jane Espenlaub",
        "hdvFlag": 1,
        "hookText": "http:\/\/bit.ly\/1nVCJaI\n\n       This Proctor Silex Fresh Grind Stainless Steel Coffee Grinder features a unique internal cord wrap, a safety on\/off button, stainless steel blades and a compact Euro-Style design.  Easy to clean. Model number on packaging may be listed as either E160B or 45802BY. Product is identical.\n      \n       \nTO KNOW MORE VISIT : \nhttp:\/\/bit.ly\/1nVCJaI\nReview Proctor Silex E160BY Coffee Grinder,Buy Proctor Silex E160BY Coffee Grinder Cheapest,Cheap Proctor Silex E160BY Coffee Grinder,Best Proctor Silex E160BY Coffee Grinder,Purchase Proctor Silex E160BY Coffee Grinder lowest price",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/geFM4EBeA1U\/hqdefault.jpg",
        "videoId": "geFM4EBeA1U",
        "mediaDuration": "78",
        "prettyDuration": "00:01:18"
    },
    "transcripts": "Hello and welcome. My name is review girl. My job is to help people decide if a product is worth buying or not. By analyzing the feedback left by people who have already bought the product today I will review the products shown below in order to do so. I will be analyzing the feedback left by buyers on websites such as Amazon e-bay best buy and other popular e-commerce websites. I will analyze thousands of feedbacks and will sort them as positive or negative. I will provide you detailed information on how many people are saying good about this product and how many saying bad words about it. I will figure out which feature of this product is good and which one is bad. I will also be comparing the prices for this product on various websites and tell you which is the best website to buy it from to read my detailed analysis please visit the website link as shown in the video or you may just click the link in the video description below. See you there.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 5072.0117,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}