{
    "title": "All-Clad TK - Risotto Recipe",
    "description": "",
    "referenceId": null,
    "date_created": "1438381322",
    "date_modified": "1438381322",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287430",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "All-Clad-TK-Risotto-Recipe",
    "category": null,
    "duration": "95",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "AllCladOfficial",
        "hdvFlag": 1,
        "hookText": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/m_W09zgPcn0\/hqdefault.jpg",
        "videoId": "m_W09zgPcn0",
        "mediaDuration": "95",
        "prettyDuration": "00:01:35"
    },
    "transcripts": "There was a result I was a little interpretation of the results of the unaids course we had a hell of a tomato to get its meaning to a piece of a little bit of a variation from the classic use of the good days as you saw a little bit of oil not that oppose our mini hive but more out our midst onions and begin to saute those until their trousers or song. Either in our rice to dive in and cook our rice with the onions when I could toss almost toast in just a little bit mean sudden color bits and aromas of use know your rights before you add in the good smell your rights you know two or three minutes after you've thought tainted you know I was going to smoke. Toasted the kind of aroma from the rice which is important then we get to the lace it with our white wine in this case really a very dry white wine a seven year long I'm going to come back to all the alcohol is evaporating. There were a starter at our hot stock and continue to cook at home. Rice eons in the texture that we like and want to make sure that our stock is hot on that it's very important that when you're writing your stock to your results so that the stock maintains a similar it's very important to maintain and simmer so that it doesn't interrupt cooking rice. For finishing it with some stuff on this case and tomatoes of course some butter some sweet butter some with greens. John she's the finest. Hour",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 150.49779,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}