{
    "title": "The iRobot Create 2 Programmable Robot is Here!",
    "description": "From beginner developers to advanced robotics students, Create 2 allows for a variety of programming methods and is totally compatible with your computer or microcontroller. Want to build on to Create and make a whole new robot? We provide you with some s",
    "referenceId": null,
    "date_created": "1438378990",
    "date_modified": "1438378990",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287386",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "The-iRobot-Create-2-Programmable-Robot-is-Here",
    "category": null,
    "duration": "89",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "iRobot",
        "hdvFlag": 1,
        "hookText": "From beginner developers to advanced robotics students, Create 2 allows for a variety of programming methods and is totally compatible with your computer or microcontroller. Want to build on to Create and make a whole new robot? We provide you with some starter ideas to do just that. What you do with Create is limited only by your imagination. \nwww.irobot.com\/create",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/NBMiH6AmBaM\/hqdefault.jpg",
        "videoId": "NBMiH6AmBaM",
        "mediaDuration": "89",
        "prettyDuration": "00:01:29"
    },
    "transcripts": "I'm real Bakri programmable robot and affordable stem resource for educators students and developers is here and what you do with it is limited only by your imagination. I'll create two robots are built from remanufactured I robot run the platforms so you'll have the full suite of l.e.d.s. and sensors and all the behaviors of the renowned from the robot accessible for your own project. And best of all it's ready to go right out of the box. Use create to grasp the fundamentals of robotics. Computer science and engineering type programming behavior sounds in movement from beginner to advanced robotic students create to allows for a variety of programming methods and is totally compatible with your computer or microcontroller with the communication cable provided you can start programming and coding with your robot right away. Want to go beyond programming and expand your robot. Attaching sensors electronics grippers and other cool things. Visit our website for example project instructions like turning create into a camera body. We even provide drill template to show you how to drill and mount external hardware. You can also download 3-D printable files for a new storage bed and other parts to complete your creations with the I robot create. You have the tools to build a real robot. Can you hack it.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "25",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 981.7659,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}