{
    "title": "Hamilton Beach 63325 Review with bread and cake",
    "description": "I created this video with the YouTube Video Editor (http:\/\/www.youtube.com\/editor) as the title says it is a review of the Hamilton Beach 63325.  I have been using it to make bread several times a week and general purpose cakes and what not.",
    "referenceId": null,
    "date_created": "1438376725",
    "date_modified": "1438376725",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287319",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Hamilton-Beach-63325-Review-with-bread-and-cake",
    "category": null,
    "duration": "460",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "blindpigfighter2",
        "hdvFlag": 1,
        "hookText": "I created this video with the YouTube Video Editor (http:\/\/www.youtube.com\/editor) as the title says it is a review of the Hamilton Beach 63325.  I have been using it to make bread several times a week and general purpose cakes and what not.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/FqeKCEQVYvo\/hqdefault.jpg",
        "videoId": "FqeKCEQVYvo",
        "mediaDuration": "460",
        "prettyDuration": "00:07:40"
    },
    "transcripts": "his is my Hamilton beach stand mixer. I recently purchased this item from Amazon. I previously had a kitchen aid problem with the kitchen aid was that I make quite a lot of bread and at one point in time and here in the kitchen aid there are gears that grind up against each other and those gears. The teeth on them broke off because the bread currently is too difficult for the kitchen aid to handle which wasn't too big of a deal because I fixed it very cheaply by ordering the parts and watching some YouTube videos on how to fix it. It wasn't that difficult. It did take several days for the parts to arrive and things of that nature but it was easy to fix. Unfortunately the parts that were sent to me were of the same materials the parts that were originally in it and it broke again about two months later. So I got really upset and decided to buy Hampton beach which is highly rated and supposed to be able to make bread very well and cause no problems. And on top of that it costs about $80 to get to Hamilton beach and a four year warranty coverage. So if it breaks I can get it fixed replaced and I notice that it's up at an angle. This is fixed by simply pushing this but. I was a little louder than I expected so it comes down very easily and also it will go up but it does require both hands to have a go up. Silver is the speed indicator. It goes all the weapons six different speeds does not have too many speed selection as the kitchen aid. But I'm fine with that as long as it doesn't break when I'm making bread. Also has an interesting feature that I noticed that if you turn it backwards. It'll go slow just for a second as long as you pull it so you don't have to actually click into place and leave it for some reason if you want to turn it just a tiny bit you could turn it just a tiny bit. Some interesting feature I thought that was nice. One thing about the bold that some people might find annoying is it doesn't have a handle the kitchen has a rather large side handle very convenient for holding. But for me I've got a rather large hands and I don't have a problem with holding the bowl with one hand while getting the dough out into whatever instrument of baking that I need to get it into so it's not an issue for me but I thought I might mention that are the first thing I'm going to do is put the bowl and you know this it's got these little knocks in the bottom. This first of all. I can actually do it with one hand he simply put it in there. And twist it to the left and it's firmly attest they have them because suction cups on the bottom. Keep it in firmly in place and it wobbles just a tiny bit but it doesn't walk across the table like I've heard that some stand mixers will do. So place these different apple application I guess mixer heads and. They're very simple I can do it in one hand. But these little wings of the cloth. And it's they're very easy. All right so hurt is with the dry and wet ingredients together in it. This is an Italian bread recipe that I have. So basically it's flour and liquids. There's a lot more liquid in this bread than there are in some others and for this recipe I believe there's a cup in a quarter of liquid and about four cups of flour and will mix and see what happens. All right just started mixing. Q two. Q and we'll come back you in the couple minutes we. Will go to what is you know this is not really walking around very much like. You can hear it so it's kind of the low that it's not 00000000 and I'll time to see how long. It takes to get all the way here we are 30 seconds later. Oh and. This is about two minutes. That you know it's slowing down it's a waste if. This thing gets really heavy for us. But it's still going and it's not working. It was a good job getting all the bits and pieces off the bottom of the top. Again the problem that I have the kitchen. And it's not sticking very much to. Red hook this time. I've noticed that in the past sometimes it does stick. Quite heavily to the driver. But we'll see if that is a trend that's going to continue or. More I think about down there. About five minutes mixing OK. As heavy points were slows down almost stuff we keep feeling good story makes to thank you. For all things three. Not much we're going. Not a once in a moment. And here it is out of the bowl. You know this it is kind of stuck to the book but if you also notice it's hers slowly falling off. I think I could pretty much get it off my fingers. Any problems. Oh yeah that's it. French though one of the things I was worried about with this was whether or not he was going to get all the crime material off the bottoms and edges and it seems to have done an excellent job. One thing that people might be concerned about is that this medium. Tool that they got here is plastic I don't really see it. For see a problem with that but it's obviously just not going to be as strong as a full metal one. And all did. Things that go into the Hamilton beach they receive in the riddle package including the bowl are dishwasher safe which was not true with the professional 600 that I had.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3726.1248,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}