{
    "title": "Cuisinart Kitchen Tools and Gadgets: Food Scraper, 12\" Tongs, and Meat Thermometer",
    "description": "https:\/\/www.cuisinart.com\/products\/kitchen_tools___gadgets.html These are three of Cuisinart's Kitchen Tools and Gadgets - the Food Scraper, 12\" Tongs, and Meat Thermometer. The food scraper has a soft handle and the stainless steel blade has measurement ",
    "referenceId": null,
    "date_created": "1438361248",
    "date_modified": "1438361248",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286807",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Kitchen-Tools-and-Gadgets-Food-Scraper-12-Tongs-and-Meat-Thermometer",
    "category": null,
    "duration": "112",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisinartVideo",
        "hdvFlag": 1,
        "hookText": "https:\/\/www.cuisinart.com\/products\/kitchen_tools___gadgets.html These are three of Cuisinart's Kitchen Tools and Gadgets - the Food Scraper, 12\" Tongs, and Meat Thermometer. The food scraper has a soft handle and the stainless steel blade has measurement marking for portioning out dough. The tongs come with a safety lock for easy storage.  Cuisinart's meat thermometer goes up to 450 degrees. Have a look at the whole category.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/mue8TrK5vcg\/hqdefault.jpg",
        "videoId": "mue8TrK5vcg",
        "mediaDuration": "112",
        "prettyDuration": "00:01:52"
    },
    "transcripts": "High increase in the crease in our here front of me I have reason art's new line of kitchen tools and gadgets. I have just a few of them. We have the food scraper the 12 inch tongs as well as a meat thermometer. The food scraper has a soft. A soft handle handle as well as a stainless steel blade. This is actually perfect for portioning out dough which I'm going to show you in a little bit. It all has measurement markings on it as well and it's also good for scraping food off of a flat surface. These are the 12 inch tongs if you pull push this in the handles will open in the tongues of course are very versatile for outsourcing a salad or flipping a burger or a chicken cutlets on a scale it also immersing into how poorly in water if you need to take out some items while you're cooking you just pull this up like this and it's perfect for easy storage. It's heavy gauge stainless steel and silicone here on the end. And last but not least we have a meat thermometer which I think everyone should have in their kitchen because it's very very important to make sure your your meat is cooked at the correct temperature and it goes from 100420070 degrees there's a gauge right there. It's stainless steel and it goes into the oven up to 450 degrees. In these lines. These particular items right here are coordinated to go with all the other gadget lines that we have from the curved line barrel line and twist line. And now I'm going to actually portion out some dough to make some biscuits and like I said it has the better markings there right here. And there we go so savor the good life with cuisinarts kitchen tools and gadgets.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 15169.8,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}