{
    "title": "Breville Presents \"Meat & Greet\" with Chef Seamus Mullen",
    "description": "Chef Seamus Mullen cares about what food goes into his body. He invited us into his home to learn a bit more about the health benefits of grass-fed beef and to share a bountiful menu of delicious summer dishes.\n\n\"I am passionate about good food, good ingr",
    "referenceId": null,
    "date_created": "1438363549",
    "date_modified": "1438363549",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6286896",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-Presents-Meat-Greet-with-Chef-Seamus-Mullen",
    "category": null,
    "duration": "208",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "breville",
        "hdvFlag": 1,
        "hookText": "Chef Seamus Mullen cares about what food goes into his body. He invited us into his home to learn a bit more about the health benefits of grass-fed beef and to share a bountiful menu of delicious summer dishes.\n\n\"I am passionate about good food, good ingredients, and eating well. So I invited some friends over to my apartment in Brooklyn to enjoy some quality grass-fed beef and to talk about the correlations between food and health.\" - Chef Seamus Mullen\n\nFor more about Breville, visit http:\/\/www.brevilleusa.com.\n\nTo read more about Chef Mullen's take on grass-fed beef, read his article on Food Thinkers:\nhttp:\/\/www.foodthinkers.com\/articles\/escewing-the-fat\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa\n\nSee Chef Mullen's book, Hero Food: How Cooking with Delicious Things Can Make Us Feel Better:\nhttp:\/\/www.amazon.com\/Seamus-Mullens-Hero-Food-Delicious\/dp\/1449407587\/ref=sr_1_1?ie=UTF8&qid=1365798472&sr=8-1&keywords=hero+foods+by+seamus+mullen\n\nBreville has a new website check it out!\nhttp:\/\/foodthinkers.com\/",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ygMpFGJrF6Y\/hqdefault.jpg",
        "videoId": "ygMpFGJrF6Y",
        "mediaDuration": "208",
        "prettyDuration": "00:03:28"
    },
    "transcripts": "One of the one of the great ingredients to cook with beef and generally speaking grass fed beef comes from steers that really haven't had a good life. They're happy because they have a relatively good existence which means no growth hormones means no antibiotics and those are things that I don't want to be putting into my body and for me what I eat really is a huge factor in how I feel I have rheumatoid arthritis which is an inflammatory disease and when I eat well and I eat things like grass fed beef I feel better I feel much better. So then I've got some friends coming over. My body and a record coming over he's a great chef and my wife Lynn is going to join us and my cousin Evan who's just starting medical school here in new York and also have gotten Julian and who are working me in the restaurant they're going to be helping me out. It's hot in new York city it's summertime so I want to make stuff that was kind of. Refreshing and light. Are going to make us take charge of our with some fresh herbs and we proved right here on the porch. We're going to do a grilled skirt steak salad with heirloom tomatoes cucumbers and varada cheese are also going to do the grilled corn on the cob with beef infused butter. Also on the grill we're going to give me some marinated calamy style short ribs with summer squash. And for dessert coffee ice cream made with grass cut not. Because I created the recipes for these cuts of beef primarily because they're all recipes that really work well with very lean cuts if you want more just to clean the flavor. When I'm choosing ingredients and choosing what to cook with I'm always conscientious of what the impact is going to be on my health and how I feel and I'm just amazed every day at how good I feel when I eat well which is now become a huge part of my life I've turned my health around 1,000 percent since may I've been feeling better than literally than I've felt in '10 years. While a huge part of it is like no gluten no sugar really it's really not a product of eating fatty foods driving the wrong fatty foods. It's almost like I did. But I think what's now even more challenging is that even the things that we had previously thought actually were good for us. Are not even that good for us one of the major criticisms about grass fed me is that it's simply not quite as crowded as our commitment to be and the reality is that's true but for the most part you know if you get really good quality grass fed beef and that the nutritional value of it is far outweighs the for me the importance of the of the flavor about him an item is still is really tasty. And the fact that it's like. Very good for you. That's going to markedly different taste than. The love for sure you know the grass here. Well game you'd think some people don't really appreciated my view but. I mean and as far as I'm concerned I'm willing to sacrifice a little bit of the of the marbling the five you know as an exchange board the health benefits the properties of it and if it's handled well and if you really you know take your character OK and it can be just as tender as your conventional beef and super tasty.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1188.768,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}