{
    "title": "Clam Bucatini with Stephanie Izard",
    "description": "Stephanie Izard, one of Food & Wine Magazine's Best New Chefs 2011, cooks up a great clam bucatini in All-Clad cookware",
    "referenceId": null,
    "date_created": "1438380961",
    "date_modified": "1438380961",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6287418",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Clam-Bucatini-with-Stephanie-Izard",
    "category": null,
    "duration": "195",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "AllCladOfficial",
        "hdvFlag": 0,
        "hookText": "Stephanie Izard, one of Food & Wine Magazine's Best New Chefs 2011, cooks up a great clam bucatini in All-Clad cookware",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/holQCfqBf9M\/hqdefault.jpg",
        "videoId": "holQCfqBf9M",
        "mediaDuration": "195",
        "prettyDuration": "00:03:15"
    },
    "transcripts": "Hi I'm Stephanie I started from girly girl in Chicago when a food my magazine's 2011 best new chefs. Today I'm going to make for you a really simple recipe I claimed the most important thing when making delicious food is fresh ingredients and the right equipment. So today I'm going to use and sauté pan from all clades new stainless steel lined. It's also made in America which is a great way to support local. The first step in a recipe is brought up it's really simple and use one make it from scratch. You start off with just a little olive oil in a pan. To add in our fennel. And some sliced onion. And also some fresh air. Now what we want to do is actually sweat the vegetables which means we're going to cook them not get a lot of color on them but let all of the natural flavors come out. Like that sweat for about three minutes. Wants what I want to add in a little bit of kosher salt. What's great about this pot is a nice wide bottom which allows us to sweater vegetables before adding the liquid and the nice high side so once the liquids in there I want to reach you quickly allowing all the flavors to really infuse into our stock. Adams and fennel seed this is just going to really kick up that final flavor of toasted in just a little bit we're going to add in some cold water. It's very important to use cold water because as it comes up in temperature you'll be able to bring out all of those fennel and onion and garlic flavors making for a great flavorful. There we go now you just bring it up to a boil reduced to simmer and let it simmer for about an hour. How simple is that. OK so now ready to get into our cloud sauté pan and finish I dash start off with a little bit of olive oil. And then we're going to sweat some fennel little Julian Fennell. Some mince shall a. Little bit of minced garlic. And again we're going to put a little salt on your wedding. So all the flavors come out we don't get any color I love this. Plenty of room for such a thing. There's also nice high sides running any sputtering and it's really easy to handle. This mixture is ready so we're going to add a little bit of green tomato not too much but you're really going to get that nice fresh flavor and we want to add a little more salt and pepper. Want to make sure that you season every step of the way now we're going to add a little bit of white wine that's going to degrade the pan bring out all the little bits of karma. What's great about this band has got nice even heating so you can saute and it weighs on one hand and in our clams are jumping right in there. Season our claims will salt pepper and we're going to add in a bit of our fennel stock. Cover clams and let them steam just till they open it would take about three to five minutes. All right now that are clams are all open and ready to go. We're going to add in our book. It's a great process it's like spaghetti with a little hole through the middle and then our pork sausage is already out of the casings and it's been precooked. And we're going to add in a horseradish cream fresh which is going to finish the sauce. But the current fresh melts into the fennel stock making a nice thick sauce. Season with a little salt pepper just garnish with a little green tomato and there you have it a simple claim be made are all clad stockpot in sight taken.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 421.02426,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}