{
    "title": "Reveal your radiance with Braun Face - Introducing the „Nude“ challenge",
    "description": "Would you dare to go make-up free on your wedding day? See how Braun Face helped beautiful bride Deborah reveal her radiance in just 20 days. \nBeauty starts with your skin. So we want to help you transform your skin into the perfect foundation - whether y",
    "referenceId": null,
    "date_created": "1438631480",
    "date_modified": "1438631480",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6288494",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Reveal-your-radiance-with-Braun-Face-Introducing-the-Nude-challenge",
    "category": null,
    "duration": "148",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Braun",
        "hdvFlag": 1,
        "hookText": "Would you dare to go make-up free on your wedding day? See how Braun Face helped beautiful bride Deborah reveal her radiance in just 20 days. \nBeauty starts with your skin. So we want to help you transform your skin into the perfect foundation - whether you like wearing make-up or feel like going “nude”.\nWhatever your preference, we want to help you treat your skin to flawless smoothness and a radiant glow.\n\nLearn more about Braun Face, world’s 1st facial epilator and cleansing brush.\nhttp:\/\/www.braun.com\/global\/female-grooming\/braun-face.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/kNQ4NPkjhE0\/hqdefault.jpg",
        "videoId": "kNQ4NPkjhE0",
        "mediaDuration": "148",
        "prettyDuration": "00:02:28"
    },
    "transcripts": "When I consider going to a wedding without makeup. This is my writings I maybe. This is a trick question but it looks amazing in the grate and I felt good in myself then maybe I would. Go to the busiest three weeks to go see the dress one dress to see. How my mentees this. And feel. Confident enough to walk down the aisle so I feel you know this but he created a story child. Does he think when I tell myself. I'm OK he looks like. Me the car loan company. Is my first week if you take away the fun. Literally but wait I think it's going to be really. Quite handy for just getting anything in my feet like a fish or. Fish I was nervous going in without making one but actually I have been over. Today honestly it's not a good day. I've started to just freak out everything everything is just gave. Me I. Thought was the way. I feel really happy. My skin is a lot smoother the way I feel quite confident on the big day it's going to be a problem. There's nothing. In the ily and I am. Very glad of. That I've seen such an improvement in my skin. I never thought I would. It feels good to feel very good. If I can do this on my wedding then I can do it and show me. Where it has been the best day ever. And it has even stopped. The I must. Move",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "4"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1060.6685,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}