{
    "title": "Cuisinart Cast Iron Fondue Pot (FP-115WS, FP-115RS) Demo",
    "description": "Beautiful enameled cast iron fondue sets in either a red or white exterior finish.",
    "referenceId": "PO0ZcGBeGLo",
    "date_created": "1442472146",
    "date_modified": "1477336217",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6410625",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Cast-Iron-Fondue-Pot-FP-115WS-FP-115RS-Demo",
    "category": null,
    "duration": "144",
    "settings": {},
    "asset": {
        "type": "youtube",
        "author": "cuisinart",
        "hdvFlag": 1,
        "hookText": "Beautiful enameled cast iron fondue sets in either a red or white exterior finish. See more at: ...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/PO0ZcGBeGLo\/hqdefault.jpg",
        "videoId": "PO0ZcGBeGLo",
        "mediaDuration": "144",
        "prettyDuration": "00:02:24"
    },
    "transcripts": "Hi. I'm Mary Rogers and this is the Cuisinart cast iron fondue set. \n\nWho doesn't like to make fondue? It's so much fun, whether you're making cheese or chocolate or even a fried fondue. \n\nThe great thing about these cast iron pieces is that you take this directly to the stove and you prepare your fondue, and then you're able to bring it back to the stainless steel stand and keep it nice and hot. This cast iron retains heat really well. \n\nIt comes with your color coded forks, so you can keep track of whose fork is whose. Comes with a splatter guard and also has notches, as you notice, which allow you to put your fondue fork in there. \n\nThere's lots of great things that you can use for fondue, whether it's cheese like we made today. This happens to be some pepperoni, some bread, and some apples. \n\nSome other great things that I like to use are fresh vegetables like broccoli or asparagus. And sometimes people even like to try a little raw onion. And don't forget when you're doing your chocolate fondue to use strawberries and things like pretzels or even some dried fruit. \n\nThe other thing that the fondue pot comes with is this dual fuel burner set. So you're able to use alcohol chafing gel or standard two ounce sternos. So this is multiple pieces. And also you can close this off and control the amount of the flame. So that's that. \n\nAnd today we actually, like I mentioned, made some cheese fondue. I'm just going to dip a little bit in here. Show you how easy it is after we've cooked it. OK, going to just use another fork. \n\nLike I mentioned, there's multiple types of fondues that you can make. It's a great, fun thing to do. The real benefit of having the ability to use the cast iron, does a great job also of retaining the heat when you bring it back to the stand. And then you can just maintain the heat with the fuel source. What couldn't be more fun than having a great fondue party on a cold winter's night with your family and friends?",
    "VV_VI": "5",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18",
        "30",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 2816.9958,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}