{
    "title": "KitchenAid Premium Food Processor Stand Mixer Attachment with David Venable",
    "description": "For More Information or to Buy: http:\/\/www.qvc.com\/.product.",
    "referenceId": "id5cPmXbTOM",
    "date_created": "1442467370",
    "date_modified": "1442467370",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6410579",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "KitchenAid-Premium-Food-Processor-Stand-Mixer-Attachment-with-David-Venable",
    "category": null,
    "duration": 326,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "QVC",
        "hdvFlag": 1,
        "hookText": "For More Information or to Buy: http:\/\/www.qvc.com\/.product.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/id5cPmXbTOM\/hqdefault.jpg",
        "videoId": "id5cPmXbTOM",
        "mediaDuration": 326,
        "prettyDuration": "00:05:26"
    },
    "transcripts": "This one, we are so proud of it because this is the food processor attachment that people have been begging for, for years. And this is our newly debuting dicing attachment. So look at that beautiful dice there, David. Do you see? Now that engineering behind this, in order to get that perfect dice, took years. Because they had to get the timing of the blade and the drop of the food exactly, precisely in sync with the mixer itself. So again that is a beautiful end product, dicing. \n\nMay I ask you this, Laura? Will this work on any KitchenAid stand mixer that has ever been purchased on QVC? \n\nAny single one, because it can be a bowl lift, or it can be a tilt-back, like what we've got here. Any mixer fits any of our attachments. \n\nNow the other thing I want to remind you that we have fewer than 900 of these to go around. The reason I ask that question, because any of you own a KitchenAid stand mixer, whether it's a bowl lift or a tilt-back, this will work on that stand mixer. The hubs are identical on all the mixers. So this is going to be an opportunity for you to pick this up and use it for so many great, great projects in your kitchen. \n\nIf you already have your stand mixer out on your countertop all the time, then why not go ahead and pick up this attachment? Then just put it on the machine when you need it, do all your food processing, then clean it up, store it away, and your mixer stays out on the counter. Because in this instance, the mixture is the power source. \n\nExactly. So it's now a 300-watt food processor. So just like on our standalone food processors, this also has a slicing attachment that you can change this blade into six different slicing opportunities, David. One blade, six different slicing opportunities. \n\nSo right now I'm going to go ahead and put this over at the thickest. And do you see that icon there? That's what's going to tell me how thick that end slice is going to be. Here we go. We're going to slice up some tomatoes. Or how about just some peppers, if we're going to do some peppers? Let me just slice those through. \n\nWe'll do a couple of things here. How about if I have something that is narrow and I need to do a perfect slice on that? And let's just change this midstream. We'll bring this all the way over to the finest slicing. And here's celery slicing. Just that quickly. Let me get this. \n\nNow notice with this food pusher, I call it a food guide, because basically I am not pushing down on the food at all. All right, here. We're going to slice a carrot. We do that. And just by changing this, lever, I'm able to change the thickness of what I'm going to put it inside the machine itself. \n\nWe only have 700 of these left to go around. That means 200 were just picked up in the last minute or so. And everyone is excited about this, because it will fit any KitchenAid stand mixer that you have, whether it's a bowl lift or a tilt-back. \n\nI just threw that tomato slice off the table. So look at that, perfectly sliced. But then again look at how then I was able to do that celery. Perfect every single time. \n\nThat absolutely is true. \n\nLet's show them what they're going to get. So if you move down here, these are all the disks that are going to come with your unit. So there is a shredding disk, and that's reversible, so one side is fine, one side is coarse. Then here's your julienne blade so that you're able to do those julienne potatoes that you love so much. Or how about maybe a zucchini bread doing that julienne? \n\nThen this is that slicing disk. Remember that you just move that lever and you get six different opportunities there. And then you just saw that beautiful dice. And this is you're dicing disk, and that is going to give you a perfect quarter-inch dice. \n\nAll of these attachments here are going to fit right into this little case right here in the front. So everything will be kept all in one place. So no more digging in the drawer for all the attachments. \n\nAnd it's perfect. Three easy payments on your credit card. We have fewer than 500 now left to go around. This is something very exciting and works on any KitchenAid mixer you may own, whether it's a bowl lift or the tilt-back. So certainly take advantage of this and it grab this at that great easy pay is well. You're going to have everything you need right out of the box. \n\nMiss Laura, you're coming back a little later-- \n\nI am. \n\nWith another look at to at today's special value. \n\nThat's right. \n\nExactly. So meet you back here. \n\nStay on the line for all this and today's special value and. We're going to check in with Mary, who's going to give us a quick update on the Vitamix. \n\nHi, everybody. And yes, you are watching Jan Muller, and I believe he's making a frozen Bloody Mary. Hello Mardi Gras. But this is K-41662. This is the Vitamix Creations 64-ounce 13-in-one variable speed blender. \n\nAnd we've been talking a lot about the value of this Vitamix today. It's on free shipping. Last-day feature price $389. Five Easy payments of $77.80. And this is the lowest price Vitamix in our current assortment, so 5 colors, 10 variable speeds. You're not missing a thing with this Vitamix. So eat a little smarter, why don't you, and check out the Vitamix today.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 523.87445,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}