{
    "title": "Cuisinart Deluxe Convection Toaster Oven Broiler TOB-135",
    "description": "The Cuisinart® Deluxe Convection Toaster Oven Broiler is designed with 9 functions, including convection for making delicious cakes, potatoes and roasts.",
    "referenceId": "NNXFDXzTg0c",
    "date_created": "1442449729",
    "date_modified": "1442449729",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6410483",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Deluxe-Convection-Toaster-Oven-Broiler-TOB-135",
    "category": null,
    "duration": "385",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "cuisinart",
        "hdvFlag": 1,
        "hookText": "The Cuisinart® Deluxe Convection Toaster Oven Broiler is designed with 9 functions, including convection for making delicious cakes, potatoes and roasts.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/NNXFDXzTg0c\/hqdefault.jpg",
        "videoId": "NNXFDXzTg0c",
        "mediaDuration": "385",
        "prettyDuration": "00:06:25"
    },
    "transcripts": "This is the Cuisinart Deluxe Toaster Oven Broiler. Has a beautiful design, stainless steel, has a nice roll bar handle in the front here. When you open it, you can see the interior is quite generous. It's 0.6 cubic feet. It can hold a 12 inch pizza, a whole roast chicken, and it can also toast six slices of bread. So let me show you what else comes with your oven. \n\nThis is your baking pan and rack. And the rack is adjustable. So you put it this and it's high. Put it this way, it's much lower. This is your adjustable interior rack. On the top position, it has a lock so it doesn't come out all the way. But it can also be removed and put into multiple positions like so. This is a-- we would put it if you're going to put a whole roasted chicken in there. \n\nI'm just going to turn it back over. Put it back in here, because I'm going to use it in this position later. So that's the inside of your oven. The other thing is it does-- has nine functions, and let me show them to you. First, you can see your clock display, and large display here. And just by turning this knob, it starts to step through the functions. You have toast, bagel, and the one that's blinking is the function that you're on. Bake, and then also with bake, you can use the convection function. Broil, keep warm, reheat. \n\nAnd let me just show you, for instance, for toast, when you put it on toast, notice it starts blinking. I notice that the shade button blinks. This lets you know what functions are operational in that setting. So you press shade, and this is where you can adjust your shade control, from one all the way to light, to seven, which is dark. And then you just hit the start button. And then your toaster will start toasting. This also tells you how much time you have left in your toast cycle. \n\nAnd turn it off again. Just so I can show you something else. For instance, here's your bagel. You're going to do the same thing, shade. Set your shade on whatever you want. And then here, you can also use the defrost function. And you'll see a little snowflake show up there. And that's really great, especially if you happen to freeze your bread or your bagels, you can use that. \n\nSo then you have bake, it goes from 150. I'm going to press temp, 150. And it goes all the way up 450. so 150 to 450. And it goes in both directions. You'll also notice, too, it has a two hour timer. So we could hit temperature. We set it on temperature. And then you can hit timer. And you can adjust the timer for whatever time up to two hours you're going to cook. And then you just hit start. And it'll start preheating. \n\nSo let me show you how to cook something in this toaster oven broiler. We're going to use the broiler function today. What I'm going to do is I'm going to remove the rack, because that I don't need. I'm going to just close this a little bit. And actually, what I'm going to do is, I'm going to set it to get it started while we're going to prepare our food. Put it on broil. And we're going to hit start. And let it get ready. \n\nYou don't have to preheat in the broil feature. I'm just going to [INAUDIBLE] that open a little bit. So what I'm going to do now is I'm going to get our-- we're going to make, this is a modified version of our kitchen sink nachos. So I just want to show you how simple and easy this is to do. So we're going to do is just spread the nachos out on the bottom of the pan, like so. \n\nAnd then we're going to put our ingredients in. The first thing is, this is already cooked chicken. If you happen to have any leftover chicken, just shred it up by hand. And you know, this is a great thing to use leftover chicken for. Or you could even make quesadillas and do them in your oven. So, let's just put that around evenly dispersed. And then what we're going to do is we're going to add some black olives. \n\nAnd like I said, you can use whatever ingredients you like for this. This just happens to be what some of the items that we had very handy. These are chilies, so we're just going-- for a little flavor, dab those about. And then what we're going to do is, the next step. You can see how easy this is. This is also a great thing to do for an appetizer. Because you can serve a lot of people, it's really tasty, it's slightly different than just regular old nachos. \n\nThat's quite a bit of chili I put on there. And then of course, what would nachos be without lots of shredded cheese. And you can use whatever type of cheese you want. I just happen to use one that was a little bit orange today, so it looks nice on top of the other ingredients, of the green chilies and the black olives. So I think that's plenty of cheese. \n\nSo now what we're going to do is I'm going to put this in the oven. Slide it in. Going to close it. I like to leave it ajar a bit. And here's where we're going to set the timer on 12 minutes. And there we go. We're going to come back in a few minutes to check on our nachos, you're going to see how nice and bubbly the cheese is. \n\nSo let's check out our nachos. So I'm going to turn the oven off. Oh, look, they came out gorgeous. See how nice and evenly browned they are. That's because the oven has a really precise thermometer feedback, so it keeps great temperatures on the food you're going to cook in there. It's a really versatile product. It's the Cuisinart Deluxe Convection Toaster Oven Broiler.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 8820.507,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}