{
    "title": "How to Host a Cookie Decorating Party",
    "description": "http:\/\/jennycookies.com\/2015\/02\/how-to-host-a-cookie-decorating-lunch\/ Learn how to host a cookie decorating party with your girlfriends PLUS how to pipe ...",
    "referenceId": "P8WWIEyHjS8",
    "date_created": "1442473030",
    "date_modified": "1442473030",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6410639",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-Host-a-Cookie-Decorating-Party",
    "category": null,
    "duration": "611",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "jennyraekeller",
        "hdvFlag": 0,
        "hookText": "http:\/\/jennycookies.com\/2015\/02\/how-to-host-a-cookie-decorating-lunch\/ Learn how to host a cookie decorating party with your girlfriends PLUS how to pipe ...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/P8WWIEyHjS8\/hqdefault.jpg",
        "videoId": "P8WWIEyHjS8",
        "mediaDuration": "611",
        "prettyDuration": "00:10:11"
    },
    "transcripts": "Hi, I'm Jenny Keller. Welcome to the Keller Farmhouse. Today I'm going to show you how to host a cookie decorating party with your girlfriends. So on Thursdays, I have a little lunch group that I meet regularly, just to chat and drink and eat. And instead of going out to lunch this Thursday, I invited my friends over to decorate cookies. So I'm going to show you all the details and all the instructions on how you can have a successful cookie decorating party with your friends. \n\nSo the first thing you need to do is invite them over. You don't have to send out a fancy invitation or even put anything in the mail. With technology you can send them a text message or an email inviting them to your place, and then telling them what they need to bring. So to make your life easier, have them bring their sugar cookies already baked, and then that way all you have to do is make the icing and provide any of the sprinkles or little edible decor pieces that they might need to do their cookies. And you also want to make sure that your guests are fed, and so you can have each guest bring something. So today, you know, one of my girlfriends brought the fruit; one brought the drinks; I ordered salads. And that way it's not such a burden on you. \n\nThe other thing that you will want to know is what cookie shapes your friends are making; that way if you're making the icing ahead of time you have the right colors. My friends kind of all did like different Spring shapes, so I mean it's nice to stay in the same family. I made my buttercream icing for everybody, which if you don't have my book, you should get it. If you don't have it, you need to go to my website right now-- jennycookies.com. Scroll to the bottom of the page, and there's a little box that says \"stay in the know\"-- put your email in there, and I'm going to send you out my buttercream frosting recipe, as well as all the instructions on how to host a cookie decorating party. \n\nOnce you've invited your guests, you need to plan how your table is going to look. I always start with a really great centerpiece. So if I'm inviting people over for dinner, my centerpiece might be just my food and candles and flowers. Or if I'm inviting people over to make some sort of a craft, I use it as my centerpiece. So today our activity, or craft, is the cookies. So I've just placed them right down the center of the table so my girlfriends can pull from the cookies. Now since they brought theirs, I wasn't able to complete it all the way until their cookies were here, but the plates were already out, so when they got here we were able to just put the cookies right on the cake plates. And it looked really pretty. \n\nI set a little place setting for each guest. I love sending people home with a favor, so today's favor is really, really inexpensive. I just gave everybody a little cookie cutter with their name on it. You can pick up a cookie cutter anywhere for less than $1.00. And then I gave everybody the recipe to my buttercream icing. So if you are not using my buttercream icing, even though you should, it's sweet to have a little recipe card with the recipe of whatever icing you've prepared for your guests. The other things I have set out are the actual tools they're going to need to decorate their cookies. So, everybody has a spatula, and a towel to wipe their hands, and then I have a little jar of their decorating tools, which you will need to invest in these if you're going to have a cookie decorating party, but they're very inexpensive. So these are little plastic tips called a coupler, or a \"coupler\", I say it wrong every time. Regardless, they go inside your decorating bag and they're going to hold your decorating tips in place. And then they're easy to switch in and out, and I'll touch on that later. And then obviously the decorating bag and the cookies are already here. So just think outside of the box when you're setting your table, something fun, something pretty and special for you guests. \n\nAll right, we ate our lunch and we regrouped our table, and now we're ready to start decorating our cookies. So I'm going to show you guys how I fill my icing bag, so if you haven't used one of these before, this is the disposable decorating bag, you can get it at any craft store. This makes your life easier because you can just throw them away when you're done. You're going to fold over the bag, and make like a cuff. So, fold it over. And then, you're going to grab your coupler or \"coupler\", unscrew it, because a lot of times like in class, classes that I've taught before, people don't unscrew it and it doesn't work. Unscrew it and then you're going to push it down into your bag, and then with scissors you're just going to cut like right past maybe the second little ring. I just make a mark with my scissors, and then cut the tip of the bag. Not too much or else it's gonna squirt back out at you. And then you're going to attach a decorating tip to the end and then screw it on. And the couplers make life easier, because that way if you're using a star tip and you want to switch it to round tip, it's easy to switch in and out, and you don't have to make a whole new bag. \n\nNow, the other tips I have that we're going to use are the 2D and 1M tips, and when you use a tip this size you don't need a coupler, \"coupler\", \"coupler\". So this one, you're just going to put directly down in the bag. And then cut it back. Hold scissors, please. \n\nSo you've got your bag ready, you've got your tip in. And then, the reason why you're folding this bag is because you don't want the icing all over. So you're just putting it down into the bag, not too much. Just like maybe two little spoonfuls. And then, squeeze it down. And then, I always almost like burp it, I don't know if you want to call it that, just like let a little out, like so there isn't any air caught in there. So fill your bags. And then I'm going to show you how to decorate. \n\nSo once your icing bags are filled, you're going to hold, you're going to twist your bag and then hold it with your right hand, or your left if you're left-handed, and then I would use my left hand to just kind of, like, guide it. It's not pushing down, or I'm not using any pressure. And then I always like to outline my cookies first, so I'm just squeezing with the same amount of pressure. And then I fill it in. A little bit more finished when you do and they don't have to be perfect. So there we go. We have a cookie that's very simply decorated. Now you can take it one step further, and this is really cute I have a little bowl of icing or sprinkles here, and you can take your cookie while it's still wet and just dip it right in the icing. And then you have a little glittered heart cookie. \n\nNext I'm going to show you how to do a cupcake, this is everybody's-- well a lot of everybody's favorites. You just start with a round tip, so on my icing bag I have a number four. Any of the smaller numbers like one, two, three, four, five, six-- trying to think of what numbers they go up to, but anyway the round are just like the circle tip. This is a number four. So I just quickly went back and forth to make the cupcake liner, and then I have the star tip, which is number 18; and I love this tip because it just gives your cookie a little bit of a texture and it looks like a cup, like a cupcake. And you just swirl it around. Very, very forgiving. And then I'll just put the tiniest little dot right there, and put a little red sprinkle right there. And you have a cupcake. So cute. And you can add a little bit of sprinkles on top of that if you wanted to take it another step further. \n\nSo next I'm going to blow your mind and show you how to make a rose cookie. This one was the larger tip, this is the 2D; you could also use a 1M. And you're just going to start, and I hold onto the cookie; you start in the middle and you just twist. And then let go and you have a little rose shape. I'll show it to you one more time. Start in the middle, just like the cupcake video, like we did last time, but you're doing it in reverse. And these are so pretty, and take what, three seconds to make? \n\nSo we're decorating cookies and everybody's doing a really good job. None of my friends have actually ever decorated a cookie before, and I'm really impressed by how they're all doing. They look amazing. So just remember to have fun. At the end of the day, you just have your girlfriends over for a really fun afternoon. It doesn't matter if, you know, when these cookies look like crap. Because you had a really good time. One thing that you need to remember is make sure your friends bring cookie sheets or something to bring their cookies home on, because they're going to have, like you see here, tons of cookies to take home. And this is the most simple way, they obviously have them because they made the cookies. \n\nSo make sure you take a second to head over to my website, scroll down to the bottom of the page, and sign up where it says \"stay in the know\", and I'm gonna email you out all the steps that you're going to need to host your own successful cookie decorating party, and my buttercream icing. And if you don't already have my book, you need to get it so that you have this recipe and a lot more.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6068.6396,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}