{
    "title": "OXO Good Grips Chopper",
    "description": "Simple chopper makes easy work of onions, vegetable, herbs, nuts and more. Just press the soft knob and the blades rotate for even chopping. An internal soft bumper absorbs any shock, to increase comfort and sound quality.",
    "referenceId": "pntLHg5Jio8",
    "date_created": "1442473358",
    "date_modified": "1477336051",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Gifting",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6410644",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "OXO-Good-Grips-Chopper",
    "category": null,
    "duration": "71",
    "settings": {},
    "asset": {
        "type": "youtube",
        "author": "SurLaTableCorp",
        "hdvFlag": 0,
        "hookText": "For additional information on the product featured, please visit: http:\/\/www.surlatable.com\/product\/PRO-183246\/OXO+Good+Grips+Chopper Simple chopper ...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/pntLHg5Jio8\/hqdefault.jpg",
        "videoId": "pntLHg5Jio8",
        "mediaDuration": "71",
        "prettyDuration": "00:01:11"
    },
    "transcripts": "At OXO, we have a salad club that gets together at lunch and prepares all the fixings for a full salad bar. We often use this team to test out all our fruit and vegetable products. The OXO choppers make easy work of onions, nuts, and more. Press the soft knob and the blades rotate for even chopping. An internal soft bumper absorbs any shock to increase comfort and sound quality. A tab rotates within the cup to prevent food from accumulating on the side walls. \n\nChop ingredients in the enclosed cup with its soft, non-slip base or simply remove the base so you can chop directly on a cutting board. The cup has a wave pattern for easy removal. And the entire blade cartridge can be removed from the chopper by simply unscrewing it, so clean up is a breeze. And the blade is symmetrical for ease of reassembly. \n\nSimplify small jobs like chopping garlic with OXO's mini chopper, which is more efficient for fine dicing. Both choppers include a spoon for scooping, so there's no need to leave your hand smelling like onions or garlic. And they both come with a lid to snap on the cup for easy storage. \n\nHere's a good tip. The OXO mini chopper is also great for chopping ice cream toppings like cookies, nuts, and graham crackers.",
    "VV_VI": "13",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 875.1485,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}