{
    "title": "Holiday Tutorial #11: Gifts for Pets and Kids - Mr. Kate's 12 DIYs of the Holidays",
    "description": "In the second to last video of Mr. Kate's 12 DIYs of Chrismahanukkahkwanzaasolstice Kate demos how to make fun and easy gifts for your pets and kids!",
    "referenceId": "_blkYnWIR34",
    "date_created": "1442472184",
    "date_modified": "1442472184",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6410626",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Holiday-Tutorial-11-Gifts-for-Pets-and-Kids-Mr-Kate-s-12-DIYs-of-the-Holidays",
    "category": null,
    "duration": "258",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "TheMrkate",
        "hdvFlag": 1,
        "hookText": "In the second to last video of Mr. Kate's 12 DIYs of Chrismahanukkahkwanzaasolstice Kate demos how to make fun and easy gifts for your pets and kids!",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/_blkYnWIR34\/hqdefault.jpg",
        "videoId": "_blkYnWIR34",
        "mediaDuration": "258",
        "prettyDuration": "00:04:18"
    },
    "transcripts": "[SINGING] On the 11th DIY of Christmas, Hanukkah, Kwanzaa, Solstice, Mr. Kate made for me and abadda-badda-badda kids and pets. Yeah! \n\nHello! It's DIY 11 of the 12 DYIs of Christmas, Hanukkah, Kwanzaa, Solstice. We are nearing the end. I'm Mr. Kate. And today, I'm going to show you how to do gifts for kids and pets. Those are kind of the same thing, right? \n\nLet's get started. First, I'm going to make a gift for a kid. Now, this can be for both a boy and a girl. You need a hand mirror. \n\nI got these from Walgreen's, the drugstore, for $3. And I'm going to use ribbon to decorate the girl's, and some flowers-- just things I had laying around in my craft supplies. And I'm going to hot glue it all on, and then the finishing touch is going to be a mustache in the middle. I'm using this turquoise velvet ribbon to wrap the handle of the mirror. \n\nNow, I'm going to add more fun to the back of it with these random fabric flowers. Now, I'm going to add some little beads and sparkly things. So the back of my mirror is all pretty now. And for the finishing touch to make it unique-- push it down, my little girly mustache. Now, I've got my girly mirror. \n\nNow for my little boy mirror, I'm just going to wrap it in some black duct tape. So manly. And I'm going to cut my mustache shape out of this. \n\nArrh. Here's my gift for a little boy. \n\nSo now for your furrier and less expensive to maintain aka \"don't go to college\" children, we are going to make some DIY pet gifts. I'm going to use the same faux fur that I used to make the mustache for the boy's mirror to make a dog toy and a cat toy. For the dog toy, I'm going to use a plastic water bottle because, I mean, every dog I know likes to chomp on plastic water bottles. By using a water bottle as the filling, it will be eco-friendly because you can just remove it, recycle it, and use a new one. \n\nCreate a fur tube for your water bottle by cutting a piece and then sewing or gluing the sides together to create a tube. Leave the top part open for a Velcro panel so that you'll be able to get in and out to replace your water bottle. \n\n[CRUNCHY NOISE] \n\nOoh, what dog isn't going to like that noise? Arrh. If the sound of the water bottle crunching isn't enough, you can add a little kibble. Yay! Yeah, grrr. Success! \n\nNow, for the cat one. It's going to be pretty much the same thing as the dog one. I'm just substituting with catnip instead of a watter bottle. \n\nNow, I'm just going to cinch up my sachet of catnip. Lookit, it looks like a little mouse. So since it looks like a little mouse, I'm going to add a little twine tail. I'm just going to stitch on the tail with a piece of thread. \n\n[SQUEAKY NOISE] \n\n[RATTLING NOISE] \n\nSo hope you guys are inspired to make things for your furry kids and your less furry kids. And I hope you guys have a happy holiday. Arrh! \n\nMr. Kate! \n\n[MUSIC - \"JINGLE BELLS\"]",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 5013.223,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}