{
    "title": "Real Simple Corner Shelf at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/real-simple-reg-corner-shelf\/3250607?Keyword=real+simple+decorative+shelves Transform an ordinary ...",
    "referenceId": "Pw0Ew16RcZc",
    "date_created": "1442473527",
    "date_modified": "1444786536",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Living_Room",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6410645",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Real-Simple-Corner-Shelf-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "115",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bedbathandbeyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/real-simple-reg-corner-shelf\/3250607?Keyword=real+simple+decorative+shelves Transform an ordinary ...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Pw0Ew16RcZc\/hqdefault.jpg",
        "videoId": "Pw0Ew16RcZc",
        "mediaDuration": "115",
        "prettyDuration": "00:01:55"
    },
    "transcripts": "The decorative corner shelf by Real Simple was designed exclusively for Bed Bath and Beyond. This corner shelf is available in varied colors. It holds up to 12 pounds, and is great for photo frames, small home decor items, and other accessories. \n\nInstallation is simple with the template and built in level, which is specially made for use in corners. They key hole mounting hardware and screws secure the shelf properly. All you need is a drill with a 3\/8 inch drill bit and long phillips screwdriver. \n\nThe hinged bracket is made to be used with most corners. It will flex to accommodate walls that might be a little imperfect. \n\nTo get started, use the template with the built in level and select where you want to drill. Make sure the \"this side up\" arrow is pointing up. Use the bubble level to ensure the template is straight before marking holes with a pencil. It's a great way to make sure your drilling exactly where you need to be. \n\nNext, drill where you've made your pencil marks, and insert the anchor pins into the wall by pinching the anchor wing's back. After your anchor pins are in place, take your corner bracket and line up the holes on the bracket with the anchor pins in the wall. Make sure the unfinished side of the corner bracket is facing up. \n\nOnce you have everything lined up, screw the corner bracket into the anchor pins. Once your mounting bracket is fully installed, take your shelving unit and identify the top and bottom of the shelf. The top has a completely smooth finish, and the bottom has four small drill holes. Place the bottom side down on top of the corner bracket. \n\nFinally, screw the shell from the bottom into the mounting bracket to finish the installation. The decorative corner shelf is part of the Real Simple collection, available exclusively online and at select Bed Bath and Beyond stores.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 369.1068,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}