{
    "title": "Wine Glasses Explained",
    "description": "Which wine glass do you use when, explained simply. .ca.",
    "referenceId": "relI0eWgaMM",
    "date_created": "1379536453",
    "date_modified": "1477356707",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6468389",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Wine-Glasses-Explained",
    "category": null,
    "duration": "122",
    "settings": null,
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/relI0eWgaMM\/hqdefault.jpg",
        "uploadDate": 1379536453,
        "videoId": "relI0eWgaMM",
        "title": "Wine Glasses Explained",
        "description": "Which wine glass do you use when, explained simply. .ca.",
        "author": "Bedbathandbeyond",
        "mediaDuration": "122",
        "prettyDuration": "00:02:02",
        "views": "63",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Wine glasses come in so many shapes and sizes, does it really matter which one you use? Hi, I'm Julie from Bed Bath & Beyond, I'm going to tell you how the right glass can actually make your wine taste better. A quality wine glass does more than just look great. It's actually shaped to deliver a wine’s aroma and flavor in the most delicious way. The key is in the bowl of the glass. See how it tapers Upwards so the opening is narrower than the base? This helps deliver the line bouquet towards your nose. The bowl should also be large enough to swirl your wine. Swirling isn't snobby, it exposes one to Air and allows its full flavor to be released. Red wine glasses are usually bigger than glasses for white because their red wine requires more contact with the air to really bring out its flavor. These glasses have an opening large enough to let you dip your nose into it. Sniffing can improve wine’s taste because the aroma is part of the flavor. These red wine glasses are shaped to direct into different taste buds so you get the full force of its flavor. This bordeaux glass is great for full-bodied heavy red wine such as Cabernet and Merlot. This burgundy Glass isn't as tall but it has a larger Bowl, it's perfect for lighter it's like Pinot Noir. It directs the wine to the tip of the tongue where you’ll taste more delicate flavors. White wine glasses are typically u-shaped and narrow. This allows the book were to be captured and released but keeps the wine at a cooler temperature. Younger, Chris White, such as so long blunt are best in a glass with ice right now where opening which will preserve it's refreshing flavor. More mature for what, such as Chardonnay should be served in a glass with a wider bold. This allows the line to reach the back and sides of the tongue to taste it's bold flavors. There are also glasses for savoring Brandy, sipping dessert wines, and of course champagne glasses design 2 showcase the gorgeous bubbles. You're going to love your wife even more when you try it in a the perfect last cheers",
    "VV_VI": "97",
    "CVV_VI": null,
    "engagement_score": 1,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 301.6614,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}