{
    "title": "Thanksgiving Prep 3 Weeks Out",
    "description": "Thanksgiving is only three weeks away and Sam the Cooking Guy has the tips on what you should be thinking about and doing now to get ready for turkey day. Thank you for watching. Make sure you subscribe to the Bed Bath & Beyond YouTube channel.",
    "referenceId": "PvNBPshLyYM",
    "date_created": "1413840351",
    "date_modified": "1477531935",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6468376",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Thanksgiving-Prep-3-Weeks-Out",
    "category": null,
    "duration": "138",
    "settings": null,
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/PvNBPshLyYM\/hqdefault.jpg",
        "uploadDate": 1413840351,
        "videoId": "PvNBPshLyYM",
        "title": "Thanksgiving Prep 3 Weeks Out",
        "description": "http:\/\/blog.bedbathandbeyond.com\/bbb-video\/getting-ready-for-thanksgiving-3-weeks-before\/ Thanksgiving is only three weeks away and Sam the Cooking Guy ...",
        "author": "Bedbathandbeyond",
        "mediaDuration": "138",
        "prettyDuration": "00:02:18",
        "views": "3855",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Welcome to Planning for thanksgiving. This is where we tell you how to make sure you have a well organized, calm, and yet still fun thanksgiving and it’s completely possible. Alright we’ll start. This is three weeks out so on your list for number one, know your general plan. At this point you should know who’s coming and I mean what kind of people. Your spouces, boss that kind of thing, how many of them there are, and what kind of thanksgiving you want to have. Do I want to have a fancy sit down dinner thanksgiving? Do I have a buffet or casual pot luck? That kind of thing. Alright, next, get the turkey. If you want a fresh turkey or if you want a certain size turkey, if you want a free range turkey, now is the time to figure that out. Next, plan for the gear you're going to need. And by gear I mean the equipment you might need. Things like pots, pans, carving boards, serving platters, gravy boats. Potato mashers. You might even need to borrow tables and chairs or rent them. This is the time  to think about those things. And then of course the other thing to think about at this time; What the menus is going to be. And of course the menu should be obvious. But the real question is: will you do the same thing this year that you’ve done is previous years. Will it be grandma sweet potato casserole again?  Or might you delve into grandma genie’s brussel sprout marshmallow and eggplant quiche for example?  Anyway if you want more detailed information about planning, check the website, the whole list is right there. And before I go I’ll leave you with a little tease about what to expect in a couple of weeks when it really is thanks giving. And here’s one. The leftover turkey sandwich. One of the greatest things thanksgiving has done for us. Alright, next time, two weeks before, right now I need a bite of this.",
    "VV_VI": "4",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18",
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1055.0095,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}