{
    "title": "Thanksgiving Prep: The Week Of",
    "description": "In Sam the Cooking Guy's third and final Thanksgiving prep video, he outlines what you should be on your to do list Thanksgiving week.Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
    "referenceId": "qRjkLafK9gc",
    "date_created": "1414682706",
    "date_modified": "1477531981",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6468381",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Thanksgiving-Prep-The-Week-Of",
    "category": null,
    "duration": "254",
    "settings": null,
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/qRjkLafK9gc\/hqdefault.jpg",
        "uploadDate": 1414682706,
        "videoId": "qRjkLafK9gc",
        "title": "Thanksgiving Prep: The Week Of",
        "description": "http:\/\/blog.bedbathandbeyond.com\/bbb-video\/getting-ready-thanksgiving-week\/ In Sam the Cooking Guy's third and final Thanksgiving prep video, he outlines ...",
        "author": "Bedbathandbeyond",
        "mediaDuration": "254",
        "prettyDuration": "00:04:14",
        "views": "375",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Welcome back to Thanksgiving planning. this is where we help you get organized, stay calm, and most importantly have fun on Thanksgiving. okay it's Thanksgiving week and if you have a frozen turkey well it's time to defrost. We'll start there. Defrosting a frozen turkey you have two choices. Just two. the first is 6 hours a pound in the refrigerator; that means for a 12 pound turkey it will take 3 full days. If you don't have that much time, you can defrost a frozen turkey in cold water for 30 minutes a pound but you have to change the water every half hour 45 minutes so you know how much time you got. Look a Thawed turkey will live comfortably in your fridge for 4 days you want to be early rather than late on all that. Okay next now's the time to buy your perishable food items. milk, cream, butter, cheese, potatoes, broccoli, that kind of stuff. Oh what you don't like broccoli you're one of those. There's so many great ways to have broccoli. Anyway buy that stuff now because you're close enough and don't forget Extra ice. You always hate it you're there in the last minute. \"we need ice, send uncle charlie to get ice\" no you plan for the ice you'll be in good shape. Time to check in with people that you've asked to bring things.  You want to check in with people you asked to bring things to make sure that they remembered and there isn't duplication. imagine if you have a large group and ask people two people to bring salads but they show up with the exact same thing. Well maybe it's not the worst thing in the world but I would prefer variety over quantity so just checking a little reminder can never hurt.Next, you can start setting up now so wait. Does it matter if the dining room table is set a couple days before Thanksgiving? No. The only thing it will do is make your life on Thanksgiving easier tables, chairs, table cloths, plates, dishes, serving platter, whatever you need. start getting that out there now. and next it's the day before Thanksgiving this is an important day you want to get as much done as you can so do these things: defrost any of the things that you've previously made. trim clean wash your vegetables and cook anything that you can. mash potatoes made today are going to be fantastic on Thanksgiving Day you don't have to wait and it will only make your life on Thanksgiving Day better and then there's only one thing left. The big day itself so start the day like this. Get yourself a good sleep, wake up, have a good breakfast, take a deep cleansing breath and then beginning. you should have a lot to do today you know you're cooking a turkey you know how long it's going to take back up from the time that you need to serve it at about 45 minutes for resting and for carving don't forget to sharpen your carving knife. Make whatever else last minute things gravy that kind of stuff that you need but most of all enjoy the day because it's a very special fun day. The expectations are high but really it's like cooking a big chicken and that's it. I've ended each of these with a food item. i know at this point it looks just like an omelet. And you probably can't see but it's a stuffing omelet. Maybe one of the greatest reasons ever to make way too much stuffing. Alright that's it. Have a fun day. you're organized you know what to do. It's all in your hands now. See you next time. ",
    "VV_VI": "9",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18",
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 751.58386,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}