{
    "title": "A Healthy Spicy Poblano Soup",
    "description": "Roasted Poblano soup is rich with a wonderful spice and this basically vegetable recipe is a healthy one. Thank you for watching. Make sure you subscribe to the Bed Bath & Beyond YouTube channel.",
    "referenceId": "fiBvFOEefjE",
    "date_created": "1418131069",
    "date_modified": "1491499315",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6468188",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "A-Healthy-Spicy-Poblano-Soup",
    "category": null,
    "duration": "121",
    "settings": null,
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/fiBvFOEefjE\/hqdefault.jpg",
        "uploadDate": 1418131069,
        "videoId": "fiBvFOEefjE",
        "title": "A Healthy Spicy Poblano Soup",
        "description": "http:\/\/blog.bedbathandbeyond.com\/bbb-recipe\/deliciously-healthy-roasted-poblano-soup-recipe\/ Roasted Poblano soup is rich with a wonderful spice and this ...",
        "author": "Bedbathandbeyond",
        "mediaDuration": "121",
        "prettyDuration": "00:02:01",
        "views": "341",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Okay so the New year shows up and we all now want to start eating better like carrots, celery and stuff like that. But eating better to me doesn't just mean healthy it also means delicious and once again I've got your back with a crazy good roasted Poblano soup. So a Polano is really just a mild chili pepper not nearly has much heat as a jalapeno but definitely more heat than like a green pepper but certainly way more flavor. cook Poblano on a baking sheet and broil them until they are black and all the way around, you'll have to turn them a couple of times. When they are dark all the way peel off the blacken skin  remove the stem and the seeds and roughly chop them and just set them aside. Heat a little oil and butter in a small pot and cook the dice onions over medium heat until there soften add the Poblano and some chopped garlic , stir until fragrant out everything in a blender. Add about a half cup of chicken broth some cilantro and season with salt and pepper and blend. Okay because some Poblano have a little more spice than others this is the time to taste it and see how it is. And it is super delicious but if you wanted it spicier you could add a little cayenne right now and if you wanted it thinner you can add a little more chicken broth right now and when its a where you want it blend again until smooth and put back into the pot to heat everything through. Then we serve and I like to add some dice avocados and a little more cilantro. Beautiful, delious and frankly on a health scale it's probably right up there with carrots except a whole lot better.",
    "VV_VI": "33",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "16"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4800.632,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}