{
    "title": "OXO Good Grips Cookie Press at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/oxo-good-grips-reg-cookie-press-with-disk-storage-case\/1041051047\nCreate batches of fun, consistent cookies with this OXO Good Grips Cookie Press. It's secure, non-slip base keeps steady while dispensing cookie dough, and clear plastic cylinder shows how much dough is left. Thank you for watching. Make sure you subscribe to the Bed Bath & Beyond YouTube channel.",
    "referenceId": "sJmmMl3pwFY",
    "date_created": "1418423256",
    "date_modified": "1477932163",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Entertainment",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6468411",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "OXO-Good-Grips-Cookie-Press-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "100",
    "settings": null,
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/sJmmMl3pwFY\/hqdefault.jpg",
        "uploadDate": 1418423256,
        "videoId": "sJmmMl3pwFY",
        "title": "OXO Good Grips Cookie Press at Bed Bath & Beyond",
        "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/oxo-good-grips-reg-cookie-press-with-disk-storage-case\/1041051047 Create batches of fun, consistent ...",
        "author": "Bedbathandbeyond",
        "mediaDuration": "100",
        "prettyDuration": "00:01:40",
        "views": "131",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hi I'm Benat from OXO and today I'll be demonstrating our innovative cookie press. A cookie press is great to have on hand when you are making large batches of cookies for holidays or a bake sale. Our comes with a large comfortable leaver that won't strain your hand and a non slip base to keep the press steady on a cookie sheet. A contour grip is comfortable to hold and a clear cylinder barrel allows you to see how much dough is left. The OXO cookie press comes with twelve fun and decorative cookie shapes for a variety of cookies. The disc are made of sturdy steel and can be stored neatly in compact storage case. Now let me show you how easy it is to use. First twist the bottom ring and remove it from the cookie press insert your desire cookie disc and reattach to the barrel. Press the soft quick release button to pull the plunger up completely and then twist to remove the top of the cookie press from the barrel. A cookie press uses a dough of a specific consistently not to hard and not to soft. Load the barrel and reattach the top of the cookie press. Prime the press by pumping down on the lever until the dough comes out on the bottom of the disc and wipe of any excess. Hold the cookie press flat a clean cold un-grease baking sheet this is important to ensure the cookies stick to the sheet for baking. Pump the leaver down once to release a cookie and then move the press and repeat until the barrel is empty. When you are done you should have dozen of delicious beautiful cookies for added variety you can use sprinkles or food dye to decorate your cookies.",
    "VV_VI": "166",
    "CVV_VI": null,
    "engagement_score": 2,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18",
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 15784.382,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}