{
    "title": "Wine Tools",
    "description": "Make the most of your wine drinking experience with these great wine tools.",
    "referenceId": "aa4vjIZFDaI",
    "date_created": "1379535985",
    "date_modified": "1477433860",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6468095",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Wine-Tools",
    "category": null,
    "duration": "114",
    "settings": null,
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/aa4vjIZFDaI\/hqdefault.jpg",
        "uploadDate": 1379535985,
        "videoId": "aa4vjIZFDaI",
        "title": "Wine Tools",
        "description": "Make the most of your wine drinking experience with these great wine tools. .ca.",
        "author": "Bedbathandbeyond",
        "mediaDuration": "114",
        "prettyDuration": "00:01:54",
        "views": "25",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey wine drinkers I'm Julie from Bed Bath & Beyond. Add style and enhancer wine drinking experience with some of these great tools and gadgets. Let's open a bottle and get started. And electric or automatic opener is fantastic for parties. They let you open multiple bottles quickly. I love this one, look how fast it opens up the wine. Of course a classic foil cutter and a corkscrew combo never fails. A decanter is beautiful and functional, it's classic to aerate wine. Especially complex Reds. Pour your wine in and let it sit a bit before you serve it for maximum flavor. Another option is to use an aerator designed to aerate wine as it flows through directly from the bottle into the glass. If you're pouring wine from the bottle, you can use a spell like this one to avoid drips, some also have stop was built in. Wine charms are a classic way to keep track of which glass is used at a party, and they make a fantastic Hostess gift Paired with a favorite bottle. Keep a white wines at the perfect pool temperature all night with a wine chiller. 1 tastes best when it's in the break glass for the right type of wine, so consider investing in a variety of classes. To keep wine from spoiling, it's best to store bottles in their sides with a storage rack like one of these. Or you can create a mini wine cellar with a wine refrigerator. Please keep wine at the right angle at the perfect temperature for storage and serving. When the party's over, store your unfinished line with a stopper.It's a prettier alternative to reusing a cork and it makes another as a Hostess gift. Or get a vacuum sealer remove air from the bottle and creates a tight spoil resistant seal so the wine stays fresher longer. All of these wine tools can make serving 1 easier prettier and more fun, and they make great gifts.",
    "VV_VI": "100",
    "CVV_VI": null,
    "engagement_score": 1,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "14",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 292.06467,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}