{
    "title": "Thanksgiving Prep 2 weeks out",
    "description": "It's about two weeks before Thanksgiving Day and Sam the Cooking Guy has some great suggestions on what you can prepare right now. Thank you for watching. Make sure you subscribe to the Bed Bath & Beyond YouTube channel.",
    "referenceId": "no33JLGpAIM",
    "date_created": "1414424894",
    "date_modified": "1477531954",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6468344",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Thanksgiving-Prep-2-weeks-out",
    "category": null,
    "duration": "106",
    "settings": null,
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/no33JLGpAIM\/hqdefault.jpg",
        "uploadDate": 1414424894,
        "videoId": "no33JLGpAIM",
        "title": "Thanksgiving Prep 2 weeks out",
        "description": "http:\/\/blog.bedbathandbeyond.com\/bbb-video\/getting-ready-thanksgiving-two-weeks\/ It's about two weeks before Thanksgiving Day and Sam the Cooking Guy ...",
        "author": "Bedbathandbeyond",
        "mediaDuration": "106",
        "prettyDuration": "00:01:46",
        "views": "1254",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Welcome back to thanksgiving planning. This is where we help you have an organized, calm, and fun thanksgiving. At this point we’re about two weeks out and now you can start your shopping. But I mean shopping for your non-perishables. Crispy onions, oils, canned items, that kind of stuff. Oh sure you can wait for the day before like so many other people but then it’s just a madhouse but then it doesn’t make any sense. Before you do shop, check your pantry to make sure you already don’t own something. Because there’s a very good chance you will. Okay, next, it’s time to make room in your fridge and freezer. So the first days before thanksgiving comes you need room in your fridge and freezer. All that stuff is there now it’s time to get rid of it. But I don’t mean throw it out, I mean start using it up. The chicken that’s chicken charitori, the left over whatever. Bring it out, start using it. You got a couple weeks. It’s crazy not to. You got kids? Give it to the kids. They’ll be so happy to have that. Finally, for this two weeks away from thanksgiving moment, you can start some cooking. And by cooking I don’t mean turkey and mash potatoes. I mean things that will freeze well at this point. Pie doughs, soups, stuffs, many casseroles will be fantastic at this point. Alright before we leave, I promised you a little tease as to what to expect on real thanksgiving. And this weeks is the most delicious cranberry margarita. Next time we’re only a few days away. It’s getting so exciting. See Yah!",
    "VV_VI": "3",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 754.7511,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}