{
    "title": "Why Colgate Total Is Different",
    "description": "Why should you use Colgate Total Toothpaste? Dr. William Devizio explains that Colgate Total toothpaste helps fight plaque germs for 12 hours. Plaque germs are the cause of most dental problems including cavities, tartar, bad breath, and gingivitis. Colgate Total's unique formula provides users with a 12 hour protective barrier that helps reduce 83% more plaque germs than the leading fluoride toothpaste.",
    "referenceId": "OpZb0nJSsh8",
    "date_created": "1406219626",
    "date_modified": "1465341626",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "66098188",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Why-Colgate-Total-Is-Different",
    "category": "",
    "duration": 88,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/OpZb0nJSsh8\/hqdefault.jpg",
        "uploadDate": 1406219626,
        "videoId": "OpZb0nJSsh8",
        "title": "Why Colgate Total Is Different",
        "description": "Why should you use Colgate Total Toothpaste? Dr. William Devizio explains that Colgate Total toothpaste helps fight plaque germs for 12 hours. Plaque germs are the cause of most dental problems including cavities, tartar, bad breath, and gingivitis. Colgate Total's unique formula provides users with a 12 hour protective barrier that helps reduce 83% more plaque germs than the leading fluoride toothpaste.",
        "author": "Colgate US",
        "mediaDuration": 88,
        "prettyDuration": "00:01:28",
        "views": "3103",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "To understand what makes Colgate Total different, we need to step back and look at what's happening in your mouth. Would you believe that right now you could have a billion germs on each tooth. The germs in your mouth are plaque. You can't see them. It's soft, sticky, it's colorless but it's always there. Plaque germs cause the most common dental problems like cavities, tartar, bad breath, and gingivitis which is an early form of gum disease. You can't brush 24 hours a day right? So the way to really get the germs in your mouth is to go after them with a different kind of tooth paste one that actively fights germs for 12 hours. That's Colgate Total. How does Colgate Total do this? well it has a unique formula that combines an anti-bacterial ingredient with a binder that adheres to teeth and forms of 12 hour protective barrier. In fact, Colgate Total reduces up to 83 % more plaque germs for 12 hours after brushing-- this compared to a regular fluoride toothpaste. All Colgate Total products offer this benefit, so you can use whichever formula you prefer. Colgate total benefits have been proven in more than 90 clinical studies with over 20,000 people participating. That's why we're the only toothpaste approved by the FDA and accepted by the ADA to help fight gingivitis. Colgate Total - it's backed by years of science, it's proven it's effective, and that's why I use it.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 604.9229,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}