{
    "title": "Kristen Bell Provides Parenting Advice for “The Talk” With Your Kids | NEUTROGENA®",
    "description": "Kristen Bell shares that it is never too early to have the dreaded “talk” with your kids. What’s one of her parenting tips to start the conversation about protection? Showcase safety firsthand. But as an over-protective mother, she does have the inclination to use scare tactics with statistics as a first line of defense.\n\nTalking to your kids about protection can have a profound impact on their life, and when they learn about protection at a young age, it can decrease their likelihood of future bad habits. Skin health conversations can also help them to have a healthy relationship with the sun, not be afraid of it. \n\nSo how does Kristen start the conversation? By putting sunscreen on in front of her children every, single day. Why? Because the best way to educate others on sun safety and the proper application of sunscreen is by showing them. \n\nNeutrogena® will donate one dollar for every video share* to the Children’s Melanoma Prevention Foundation, a non-profit educational organization, committed to preventing skin cancer, one child at a time, through comprehensive sun safety and melanoma awareness programs.",
    "referenceId": "epbmxtEDRZw",
    "date_created": "1464324043",
    "date_modified": "1490061400",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "66104023",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Kristen-Bell-Provides-Parenting-Advice-for-The-Talk-With-Your-Kids-NEUTROGENA",
    "category": "",
    "duration": 119,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/epbmxtEDRZw\/hqdefault.jpg",
        "uploadDate": 1464324043,
        "videoId": "epbmxtEDRZw",
        "title": "Kristen Bell Provides Parenting Advice for “The Talk” With Your Kids | NEUTROGENA®",
        "description": "Kristen Bell shares that it is never too early to have the dreaded “talk” with your kids. What’s one of her parenting tips to start the conversation about protection? Showcase safety firsthand. But as an over-protective mother, she does have the inclination to use scare tactics with statistics as a first line of defense.\n\nTalking to your kids about protection can have a profound impact on their life, and when they learn about protection at a young age, it can decrease their likelihood of future bad habits. Skin health conversations can also help them to have a healthy relationship with the sun, not be afraid of it. \n\nSo how does Kristen start the conversation? By putting sunscreen on in front of her children every, single day. Why? Because the best way to educate others on sun safety and the proper application of sunscreen is by showing them. \n\nNeutrogena® will donate one dollar for every video share* to the Children’s Melanoma Prevention Foundation, a non-profit educational organization, committed to preventing skin cancer, one child at a time, through comprehensive sun safety and melanoma awareness programs. Learn more: http:\/\/www.melanomaprevention.org\/\n\nLearn more about sunscreen, sun protection, skin cancer prevention, and more at http:\/\/www.chooseskinhealth.com.\n\nNEUTROGENA® Sun Skincare products can be found here:  http:\/\/www.neutrogena.com\/category\/sun.do\n\n*Up to $15,000",
        "author": "Neutrogena",
        "mediaDuration": 119,
        "prettyDuration": "00:01:59",
        "views": "192477",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "[MUSIC PLAYING]\n\nParents let's talk about the talk. You now the talk I'm talking about. It's never too early to start the conversation about wearing protection. Let's just get used to saying the dreaded words aloud, sun exposure. If you're overprotective like me, you might be inclined to panic. Use some scare tactics. The sun can kill you! it causes skin cancer! on Average 354 Americans are diagnosed with skin cancer every hour do you want to be one of them? do you want to be a statistic? do you!? Your goal is to make sure your kids understand the risks and consequences so they always wear protection SPF along with long sleeves, hats, sunglasses. So you and Taylor are going to the beach hu? that's cool, cool, cool. There's gonna be a lot of sun out there. You know what you need to wear right? yes sunscreen and most important of all prepare for the talk by making sure you're setting up a good example. Hu? what am I doing? just putting on my sunscreen you know like mommy does every morning. You know most people make the mistake of putting on too little but every application should be about one ounce for your body. I don't know. It's about the size of a golf ball or a shot glass. That's a whole another talk. See that wasn't so bad right? You can do this. Go talk to your kids about the sun. and like I said set an example for your kids. make sure you show them you're putting sunscreen on everyday. ",
    "VV_VI": 10,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18",
        "11",
        "27"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 8827.265,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}