{
    "title": "Sensitive Skin Relief Gentle Scent™ Lotions | AVEENO®",
    "description": "Sensitive skin care products can be limited to non-scented lotions, but AVEENO has created two new gentle scented moisturizing lotions for sensitive skin.  \n\nIntroducing AVEENO® Skin Relief Gentle Scent lotion in nourishing coconut and soothing oat and chamomile. Both lotions are dermatologist tested and approved, and are as gentle on sensitive, dry, itchy skin as non-scented lotions. In fact, there was improved smoothness and moisture in skin after 1 week of use.",
    "referenceId": "6h0UQrG50do",
    "date_created": "1450299795",
    "date_modified": "1491410201",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "For_Her",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "66104349",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Sensitive-Skin-Relief-Gentle-Scent-Lotions-AVEENO",
    "category": "",
    "duration": 63,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/6h0UQrG50do\/hqdefault.jpg",
        "uploadDate": 1450299795,
        "videoId": "6h0UQrG50do",
        "title": "Sensitive Skin Relief Gentle Scent™ Lotions | AVEENO®",
        "description": "Sensitive skin care products can be limited to non-scented lotions, but AVEENO® has created two new gentle scented moisturizing lotions for sensitive skin.  \n\nIntroducing AVEENO® Skin Relief Gentle Scent™ lotion in nourishing coconut and soothing oat and chamomile. Both lotions are dermatologist tested and approved, and are as gentle on sensitive, dry, itchy skin as non-scented lotions. In fact, there was improved smoothness and moisture in skin after 1 week of use.\n\nFor more skin care tips, subscribe AVEENO® videos here: https:\/\/www.youtube.com\/user\/aveeno.\n\nTo learn more about sensitive skin care products from AVEENO®, visit: http:\/\/www.aveeno.com\/category\/skin+-+hair+solutions\/sensitive+skin.do.",
        "author": "aveeno",
        "mediaDuration": 63,
        "prettyDuration": "00:01:03",
        "views": "2334",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Having sensitive skin isn't always fun. When it comes to scented body care it's like missing out on a big party. Now Aveeno changes this with our new gentle scent collection. Delightfully scented body care clinically shown to be as gentle as fragrance free. It's our first for sensitive skin. So how do we do it? First we look to nature and work with scent experts to find with known with skin benefits. Then we created the active naturals triple oat complex soothing oat gentle scent formulas.\n\nAnd in collaboration with dermatologists, tested them on sensitive skin against a leading fragrance free brand. Not only did sensitive skin users love our gentle scents but they also saw noticeably more smoother and moisturized in just one week. Aveeno skin relief gentle skin body wash and lotion are available in twp delightful scents: nourishing coconut and soothing oat and chamomile. At long last, sensitive skin get's to join the party.",
    "VV_VI": "219",
    "CVV_VI": null,
    "engagement_score": 3,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "16",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6116.5767,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}