{
    "title": "4th of July Decorations",
    "description": "4th of July Decorations\n\nLifestyle designer and television personality Nadia Geller demonstrates a fresh, new decorating tip using Trim-it-Quick's revolutionary hook-strands. Consider this idea for any holiday or seasonal table display. It is great as one of your 4th of July decorations.\n\nThis idea is great for any holiday party, use it for the buffet table or your BBQ table. Creating your 4th of July decorations have never been easier.\n\nFor this 4th of July decoration project looking like fireworks you need:\n1. Fabric, (polyester) same size as the table\n2. Medium strand of trim it quick lights\n3. Cloth tape\n4. Cloth pencil\n5. Scissors\n\nThis is the steps you need to take to create your 4th of July project:\n\n1. Mark out where you want your lights.\n2. Use the strands and lay them out.\n3. Tape down the strings.\n4. Cut wholes to poke the lights through.\n\nGood luck with your project",
    "referenceId": "I0TYX9O8k80",
    "date_created": "1466793856",
    "date_modified": "1466809188",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "66297854",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "4th-of-July-Decorations",
    "category": null,
    "duration": 207,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "TrimitQuick",
        "hdvFlag": 1,
        "hookText": "http:\/\/trimitquick.com\/\n4th of July Decorations\n\nLifestyle designer and television personality Nadia Geller demonstrates a fresh, new decorating tip using Trim-it-Quick's revolutionary hook-strands. Consider this idea for any holiday or seasonal table display. It is great as one of your 4th of July decorations.\n\nThis idea is great for any holiday party, use it for the buffet table or your BBQ table. Creating your 4th of July decorations have never been easier.\n\nFor this 4th of July decoration project looking like fireworks you need:\n1. Fabric, (polyester) same size as the table\n2. Medium strand of trim it quick lights\n3. Cloth tape\n4. Cloth pencil\n5. Scissors\n\nThis is the steps you need to take to create your 4th of July project:\n\n1. Mark out where you want your lights.\n2. Use the strands and lay them out.\n3. Tape down the strings.\n4. Cut wholes to poke the lights through.\n\nGood luck with your project, feel free to leave a comment how your table cloth turned out. \n\n4th of July Decorations\nhttp:\/\/trimitquick.com\/",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/I0TYX9O8k80\/hqdefault.jpg",
        "videoId": "I0TYX9O8k80",
        "mediaDuration": 207,
        "prettyDuration": "00:03:27",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "This next project is a great way that you can snazz up your buffet table at your holiday parties or I'm going to choose to snazz up my fourth of July BBQ table. We're going to create a customized table cloth that's gonna shine from within and for the fourth of July I thought it would be perfect to create one that looked like fireworks. \n\nTo do this we are just going to need a piece of fabric and measure the size of table you're gonna be using. i'm going to use the medium strand of clear lights to emulate the stars, some cloth tape that you can get at your local home improvements store, a cloth pencil which is washable so that we can mark up where we want to put our lights, and a pair of scissors to make the holes. Let's get started!\n\nSo I'm going to spread out the cloth so that I can work from the front. The first thing to do is to start out marking where the firework is going to go. So I'm just going to start out with an X and then i'm going to draw my lines out where I want the strings to be attached on the underside. Then I'm going to get my string of lights split them in half and start laying each strand over a line that we drew. \n\nNow this design would not be possible with another kind of light because these are separate strands all attached to one plug I'm able to create many different combinations  and do it really quickly and really efficiently. You want to make sure that the plugs are towards the backs so that I can put an extension cord and a good tip. Even though these lights are really save I like to use a polyester cloth. So I'm going to get my cloth tape which you can use at any home improvements store. It has just a really great adhesive  on the the back of it. \n\nYou don't really need scissors with this kind of tape, you can just rip it down the middle. Just rip it rip it rip it it's super easy and it's really strong. I'm just going to start on taping down each string along the line that I drew. And the whole idea is to make this thing to look like a firework so I really want them to be spread out like firework because it is exploding in the sky.\n\nOnce they are all taped down completely we're gonna go and let some of the light poke through you don't have to let all of the lights poke through you can if you want to it's totally your choice. The lines are going to shine through the cloth and then I want to give them a little extra sparkle by cutting little holes by just pinching the fabric making a little crease.\n\nAnd then you can just feed the light through and cover it with a piece of cloth tape to keep it in place. You can do that how ever you want or just do every ten of them just to give it a little extra sparkle. Then we're gonna gather this up finish it up and put it on our BBQ table and we'll see how it looks.\n\nAnd there you have it we have a festive fourth of July table cloth ready fro my buffet and ready for my family to enjoy.",
    "VV_VI": "111",
    "CVV_VI": null,
    "engagement_score": 1,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18",
        "20",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1490.6831,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}