{
    "title": "3-in-1 Cook Central 4 Quart MultiCooker (en Español) (MSC-400)",
    "description": "Join us:\nhttp:\/\/www.facebook.com\/cuisinart\nhttp:\/\/twitter.com\/#!\/cuisinart\nhttp:\/\/pinterest.com\/cuisinart\/\nhttps:\/\/plus.google.com\/+cuisinart\nhttps:\/\/instagram.com\/cuisinart\/",
    "referenceId": "bkbGV_gONaY",
    "date_created": "1444593873",
    "date_modified": "1444593873",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6660767",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "3-in-1-Cook-Central-4-Quart-MultiCooker-en-Español-MSC-400",
    "category": null,
    "duration": "420",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "cuisinart",
        "hdvFlag": 1,
        "hookText": "Join us:\nhttp:\/\/www.facebook.com\/cuisinart\nhttp:\/\/twitter.com\/#!\/cuisinart\nhttp:\/\/pinterest.com\/cuisinart\/\nhttps:\/\/plus.google.com\/+cuisinart\nhttps:\/\/instagram.com\/cuisinart\/",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/bkbGV_gONaY\/hqdefault.jpg",
        "videoId": "bkbGV_gONaY",
        "mediaDuration": "420",
        "prettyDuration": "00:07:00"
    },
    "transcripts": "This is the Cuisinart 3 in 1 Multi Cooker. This year to happens to be four quarts. It's a nice, generous size. The great thing about this product is you can brown, saute, and then slow cook in it also. So you can still develop that really great flavor when your browning meats and then actually slow cooking. \n\nSo you can use a little bit tougher pieces of meat, and this will allow you to brown it and get a lot of flavor out of the meat, and then cook it at a really low temperature for a long period of time. And it'll be nice and tender and very flavorful. \n\nThe other thing with this product is you can also steam in it. So you could steam artichokes. You could actually do it like a seafood boil, which is really nice. A lot of people I know also use it to make oatmeal. So when they get up in the morning, they have a nice big warm batch of oatmeal ready so that they don't have to rush around in the morning and get their kids ready for school or even get themselves ready to get to work. Or on the weekend, if you have company it's a great way to make a beautiful batch of oatmeal to have when you wake up in the morning. \n\nSo let me show you what else you can do to program this unit. The one thing about it that I really like is it can do what we call combination cooking. So you can basically switch between cooking modes. So if you're brown sauteing and then you want to slow cook, you just press the button and it automatically switches. You don't have to turn it off and turn it back on. \n\nIt has a 24-hour timer. So you can cook for up to 24 hours. And then after the time elapses it goes on a keep-warm feature. So if you're preparing a meal in your slow cooker that you want to have ready when you get home from work during the week, if you're not home on time, it's not a problem. It kicks on to keep warm and it'll keep your meal ready for when you get home. \n\nThe other thing is that over here you'll notice there's a temperature. And I'm going to show you how to use it in a few minutes. But what happens here is that there's four settings. You have low, high, warm, which will go on automatically, and then simmer. \n\nWhat I'm going to do today is I'm going to show you how quick and easy it is to make a rustic tomato soup, which you can have for a dinner party if you want or you can actually cook it and have it ready for during the week when you get home. \n\nSo let's look at the rest of the pieces. This is your removable cooking pot. Just pick that up and slide it down. This is your glass lid. It's rimmed in stainless steel. Has a nice handle on the top. \n\nAnd then this is your cooking rack. And this is great where I mentioned you can do like steamed artichokes. So there's two levels. This is the higher level, and you turn it over and that's the lower level. So depending on what you're cooking or if you're going to put ramekins in there and maybe cook a little bit of custard, that's important to use. \n\nSo why don't we get started with that tomato soup. We're going to remove the lid. The first thing I'm going to do is add just a little bit of olive oil, some garlic, hear it start to sizzle. Carrots. And then the rest of our ingredients that make our mirepoix, which helps develop really great flavor. And that's your onion and your celery. \n\nAnd the last thing I'm going to do is I'm going to add just right now a pinch of pepper to get it going, and then a pinch of salt. \n\nSo what we're going to do, I'm just going to stir this around just a little bit. And then what we're going to do is we're going to let it cook for a few minutes. And we're going to come back and check on it. But something I forgot to mention to you is obviously I started cooking in the pot right away. What I did was so we wouldn't have to wait was I had it set on brown\/saute, and I put it on 350 so we wouldn't have to wait for it to heat up while we're getting cooking. \n\nAnd the other thing I want to mention about the temperature is that it goes from 150 all the way up to 400. So if you're browning any kind of meat, you're going to get a nice really consistent temperature on that. So like I mentioned, we're going to let that sit for a few minutes, about six to eight minutes. We're going to come back and check on it and make sure it's all nice and translucent and it's starting to cook. \n\nSo let's check on our vegetables. They're nice and translucent. And you can see they're starting to get a little color on them and they're nice and cooked, so we're going to get a nice flavor to the base of our soup. \n\nAnd now what I'm going to do is I'm going to add the rest of the ingredients. And that is going to be these are sun dried tomatoes. These happen to have been in a little bit of the oil, just so you know. The next item is basil. You're just going to put the basil in. And margarine. The last ingredient here is going to be some baking soda. And then our two main ingredients are the fresh tomatoes and lastly vegetable stock. \n\nAnd what we're going to do now is we're going to put the lid-- I'm going to actually give it a little stir first, stir the ingredients around. You can see them. And like I mentioned, this is rustic tomato soup, so it's nice and chunky tomatoes. \n\nPut the lid on. Now what we're going to do is we're going to set it. Like I mentioned earlier, it has combination cooking. We're just going to press slow cook. And you'll notice it automatically, because as a combination cooking, goes from one setting to the next. \n\nAnd you'll see the default here was low. I'm going to just show you the other settings. It's high, warm, and simmer. And then we're just going to go back to low because we're going to let this cook for four hours. \n\nAnd then here's your timer. It goes from 0 all the way up to 24 hours. And today what we're going to do is we're just going to press it until it gets up to 4. So what's going to happen is we're going to let it cook for four hours and we're going to come back and check on our tomato soup. \n\nSo here's our tomato soup. You'll notice it's not chunky anymore. It's really smooth because I actually blended it. You don't have to do that. I prefer my soups chunky, so I'd probably leave it the way the ingredients went in. \n\nHaving a slow cooker at home is really convenient. It does the cooking where you're off doing something else. Maybe you're at the soccer game, or maybe your entertaining friends, doing something else, and the slow cooker's cooking for you. Remember, it's a great thing to have in your kitchen. Cooks the food while you're away doing something else.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1152.656,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}