{
    "title": "Thanksgiving 2015: What to Prepare for 4 Weeks Out",
    "description": "Thanksgiving planning won't be a challenge if you follow Sam the Cooking Guy's advice on what to start prepping for beginning four weeks before Thanksgiving.",
    "referenceId": "XgbkH0iaUO0",
    "date_created": "1444595614",
    "date_modified": "1477336217",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6660776",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Thanksgiving-2015-What-to-Prepare-for-4-Weeks-Out",
    "category": null,
    "duration": "140",
    "settings": {},
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "Thanksgiving planning won't be a challenge if you follow Sam the Cooking Guy's advice on what to start prepping for beginning four weeks before Thanksgiving.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/XgbkH0iaUO0\/hqdefault.jpg",
        "videoId": "XgbkH0iaUO0",
        "mediaDuration": "140",
        "prettyDuration": "00:02:20"
    },
    "transcripts": "Hey, it's Sam, and I'm in my Bed Bath & Beyond store talking about getting ready for Thanksgiving. Look, I know for a lot of people Thanksgiving can be very stressful. Who to invite, who not to invite-- perhaps a bigger question. What to cook, when to cook it. You get the idea. So I'm here today to help you get organized. \n\nOK first, think about who is coming and how many there will be. Then what kind of Thanksgiving do you want? Do you want traditional? Do you want casual? Do you want a  buffet or even a pot luck? Because these decisions will guide the rest of your planning. And by the way, these are perfect for leftovers. \n\nIf you decide to do a pot luck or even just have people bring sides, tell them now, but be specific. If you just say sides, you might end up with four yam casseroles. I don't think anybody wants four yam casseroles. \n\nThis is also the time to start a shopping list. I'm not saying shopping now, I'm just saying a list. That being said, if you want a special turkey, this would be the time to order. And for planning purposes, think about one pound of turkey per person, unless you really, really like leftovers, then you could go up to a pound and a half per person. And you're going to need a baster. \n\nAlso start thinking about big picture cooking equipment. For example, if you're doing a traditional turkey, you're going to want a roasting pan. Before you look at me and go, Sam, I'm only ever going to use it once a year for turkey, that's not correct. Because something this big is perfect for enchiladas, all kinds of casseroles, roasting tons of vegetables, even making a gigantic cobbler. \n\nAnd don't forget, deep frying a turkey is a great option and delicious. And don't discount it because you think, oh, it's going to be greasy. Done the right way, not only is it not greasy, but it's super delicious, moist, and tender. \n\nOK, to summarize. At this point it's really kind of big picture stuff. Planning starts now. Invitations can start now. What your friends will bring ca start now too. You can do this. We can all do this. And online you'll find our downloadable Thanksgiving prep list. This will take you all the way from now until the big day.",
    "VV_VI": "9",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "9",
        "22",
        "16"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4279.539,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}