{
    "title": "Newborn Care: How to Give Your Baby a Bath",
    "description": "Giving your newborn baby a bath can be tricky. Remember these helpful tips about how to give your baby a bath and you'll soon develop a solid routine for this special time. \n\nThis video is about how to prepare and give your newborn baby a bath.",
    "referenceId": "f0eugyfqEE0",
    "date_created": "1467856963",
    "date_modified": "1467996568",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "66664096",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Newborn-Care-How-to-Give-Your-Baby-a-Bath",
    "category": null,
    "duration": 86,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Pampers",
        "hdvFlag": 1,
        "hookText": "Giving your newborn baby a bath can be tricky. Remember these helpful tips about how to give your baby a bath and you'll soon develop a solid routine for this special time. More from Pampers: https:\/\/www.youtube.com\/watch?v=KajgGUBH9dk&list=PLEO5ZutnaN0PrPYhLBfPU2ZFMvWDE4Gak\n\nCheck out the rest of the Newborn Care: How to Take Care of a Newborn Baby Playlist:\nhttps:\/\/www.youtube.com\/watch?v=Q7WuKKUxqwM&index=1&list=PLEO5ZutnaN0Nv36qwV2h0p9GUe0kuhNIj\n\nSubscribe to get notified when new Pampers videos are uploaded!\nhttp:\/\/www.youtube.com\/subscription_center?add_user=pampers\n\nOther Pampers Channels:\nWebsite: http:\/\/www.pampers.com\/\nFacebook: https:\/\/www.facebook.com\/Pampers\nTwitter: https:\/\/twitter.com\/pampers\nGoogle+: https:\/\/plus.google.com\/u\/0\/103592546535723849301\n\nThis video is about how to prepare and give your newborn baby a bath.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/f0eugyfqEE0\/hqdefault.jpg",
        "videoId": "f0eugyfqEE0",
        "mediaDuration": 86,
        "prettyDuration": "00:01:26",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Bath time was often tricky. Trying to juggle what I needed and keep hold of my little one. I learned to make sure that everything was handy within arm's reach. So I could keep one hand on my baby and still easily get what I needed. Then I'd fill the tub with a couple of inches of comfortably warm water. It should be around 94 to 96 degrees Fahrenheit. I used a baby bathtub, but a sink or a plastic tub works well too. I'd make sure the room was warm enough, Around 75 degrees Fahrenheit before undressing my baby and wrapping them in a towel to keep them warm. To clean them, I'd use a soft washcloth or sponge. Rinsing off each part in turn and then gently cleaning off any visible flakes of skin. I was extra careful to go in between all the folds of skin being sure to check behind the ears, between the fingers and toes, under the arms, and in the folds of the neck and thighs where dirt and milk get collected. To keep their head above water, I'd make sure I had one arm under them at all times. They can slip into the water in a heartbeat. So I never left them alone in the bath, even for a moment. If I had to leave the room, then I took them with me. After the bath, I would gently, thoroughly, pat them dry. Making sure to check between their fold of the skin. Hearing a theme here? And of course, making sure they were completely dry.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "3",
        "28"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 14338.328,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}