{
    "title": "Thanksgiving 2015 - What to Prepare Three Weeks Out",
    "description": "Sam the Cooking Guy has some great advice on what you should be preparing for three weeks before Thanksgiving.",
    "referenceId": "XSLevnH5raY",
    "date_created": "1444595678",
    "date_modified": "1477336217",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6660777",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Thanksgiving-2015-What-to-Prepare-Three-Weeks-Out",
    "category": null,
    "duration": "138",
    "settings": {},
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "Sam the Cooking Guy has some great advice on what you should be preparing for three weeks before Thanksgiving.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/XSLevnH5raY\/hqdefault.jpg",
        "videoId": "XSLevnH5raY",
        "mediaDuration": "138",
        "prettyDuration": "00:02:18"
    },
    "transcripts": "Welcome back to Thanksgiving planning. We're now three weeks out. This is a time to finalize your menu, so make decisions and stick to them. And now that you know exactly what your menu will be, you can consider any serving or table items you might need. \n\nFor example, a gravy boat. Or for those who like an enormous amount of gravy, the gravy yacht. Turkey platters. Bowls for everything-- mashed potatoes, roasted vegetable, yams, and stuffing. Actually this way. I really like stuffing. \n\nOh yes, and cutting boards. And by the way, this is a really nice one. OK this is also the perfect time for you to start on your non-perishables. Of course you could wait till the day before like so many other people do, but we all know what the supermarkets are like that day, and you don't want to do that. But knowing you're in good shape is an important part of you owning Thanksgiving, not the other way around. \n\nAnd speaking of non-perishables, some Bed Bath stores have an amazing selection. This one, for example, has extra virgin olive oil, polenta, truffle oil, lentils. They even have Kartoffelpuffer. \n\nIt's also the perfect time to cook anything that will freeze well-- pie dough, soups, stocks, casseroles, . And if you need someone to put them in, pretty certain you'll find something in this aisle. \n\nAn important point. Since I just talked about making things that you can freeze, you're going to obviously have to make room in your freezer and your fridge as you get closer to Thanksgiving. So now I need to think about getting rid of what's in your fridge and freezer. And I don't mean getting rid by throwing out, I mean getting rid of by eating. \n\nOK, that's it. It's getting close, and it's getting exciting. By the way, have you downloaded our prep checklist for Thanksgiving yet? This is pretty much all you need to know to take you from the beginning to a successful Thanksgiving. OK, maybe there's other things you need to know, but a lot of it is right here. And you can download it. See you in the next video.",
    "VV_VI": "8",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "25",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 502.54047,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}