{
    "title": "Diaper Change: How to Change a Diaper | Pampers",
    "description": "Changing your newborn baby's diaper can be tricky at first. Start with the right supplies, follow these steps and you'll have the hang of it in no time! \n\nThis video is about how to change a diaper on a newborn baby.",
    "referenceId": "lKVOAp7SPhw",
    "date_created": "1467856872",
    "date_modified": "1467997450",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "66664095",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Diaper-Change-How-to-Change-a-Diaper-Pampers",
    "category": null,
    "duration": 108,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Pampers",
        "hdvFlag": 1,
        "hookText": "Changing your newborn baby's diaper can be tricky at first. Start with the right supplies, follow these steps and you'll have the hang of it in no time! More from Pampers: https:\/\/www.youtube.com\/watch?v=0PcyXzugoC0&index=2&list=PLEO5ZutnaN0OjdCdpHiieMFPbQlOg1a_E\n\nCheck out the rest of the Diaper Tips Playlist:\nhttps:\/\/www.youtube.com\/watch?v=PQy4r2uzIYY&list=PLEO5ZutnaN0O8GS7fTDrUZO-rDDmVvJSE&index=2\n\nSubscribe to get notified when new Pampers videos are uploaded!\nhttp:\/\/www.youtube.com\/subscription_center?add_user=pampers\n\nOther Pampers Channels:\nWebsite: http:\/\/www.pampers.com\/\nFacebook: https:\/\/www.facebook.com\/Pampers\nTwitter: https:\/\/twitter.com\/pampers\nGoogle+: https:\/\/plus.google.com\/u\/0\/103592546535723849301\n\nThis video is about how to change a diaper on a newborn baby.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/lKVOAp7SPhw\/hqdefault.jpg",
        "videoId": "lKVOAp7SPhw",
        "mediaDuration": 108,
        "prettyDuration": "00:01:48",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Changing a diaper can be tricky at first, but you'll have the hang of it in no time. First, set up the changing space and make sure you have everything you need nearby-- but out of the reach of your baby. You'll need diapers and wipes handy. Unfold the clean diaper and set it to one side. Lay your baby down on the changing space. Make sure you keep one hand on the little one so they are secure and keep everything out of their reach to avoid accidents of messes. Pull off their shoes and socks and make sure that all their clothes are pulled off and out of the way. Open the dirty diaper and gently lift the baby up holding the baby by the ankles. Gently clean the genital area from the front to the back with a quality baby wipe, making sure you clean between all the folds of skin. Carefully lift baby again by the ankles and place the new diaper underneath. Position the diaper the right way around. The back has Velcro tabs and the front will typically have a colorful belt on it. Next, place the front of the diaper on the baby's belly. Peel open the Velcro tabs and place them down on the colorful belt in a straight line. Make sure the diaper isn't too tight or too loose around the tummy. You should be able to slide two fingers into the diaper so your little one has room to breathe and move freely. This Pampers diaper has stretchy sides and re adjustable fasteners so that you can open and close again, as well as stretchy leg cuffs to help you get the perfect fit. Throw away the old diaper by folding it with the mess inside and use the sticky tabs to seal it up. Redress your little one and wash both your hands. You're all done. ",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "31",
        "19",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6527.7476,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}