{
    "title": "Thanksgiving 2015: What to Prepare 1 Week Out",
    "description": "It is the week before Thanksgiving and Sam the Cooking Guy has some great tips on what should be on your to do list this week.",
    "referenceId": "xz_H6S3qwqc",
    "date_created": "1444595722",
    "date_modified": "1477336217",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6660778",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Thanksgiving-2015-What-to-Prepare-1-Week-Out",
    "category": null,
    "duration": "148",
    "settings": {},
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "It is the week before Thanksgiving and Sam the Cooking Guy has some great tips on what should be on your to do list this week.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/xz_H6S3qwqc\/hqdefault.jpg",
        "videoId": "xz_H6S3qwqc",
        "mediaDuration": "148",
        "prettyDuration": "00:02:28"
    },
    "transcripts": "Welcome back to Thanksgiving planning. We're now one week away from the big day. Top of the list today, if you're buying a frozen turkey, today's the day to buy it. Because the closer you get to Thanksgiving, the selection drops considerably. \n\nAnd once you have that frozen turkey, it's time to start thawing it. A frozen turkey will take six hours per pound in your fridge to defrost; that means a 12 pound turkey will take three days in the fridge. And once defrosted, it will live happily in your fridge for up to four days. Look, it's always better to be ready a couple days before, than to wake up to a still frozen turkey Thanksgiving morning. If you haven't made room in the fridge or freezer yet, you should get on that. Again, not by throwing it out, by eating the things. Virtually anything can be turned into an omelet, a pizza, a quesadilla, even enchiladas. \n\nPrep the house for guests. Sheets washed, rooms cleaned. Look, there's enough to do the closer you get the Thanksgiving, and getting this out of the way now will be really good. Start thinking table, layout, et cetera. Will you be plating everyone's food and taking it to them, or will you set up a buffet and let everyone get their own? Are you on top of your dishes, glassware, tablecloths, napkins, serving dishes, serving utensils? Because you still have time to get down here, and get it figured out. And if you're going to use your fancy stuff, I suggest you wash it. Look, I'm not judging, but if you're anything like me, the fancy stuff doesn't get used and it's in the cupboard and it's dusty, so get that out of the way. \n\nAnd here's something people often forget-- a good carving knife. If you don't have one, get one. If you have one, you should probably sharpen it. In fact, you should probably sharpen all your knives now. And you don't have to worry about being all \"chefy\" like they are on TV, with this thing and the sharpening. Just get one of the pull throughs. They're easy, they're perfect, they do a great job. And don't forget, this is also the perfect place for the little things that you still might need-- a baster, a brining bag, a gravy separator, cheese cloth, thermometer, roasting rack. All that kind of stuff. \n\nOkay, that's it, it's up to you now, and you know you can totally do this. If you haven't downloaded the prep checklist for Thanksgiving, get your hands on it. It'll take good care of you. Have a wonderful Thanksgiving, and don't forget, have a lot of fun.",
    "VV_VI": "8",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18",
        "25",
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 662.3777,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}