{
    "title": "Three Drinks for Summer Entertaining",
    "description": "Sam the Cooking Guy has three thirst quenching, easy to make drinks for your next summer entertaining get together.",
    "referenceId": "S6BPETDh5Sg",
    "date_created": "1444595539",
    "date_modified": "1477336217",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6660773",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Three-Drinks-for-Summer-Entertaining",
    "category": null,
    "duration": "119",
    "settings": {},
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "Sam the Cooking Guy has three thirst quenching, easy to make drinks for your next summer entertaining get together.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/S6BPETDh5Sg\/hqdefault.jpg",
        "videoId": "S6BPETDh5Sg",
        "mediaDuration": "119",
        "prettyDuration": "00:01:59"
    },
    "transcripts": "I occasionally find that when people entertain, they change up the food from event to event, but when it comes to drinks, it's the same old, same old, which is not good. So here are three drinks for you. Two with and one without alcohol. And we'll start with the mojito. But not a regular mojito. We're making a ginger mojito. \n\nIn it glass, put five or six mint leaves and a couple of lime wedges. Use a muddler to press down on the mint and limes. So for those wondering, yes, in a regular mojito you would normally add sugar at this point. But because we're adding ginger ale, there's already sugar in it. I'm saving you a step. \n\nA muddler really helps extract super amounts of flavor from whatever it is that's below it. Of course in this case you could squeeze the limes, but you wouldn't get anything natural oils out of the skin, and you want that. And you certainly wouldn't get anything from just putting pieces of mint in. Add ice, white rum, and top off with ginger ale and a little more mint and lime. Oh boy is that good. \n\nOK, next up, a pitcher drink is always fun to serve, and this one has no alcohol in it. In a pitcher, combine orange juice, grapefruit juice, and soda water. Add lots of ice, orange or grapefruit wedges, and serve. \n\nAnd finally, we all love the classical Arnold Palmer-- half iced tea, half lemonade. But sometimes you want a slightly more grown-up version. So put lots of ice in a glass and add equal parts of iced tea and lemonade. Then top off with bourbon and add a lemon wedge. Three new drinks, so there's no need to serve the same thing over and over again. Cheers.",
    "VV_VI": 3,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "25",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 350.29776,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}