{
    "title": "Christmas Dinner Preparation in Advance",
    "description": "These 4 simple tips from Sam the Cooking Guy will help your preparation for your big Christmas dinner go really smoothly.Thank you for watching.",
    "referenceId": "uva-MW0n_m0",
    "date_created": "1444595588",
    "date_modified": "1491507042",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6660775",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Christmas-Dinner-Preparation-in-Advance",
    "category": null,
    "duration": "99",
    "settings": {},
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/blog.bedbathandbeyond.com\/bbb-video\/get-organized-christmas-dinner-advance\/  These 4 simple tips from Sam the Cooking Guy will help your preparation for your big Christmas dinner go really smoothly.Thank you for watching. Make sure you subscribe to the Bed Bath & Beyond YouTube channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/uva-MW0n_m0\/hqdefault.jpg",
        "videoId": "uva-MW0n_m0",
        "mediaDuration": "99",
        "prettyDuration": "00:01:39",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Christmas dinner could go one of two ways. You're totally relaxed, calm, and having fun or you're melting down miserable and way behind schedule. And I can tell you the key to making it enjoyable in one word, preparation. Let me give you four tips to keep you smiling all day. \n\nOne, how about prepping your salad the day before. I like to rinse leaves, shake off the excess water, and roll them up in paper towels to store in the fridge. Now they're not just ready, but they'll stay crisp until you need them. And while we're on salads, make your dressings in advance because honestly, they'll only get better. \n\nAlmost any casserole you serve meat, pasta, vegetables, including these amazing scallop goat cheese potatoes, can and should be made a few days before. Then all you have to do is reheat when you need them. If you have vegetables to cut, don't wait. Just cut them a day before and seal them well. You know that line, it'll only take me a minute to do them. Well trust me, with everything else going on Christmas day, you'll wish you had those minutes back. \n\nPies, pie dough, and bread items make them and get them out of the way early. Remember this. The more you do in advance, the less you have to do at the last minute. That's all, have a great holiday dinner.",
    "VV_VI": 12,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 282.1896,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}