{
    "title": "CastLite™ Non-Stick Cast Iron Cookware 5.25 Qt. Dutch Oven w\/ Cover (CIL4525-26BB 26R) Demo Video",
    "description": "Dutch ovens have been kitchen staples for generations of cooks. Designed to be up to 50% lighter than traditional cast iron, this Dutch Oven is built for performance. Easily deep-fry, stew, or braise any meal!\n\nLearn more: http:\/\/www.cuisinart.com\/products\/cookware\/castlite_nonstick_cast_iron\/cil4525-26r.html\nJoin us:\nhttp:\/\/www.facebook.com\/cuisinart\nhttp:\/\/twitter.com\/#!\/cuisinart\nhttp:\/\/pinterest.com\/cuisinart\/\nhttps:\/\/plus.google.com\/+cuisinart",
    "referenceId": "eST3OCDzlAI",
    "date_created": "1444528933",
    "date_modified": "1444528933",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6660702",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "CastLite-Non-Stick-Cast-Iron-Cookware-5-25-Qt-Dutch-Oven-w-Cover-CIL4525-26BB-26R-Demo-Video",
    "category": null,
    "duration": "135",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "cuisinart",
        "hdvFlag": 1,
        "hookText": "Dutch ovens have been kitchen staples for generations of cooks. Designed to be up to 50% lighter than traditional cast iron, this Dutch Oven is built for performance. Easily deep-fry, stew, or braise any meal!\n\nLearn more: http:\/\/www.cuisinart.com\/products\/cookware\/castlite_nonstick_cast_iron\/cil4525-26r.html\nJoin us:\nhttp:\/\/www.facebook.com\/cuisinart\nhttp:\/\/twitter.com\/#!\/cuisinart\nhttp:\/\/pinterest.com\/cuisinart\/\nhttps:\/\/plus.google.com\/+cuisinart",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/eST3OCDzlAI\/hqdefault.jpg",
        "videoId": "eST3OCDzlAI",
        "mediaDuration": "135",
        "prettyDuration": "00:02:15"
    },
    "transcripts": "Hi, I'm Mary Rogers, and this is Cuisinart's new Castlite cookware. These happen to be Dutch ovens, and they're 5 and 1\/4 quarts, so they're a nice generous size. The great thing about our Castlite cookware is that it's up to 50% lighter than traditional cast iron. And if you've used cast iron before, one of the things about it is it's very heavy to lift and carry around even when it's empty. So once you put the food in it gets quite heavy. \n\nThis cookware is a lot easier to lift and carry around, whether you have food in it or if it's empty. The great thing about this, too, is that you'll notice the interior has a finish on it, and that finishes called DuPont Platinum. It's specifically made for cast iron cookware. You'll also notice this one is blue-- this is my favorite color-- and as you can see, this one here is red. \n\nI love the shape of this cookware. It's really versatile. The great thing about it, too, is it's great for lots of different things. You can do soups, sauces, chilies, you can even do a nice braze in here. \n\nIt can go into the oven up to 500 degrees without the lid, and if you use the lid, it goes in the oven up to 350. So it's really versatile. It can go on the stove top, it can go in the oven. The lid is tempered glass. It's rimmed in stainless, has a nice high arch handle so it's easy to lift off your cookware and remove. \n\nThe other thing about this cookware, too, is I like it because it has nice wide handles so you get a nice grip on it. You'll also notice that it's riveted on so it's very sturdy and secure, so it's easy to carry around with your food in it. \n\nThe other great thing about this cookware is it's dishwasher safe. So if you prefer to put everything in the dishwasher, not wash it in the sink, this is a great product for you. So there you have it. The Cuisinart Castlite cookware. It's up to 50% lighter than traditional cookware, but you have all the great benefits of terrific heat distribution and heat retention, so you get great cooking result every time.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 8822.323,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}