{
    "title": "One Oven Christmas Meal",
    "description": "Sam the Cooking Guy shows how to make a delicious and special three course Christmas meal all in one oven.Thank you for watching.",
    "referenceId": "5nr8ifNowWY",
    "date_created": "1444595569",
    "date_modified": "1491507084",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6660774",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "One-Oven-Christmas-Meal",
    "category": null,
    "duration": "103",
    "settings": {},
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/blog.bedbathandbeyond.com\/bbb-recipe\/one-oven-christmas-meal\nSam the Cooking Guy shows how to make a delicious and special three course Christmas meal all in one oven. Thank you for watching. Make sure you subscribe to the Bed Bath & Beyond YouTube channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/5nr8ifNowWY\/hqdefault.jpg",
        "videoId": "5nr8ifNowWY",
        "mediaDuration": "103",
        "prettyDuration": "00:01:43",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "I heard someone say once that they couldn't host a Christmas meal, because they had only one oven. And to show you how silly that is I now present to you a wonderful Christmas meal in one oven. \n\nStart by putting a well seasoned room temperature roast into a 450 degree oven. It's seasoned only with kosher salt, and black pepper, and fresh garlic, and it's been rubbed with yellow mustard. I know it sounds a little crazy, but it's so delicious. \n\nAfter 30 minutes, turn down to 350 degrees. At this point, you need to consider the size of your roast for how long it will take. It take about 13 minutes a pound for medium rare. But when it has about an hour left, put your goat cheese scallop potatoes in the oven and add the vegetables to the roasting pan. By the way, all these recipes are on the website. Don't worry about details right now, just watch. \n\nWhen the roast is done, remove from the oven. While it rests, the potatoes will finish cooking, and this is also the time to put your biscuits in the oven. I know I didn't say anything about biscuits, but you always need biscuits. And these have a little blue cheese and black pepper in them. And in 15, 20 minutes, everything comes out. \n\nAnd if your pie people, now would be the time to put the pie in to get it ready for dessert. But look at what you have, a roast with beautiful pan vegetables, goat cheese scallop potatoes, and blue cheese biscuits. One oven, one meal. A little planning, but a lot of payoff.",
    "VV_VI": 8,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 464.843,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}