{
    "title": "Tide | Tide Pod Challenge: Unboxing with Lewis H. (Unbox Therapy)",
    "description": "Watch Lewis Hilsenteger (Unbox Therapy) take the Tide Pod Challenge by unboxing the Tide Pods, and putting his famous Grey Hoodie to the test!",
    "referenceId": "7LJhzRakY_g",
    "date_created": "1435314314",
    "date_modified": "1470183143",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "66858889",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Tide-Tide-Pod-Challenge-Unboxing-with-Lewis-H-Unbox-Therapy",
    "category": "",
    "duration": 184,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/7LJhzRakY_g\/hqdefault.jpg",
        "uploadDate": 1435314314,
        "videoId": "7LJhzRakY_g",
        "title": "Tide | Tide Pod Challenge: Unboxing with Lewis H. (Unbox Therapy)",
        "description": "►Stay up-to-date with all of the latest videos by subscribing to our channel right here: https:\/\/www.youtube.com\/user\/tidelaundry\/?sub_confirmation=1      \n\nWatch Lewis Hilsenteger (Unbox Therapy) take the Tide Pod Challenge by unboxing the Tide Pods, and putting his famous Grey Hoodie to the test! \n\n►Tide How to Articles: http:\/\/tide.com\/en-us\/how-to-wash\n\nJoin Us on Social:\n►”Like” Tide on Facebook: https:\/\/www.facebook.com\/Tide\n►Follow Tide on Pinterest: https:\/\/www.pinterest.com\/tide\n►Follow Tide on Instagram: https:\/\/instagram.com\/tidelaundry\/\n►Follow Tide on Twitter: https:\/\/twitter.com\/tide \n►Follow Tide on Google+: https:\/\/plus.google.com\/+tide\/videos",
        "author": "Tide",
        "mediaDuration": 184,
        "prettyDuration": "00:03:04",
        "views": "8293600",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "What's up guys, Lewis here and today I'm gonna be taking the Tide challenge. Now you're probably wondering. What exactly that is. That's the opportunity to test various substances on your favorite garment and see if Tide can get them out. But this didn't start with me, it started over with the Slow-Mo guys then it moved to Rooster Teeth, and I've been Challenged by Andrew Hales. As you guys know, I love my hoodies, I've got one right here. This is what I'll be testing. Before I get into the test, I'll go ahead and unbox the product and check it out a little bit more closely. So here's a closer look at the actual pod and as you can see it's three distinct substances. You have detergent, stain removal, and brightener. I can't help to think about the manufacturing process involved in making this happen. But the whole goal here is to keep them separate until you're actually doing your laundry at which point they'll combine. \n\nSo I've got some hot water over here and we're gonna find out what this thing looks like when it dissolves. Oh wow. So you can see it's like a combined release here. And what I'm noticing here is that the blue one began to eject first followed by orange and now the main compartment. And eventually all three substances will combine to create this solution here. And that's important because I'm relying on this stuff to get pesky stains out of my favorite hoodie. Let's do this. Let's get it started by the salsa followed by some chocolate ice scream the most appetizing of the bunch some tomato sauce and good old fashioned mud. And lastly, If you have completely messed up, oops. So as you can tell my favorite hoodie is destroyed or at least it looks destroyed. Hopefully it's not because this is the moment for the Tide magic happens.\n\nStep 1, grab your pod, then simply throw it in. Next, it's sweater time. My poor grey hoodie. Let's get this started. This is the real moment of truth and look at that it's all gone. Everything is gone. The chocolate ice scream, the salsa, the tomato sauce, the dirt. My lovely grey sweatshirt lives. So there you have it Tide challenge complete and as you can tell I am back and comfortable in my favorite grey hoodie. The Tide worked, saved it, revived it, so I'm grateful. Anyways you guys, thanks very much for watching. If you enjoyed this content, make sure to leave a thumbs up down below and I would now like to pass this challenge on to KL from secret life of a bionerd. Good luck.",
    "VV_VI": "77",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "11",
        "28"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 322.2037,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}