{
    "title": "Tide | Tide Pod Challenge: K.L Cao DIY Avocado Mask",
    "description": "Watch our favorite DIY beauty blogger, K.L Cao (Secret Life of a BioNerd) take the Tide Pod Challenge by showing you how to make her favorite Avocado Mask while getting her favorite garment messy through the tutorial!",
    "referenceId": "fqsIod7GeCc",
    "date_created": "1435313671",
    "date_modified": "1469811004",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "66858888",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Tide-Tide-Pod-Challenge-K-L-Cao-DIY-Avocado-Mask",
    "category": "",
    "duration": 155,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/fqsIod7GeCc\/hqdefault.jpg",
        "uploadDate": 1435313671,
        "videoId": "fqsIod7GeCc",
        "title": "Tide | Tide Pod Challenge: K.L Cao DIY Avocado Mask",
        "description": "►Stay up-to-date with all of the latest videos by subscribing to our channel right here: https:\/\/www.youtube.com\/user\/tidelaundry\/?sub_confirmation=1      \n\nWatch our favorite DIY beauty blogger, K.L Cao (Secret Life of a BioNerd) take the Tide Pod Challenge by showing you how to make her favorite Avocado Mask while getting her favorite garment messy through the tutorial!\n\n►For more great content, visit the Tide website: http:\/\/tide.com\/en-us\n\nJoin Us on Social:\n►”Like” Tide on Facebook: https:\/\/www.facebook.com\/Tide\n►Follow Tide on Pinterest: https:\/\/www.pinterest.com\/tide\n►Follow Tide on Instagram: https:\/\/instagram.com\/tidelaundry\/\n►Follow Tide on Twitter: https:\/\/twitter.com\/tide \n►Follow Tide on Google+: https:\/\/plus.google.com\/+tide\/videos",
        "author": "Tide",
        "mediaDuration": 155,
        "prettyDuration": "00:02:35",
        "views": "15088634",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey! Today I'm going to be doing the Tide challenge and if you don't know what that is, it's basically me wearing my favorite shirt and getting it as messy as possible hoping that Tide will help me clean it up. So first it started off with the Slow-Mo guys. Rooster Teeth did their own challenge. Andrews Hales picked it up from there and then Louis from un-box therapy has finally challenged me.\n\nAnd to take on this challenge, I'm going to show you guys a DIY avocado mask. I've been flying quite frequently and I just need some extra hydration. So to start off, obviously, we're gonna need some avocados. Now, because my avocados are not as ripe, I'm just gonna use my hands. I'm just gonna get rid of some of that on me here. Next, use just a tablespoon of honey and then a tablespoon of milk. \n\nAnd now we're gonna throw this into the blender because we want this to be really smooth. Ooh look how gooey that looks. and I think the best way to apply this is also with your hands because you can really feel all of it onto your face. And you also don't want to forget your neck as well. Oh crap this is all over me. Now normally I wouldn't DIY in such a nice shirt, but it's 100% natural so have at it.\n\nAlrighty so I'm all cleaned up and my face feels really moisturized and supple, but of course my shirt isn't so clean. So we're gonna go ahead and see if Tide can clean this up for me. So first I take a Tide pod. And just gonna throw it into the wash along with my messy shirt here and that's all I have to do to clean up my shirt. So let's see if Tide will do its trick. Let's take a look at my shirt. Oh it's nice and toasty. Look how clean my shirt is and it smells amazing!\n\nYeah. Checked. That's clean. The sleeves are clean. The collar looks really clean as well. So yeah my shirt is clean, I'm clean, I'm ready to put this back on, and hop out onto my next flight. Thank you Tide for cleaning up my shirt so I don't look really gross on the plane. Please check out all the other challenges. If's you guys like, make sure to like the video down below and I'll talk to you guys later. Remember to rock on. Bye!",
    "VV_VI": "9",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "11",
        "16",
        "31"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 430.18317,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}