{
    "title": "Nostalgia Electrics Retro Series Frozen Beverage Station (FBS400RETRORED)",
    "description": "This all-in-one frozen drink machine will make perfect slush drinks, margaritas, daiquiris, smoothies and more every time! The two ice shaving options allow you to choose a fine or coarse shaved ice texture. Making one or multiple servings is easy, with the serving sizes indicated right on the pitcher. Use the included recipes to make delicious drinks, or create your own. With the Frozen Beverage Station, making refreshing icy drinks is fun and easy!",
    "referenceId": "Tkf07OydhUU",
    "date_created": "1469663195",
    "date_modified": "1491517679",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "dining_entertaining",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "67168404",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Nostalgia-Electrics-Retro-Series-Frozen-Beverage-Station-FBS400RETRORED",
    "category": null,
    "duration": 10000,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "NostalgiaElectrics",
        "hdvFlag": 0,
        "hookText": "This all-in-one frozen drink machine will make perfect slush drinks, margaritas, daiquiris, smoothies and more every time! The two ice shaving options allow you to choose a fine or coarse shaved ice texture. Making one or multiple servings is easy, with the serving sizes indicated right on the pitcher. Use the included recipes to make delicious drinks, or create your own. With the Frozen Beverage Station, making refreshing icy drinks is fun and easy!\n\nBuy online at: http:\/\/amzn.to\/14JbMD5",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Tkf07OydhUU\/hqdefault.jpg",
        "videoId": "Tkf07OydhUU",
        "mediaDuration": 111,
        "prettyDuration": "00:01:51",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Today I'm gonna show you our coolest new product. It's our retro frozen beverage station. What's cool about this is you can make amazing frozen drinks. So what we're gonna do first is we're gonna take ice and put it up on top of the bin. Now, we're gonna take our pitcher out. This is your blending stick. And we're just gonna take some grape juice because I happen to have some grape juice in the house. \n\nso put it front wise and then very gently just move it like so just to lock the position. And then you have a control here that says snow or slush. Snow makes it light and fluffy kinda like went it snows outside and a nice fluffy day with ice and snowflakes as opposed to where it says slush which is more sleety and gritty type of texture. But instead of going snow we're gonna go with a slush type drink. So it's got a nice texture like you can eat that.\n\nAlright here we go so we're gonna turn it on. And we're gonna pour our drink. Look at that like a granito like I said. Nice and icy. Look at that. Nice thick drink. Take a straw put it in here. Now I can mix a little tequila in there a little vodka gin. But I'm gust gonna drink it straight up like this. Ah it's great. I can't drink to fast because I'm gonna get a brain freeze. Go on the web go to your favorite retail store and look for your frozen beverage station from Nostalgia Electrics. Thank you very much",
    "VV_VI": "19",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1249.1611,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}