{
    "title": "Silhouette Sphere Hardside Luggage Collection",
    "description": "The Samsonite Silhouette Sphere Collection isn't trying to reinvent the wheel, just make a better way to get where you're going. See how the Samsonite Silhouette Sphere provides effortless maneuverability in every direction with its four spherical wheels.\n\nThe Samsonite Silhouette Sphere Hardside Luggage Collection has four spherical spinner wheels on each piece and the durability of hardside polycarbonate noted for its outstanding impact strength, superior stability, excellent thermal resistance, and low-temperature toughness.",
    "referenceId": "uDLyQlcsSSQ",
    "date_created": "1470090284",
    "date_modified": "1470091927",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "outdoor_living",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "67252621",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Silhouette-Sphere-Hardside-Luggage-Collection",
    "category": null,
    "duration": 138,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "samsonite",
        "hdvFlag": 1,
        "hookText": "The Samsonite Silhouette Sphere Collection isn't trying to reinvent the wheel, just make a better way to get where you're going. See how the Samsonite Silhouette Sphere provides effortless maneuverability in every direction with its four spherical wheels.\n\nThe Samsonite Silhouette Sphere Hardside Luggage Collection has four spherical spinner wheels on each piece and the durability of hardside polycarbonate noted for its outstanding impact strength, superior stability, excellent thermal resistance, and low-temperature toughness.\n\nLearn more about Samsonite Sphere Hardside Luggage here: http:\/\/shop.samsonite.com\/Silhouette-SPHERE\/b\/6327113011",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/uDLyQlcsSSQ\/hqdefault.jpg",
        "videoId": "uDLyQlcsSSQ",
        "mediaDuration": 138,
        "prettyDuration": "00:02:18",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Silhouette sphere hardside fuses style, sleek components, mobility, comfort, and capacity using the latest in thermal plastic technology. This collection is made with makrolon poly-carbonate formulated by the chemists at bear materials AG to provide exceptional impact resistance at extreme temperatures ensuring your case can handle whatever life throws at it. The collection also features the revolutionary sphere wheels. These new spherical ball wheels blend performance handling with a comfortable smooth ride as they provide traction, cushion road shock, and carry a full load over various surfaces.\n\nSilhouette sphere comes in three sizes. 22, 26, and 30 inch uprights in black and blue. The 22 inch features a unique taper design which conforms to the shape of the overhead bin for easier storage. Gel infused pull handles, automotive inspired carry handles, and protected flush mount TSA locks add comfort, protection, and security to a case loaded with interior features. These include a wet pack and three other large capacity pockets intelligently designed into 2 full zip divider panels, a discreet modesty pocket, and a removable garment cover and complete and impressive interior packing layout.\n\nNew to the Silhouette collection, is the poly carbonate spinner business case. This versatile carry on has all the sleek comfortable and mobile elements on the upright but packs a ton of innovation on the inside. The patented tech locker has a place for all your mobile electronics. A padded compartment holds up to a 15 point six inch laptop, a soft line tablet compartment,  and several core compartments make the wheel business case as tech mobile as today's business traveler. \n\nIf you just want the capacity of a great 2 to 3 night travel case, simply remove the innovative tech locker feature and enjoy a huge versatile space for all your needs. For travelers craving capacity, style, and protection, Samsonite once again delivers over 100 years of technology with our best silhouette offering to date",
    "VV_VI": "104",
    "CVV_VI": null,
    "engagement_score": 1,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 892.65344,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}