{
    "title": "Black & Decker TO1303SB 4 Slice Toaster Oven, Silver  Kitchen & Dining",
    "description": "This is a reasonably capable toaster oven. It toasts bread relatively evenly and is an easy alternative to using my full-sized oven for re-heating small items. Even though there is only a single heating element on the top and bottom, it does a good job. The toaster oven comes with a crumb tray for the bottom, a wire rack and a drip tray\/baking pan.\n\nIt has 4 modes: warm, broil, bake, toast. In warm and broil mode, only the top heating element is used, In bake and toast mode, both heating elements are used.",
    "referenceId": "TEKV2-sJ7Rs",
    "date_created": "1473718827",
    "date_modified": "1473719174",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "68377582",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Black-Decker-TO1303SB-4-Slice-Toaster-Oven-Silver-Kitchen-Dining",
    "category": null,
    "duration": 245,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Health Life",
        "hdvFlag": 0,
        "hookText": "http:\/\/amzn.to\/1No5Wur\nThis is a reasonably capable toaster oven. It toasts bread relatively evenly and is an easy alternative to using my full-sized oven for re-heating small items. Even though there is only a single heating element on the top and bottom, it does a good job. The toaster oven comes with a crumb tray for the bottom, a wire rack and a drip tray\/baking pan.\n\nIt has 4 modes: warm, broil, bake, toast. In warm and broil mode, only the top heating element is used, In bake and toast mode, both heating elements are used.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/TEKV2-sJ7Rs\/hqdefault.jpg",
        "videoId": "TEKV2-sJ7Rs",
        "mediaDuration": 245,
        "prettyDuration": "00:04:05",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hi this is Michael and this is my review of the Black & Decker 4-slice toaster oven model T 0 1303SB. Comes with a user guide guide and two quick start manuals. Two quick start sheets I should say and there's the user guide. Comes in French Spanish and English versions. You get the wire rack which is already in the toaster oven this is also a baking tray and you can also use it as a drip tray put it underneath the wire rack. There's only one position for the wire rack to go into and there are two slots one on each side that you slide the rack into. If you can use this is as baking tray, you would flip the wire rack upside down so that this sits on top of that wire rack and it won't slide back and forth because the guides that are in there. And there's also a tray which is already installed and that's  already in the bottom of the toaster oven and instead of sliding out from the bottom likes they sometimes do this actually has to be removed by opening the door now you've got three controls on the right side. The top one is the temperature and when you're toast mode, the temperature is all the way ON. You know you just spin this all the way to the right it does say toast over here. The middle knob is how you select between warm, broil, bake, and toast. So since we're toasting bread right now, I have it on toast and on the bottom is a is the timer and also where you select what type of toast you want whether you want it you know darker lighter whatever and the timer does have a dingy bell that goes off. So my toast I set it fro sort of in the middle between black and very light and the toast actually is getting ready about to the point where I wish it would ding very quickly here. Otherwise, I'm going to end up with very black toast. But I think I'm gonna pull it out here even though it didn't ding. That's the ding here and I just wanna show you the eveness or not of the toasting. So that's the side that was facing the bottom and that's the side that was facing the top. So you get a good comparison to what it looks like top to bottom so as long as you can deal with your zebra stripe toast, I guess it works pretty well. It's a very even toasting obviously where the wires are it's not can it be as dark where the wire was so that's it um that's the toaster oven. I mean it has temperature on it you can either keep it ON all the time. There's a stay on position here or you can just use the timer and it'll stay on up to 30 minutes. Now on the back of the toaster there is a little plastic knob. That plastic knob is to ensure that you don't get this too close to the wall and a it's a little safety feature. The toaster also has a purposely short power cord; it's only two feet long and it is a three prong it's a grounded plug on that so. I'd say it's a good basic toaster oven and it has two heating elements on it. One on the bottom and one on the top. When you're in the warm mode only, the top element and also when you're in broil mode, only the top element is ON. Bake and toast both elements are ON. The toaster is eight and a half inches tall and it's about 15 and a half inches wide and it's about 10 and three quarters inches deep and I measured that from the back of the little protruding plastic piece on the back to the very front at the handle so that's that's about ten and three quarters of an inch. If you have any questions, leave a comment. I'll answer it if I can. Otherwise, thanks for watching have a great day.",
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6496.5405,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}