{
    "title": "Thanksgiving prep 4 weeks out:  pantry &  kitchen",
    "description": "Four weeks before Thanksgiving is the perfect time to take stock of your kitchen and pantry. Sam the Cooking Guy offers some sound advice on what you can start doing early to get ready for the big day.",
    "referenceId": "h0I8whG-qCs",
    "date_created": "1475592039",
    "date_modified": "1477350465",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "68892876",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Thanksgiving-prep-4-weeks-out-pantry-kitchen",
    "category": "",
    "duration": 128,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/h0I8whG-qCs\/hqdefault.jpg",
        "uploadDate": 1475592039,
        "videoId": "h0I8whG-qCs",
        "title": "Thanksgiving prep 4 weeks out:  pantry &  kitchen",
        "description": "Four weeks before Thanksgiving is the perfect time to take stock of your kitchen and pantry. Sam the Cooking Guy offers some sound advice on what you can start doing early to get ready for the big day.",
        "author": "Bed Bath & Beyond",
        "mediaDuration": 128,
        "prettyDuration": "00:02:08",
        "views": "28",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Thankgiving is roughly one month away are you ready? and I'm guessing not but that's okay. Look a big event doesn't have to be tackled all at once; little bit at a time will really help you get through it. And today we're looking at what you should have in your pantry to be set for that big day. And so we begin with spices and herbs. Like sage, thine, rosemary, cinnamon cloves and even nut. They're all important. and if you haven't used some of them for say two years, you might consider getting new. It's not that they go bad, it's that they loose the're color and definitely their aroma and taste. Next up the very important chicken broth. Perfect for soups, sauces, casseroles, and that little thing called stuffing. And you're definitely going to want these powdered mash potatoes because they make everything so great. I actually I was kidding I wanted to see if you were listening. But on a serious note, check out the video we did on how to make mash potatoes in three different ways. It's really good information. Olive oil; check, plastic containers to put things after the fact; check, and aluminum foil; double check, but make sure you get the super long one; it's very important for thanksgiving. And finally, for dessert, you know there's always going to be dessert. You can't go wrong with the sugars. White sugar, brown sugar,  even that chunky brown to put thing s on top. Pecans, maple syrup, gram crackers, gram cracker crumbs or even gram cracker crusts and of course pumpkin puree and not pie filling. With the puree you can make anything. With the pumpkin pie filling you can make well a pie. And that's it. That's a pretty good list. But what's the real message. The real message is you've got about thirty days left. Get going, there's no time like the present.",
    "VV_VI": 10,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18",
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 712.8198,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}