{
    "title": "Friendsgiving With Sam the Cooking Guy and Kyle Schuneman",
    "description": "There's no place like home. But if you can't make it there for Thanksgiving, there's one thing Sam the Cooking Guy & Kyle Schuneman want you to know: \n\n1. There's no celebration quite like Friendsgiving, either. \n2. Here's how you can have an unforgettable Friendsgiving party, from decor to dessert.",
    "referenceId": "Xn8pgMMD0lg",
    "date_created": "1446602142",
    "date_modified": "1477336217",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "6934673",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Friendsgiving-With-Sam-the-Cooking-Guy-and-Kyle-Schuneman",
    "category": null,
    "duration": "134",
    "settings": {},
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/blog.bedbathandbeyond.com\/bbb-video\/hosting-friendsgiving-heres-how\/\nIt's true: There's no place like home. But if you can't make it there for Thanksgiving, there's one thing Sam the Cooking Guy & Kyle Schuneman want you to know: \n\n1. There's no celebration quite like Friendsgiving, either. \n2. Here's how you can have an unforgettable Friendsgiving party, from decor to dessert.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Xn8pgMMD0lg\/hqdefault.jpg",
        "videoId": "Xn8pgMMD0lg",
        "mediaDuration": "134",
        "prettyDuration": "00:02:14"
    },
    "transcripts": "I'm Sam and this is Kyle, and we're here to hook up your \"Friendsgiving\". \n\nSam will , of course, start with the food, and then I will show you how to make it all look beautiful. \n\nKyle, if you'll give me a minute you can take over from there. \n\n[MUSIC PLAYING] \n\nFriendsgiving is, of course, Thanksgiving, but celebrated primarily with friends, so it's a lot more casual. And to make it simple today I won't do the recipes-- just the food-- but all the recipes will be online. \n\nWe start with a really fun and delicious shrimp shooter in shot glasses, topped, of course, with a little vodka, a curried pumpkin soup served in baby cast iron pots, an easy and beautiful herb roasted turkey breast, crazy good blue cheese and bacon mashed potatoes, a tremendous old school sausage stuffing, and for dessert, a simple but impressive looking apple tart tatin. Yum. And now, it's Kyle's turn. Kyle? \n\nYeah! \n\nIt's all you. \n\nEverybody likes getting mail, so instead of doing a Facebook invite or an Evite, do something special and mail an invitation for your Friendsgiving. Dress up your table with a tablecloth. It'll always make your dining room feel special. Spice up your plain white plates with chargers. Use a wood slice to add warmth, texture, and that fall Thanksgiving feel. \n\nDIY personalized name cards are a great way to make your friends feel like you thought of them. To add a little something, wrap a simple burlap twine around your napkins. I like to keep my centerpieces low and small so people can still see each other in conversation. I like to use multiple centerpieces around the table, so that when the food's there you can move it around easily. \n\nDon't forget that sound is just as important as looks. Come up with a playlist that keeps the fun going. \n\n[MUSIC PLAYING] \n\nThe best part of Thanksgiving is the leftovers, so don't send anybody home empty handed. \n\nFrom Kyle's amazing set up-- \n\nAnd Sam's great food. \n\nWe both wish you a very happy Friendsgiving. \n\n[MUSIC PLAYING]",
    "VV_VI": "8",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4275.4917,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}