{
    "title": "Workout At Home On The ProForm Hybrid Trainer",
    "description": "Workout at home on the ProForm Hybrid Trainer and get a total body workout with 2 machines in 1. \n\nEnjoy fitness motivation like never before when you access all your favorite benefits of the Hybrid Trainer. Engage your core, upper body, and lower body with the elliptical. Then tap into a great cardio workout with the recumbent bike. And now, for the first time ever, iFit technology is available on the Hybrid Trainer allowing you to select a route anywhere in the world—and then go. Powered by Google Maps, you can work out somewhere new every day (subscription required). Plus, you can explore unlimited iFit workouts featuring top TV trainers like Chris and Heidi Powell. No matter your goal, you’ll find programs created just for you. The tablet holder keeps all your favorite fitness tools close by and secure. The ProForm Hybrid Trainer is the ultimate in fitness technology.",
    "referenceId": "-leoctUUkWQ",
    "date_created": "1477357902",
    "date_modified": "1491515436",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "Gifting",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "70354761",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Workout-At-Home-On-The-ProForm-Hybrid-Trainer",
    "category": null,
    "duration": 10000,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "ProForm",
        "hdvFlag": 1,
        "description": "Workout at home on the ProForm Hybrid Trainer and get a total body workout with 2 machines in 1. \n\nSHOP the official ProForm website: \n• https:\/\/goo.gl\/tluZAZ\n\n\nLike what you see here? Check out ProForm Hybrid Trainer Playlist:\n• https:\/\/www.youtube.com\/playlist?list=PLfxIquw-xtJgvJjfedVRqD4dp6ZQFNKwZ\n\n\nSUBSCRIBE for more fitness content: \n• https:\/\/goo.gl\/UW10Ah\n\n\nWATCH more on the ProForm Channel: \n• https:\/\/www.youtube.com\/user\/ProFormLive \n\n\nLIKE us on FACEBOOK: https:\/\/www.facebook.com\/proform\nFOLLOW us on TWITTER: https:\/\/twitter.com\/proformfitness\nFOLLOW us on INSTAGRAM: https:\/\/www.instagram.com\/proformfitness\n\n\nEnjoy fitness motivation like never before when you access all your favorite benefits of the Hybrid Trainer. Engage your core, upper body, and lower body with the elliptical. Then tap into a great cardio workout with the recumbent bike. And now, for the first time ever, iFit® technology is available on the Hybrid Trainer allowing you to select a route anywhere in the world—and then go. Powered by Google Maps™, you can work out somewhere new every day (subscription required). Plus, you can explore unlimited iFit® workouts featuring top TV trainers like Chris and Heidi Powell. No matter your goal, you’ll find programs created just for you. The tablet holder keeps all your favorite fitness tools close by and secure. The ProForm® Hybrid Trainer is the ultimate in fitness technology.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/-leoctUUkWQ\/hqdefault.jpg",
        "videoId": "-leoctUUkWQ",
        "mediaDuration": 75,
        "prettyDuration": "00:01:15",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "you find lucky enough to work out for 30 minutes, it needs to be efficient and fun. that's why I love the proform hybrid trainer. It's an elliptical and recumbent bike all in the same machine. It's easy to adjust the pedals and console the built-in tablet holder let me access all my favorite TV shows and fitness apps while I work out. One app I can't live without is iFit.  It already came built into my hybrid trainer so now I can draw routes on google maps and choose a new workout every day. When I exercise I prefer a full-body approach. I just grab hold of the resistance arms and immediately my upper body and core are engaged. At first I started with a low resistance level but now I can really turn it up for a better workout. I really like the console power meter. With just one number, it shows me how hard I'm actually working and no workout is complete without my favorite music. With the hybrid trainer, I don't have to worry about annoying ear plug cords. The built-in speakers let me turn it up and go each workout feels fresh and fun with my hybrid trainer. It's more than a bike and more than an elliptical it's exactly what I've been looking for.",
    "VV_VI": "56",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "16"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 22373.48,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}