{
    "title": "How to Make Your Food Beautiful",
    "description": "http:\/\/blog.bedbathandbeyond.com\/\nChef secrets for making a holiday meal look as good as it tastes. Easy ideas on garnishing holiday dishes serving holiday meals and presenting a beautiful holiday menu from Bed Bath & Beyond. Remember to subscribe to our YouTube channel to stay updated on our latest videos!",
    "referenceId": "kJN3CzdXhUs",
    "date_created": "1477355844",
    "date_modified": "1477355858",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "70354696",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-Make-Your-Food-Beautiful",
    "category": null,
    "duration": 149,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "description": "http:\/\/blog.bedbathandbeyond.com\/\nChef secrets for making a holiday meal look as good as it tastes. Easy ideas on garnishing holiday dishes serving holiday meals and presenting a beautiful holiday menu from Bed Bath & Beyond. Remember to subscribe to our YouTube channel to stay updated on our latest videos!",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/kJN3CzdXhUs\/hqdefault.jpg",
        "videoId": "kJN3CzdXhUs",
        "mediaDuration": 149,
        "prettyDuration": "00:02:29",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "It's the holidays time to deck the halls and entertain your family and friends. Ever wonder how the pros make their food look so beautiful? hi I'm Julie from Bed Bath & Beyond. I'm going to let you in on some easy little tips and tricks that can make all the difference in to making your holiday meals look spectacular. What you put on your food on or in can have a big impact. the size of your serving dish is so important. if you choose a dish that's too large, your guests might think you're going to run out of food. I would rather choose a smaller serving dish and overfill it to create a sense of abundance. you can also add into tears this works especially well on a buffet. Look how great desserts look. have fun and think out-of-the-box; this is actually a fruit bowl but look how great these muffins look when I line it with a colored napkin. Choosing an oven to table piece is an easy way to add seasonal color and interest to your table. plus it's one less dish to do on your busy day just don't forget to wipe the edge for a clean presentation. let's move on to garnishes. they’re a great way to add flavor, color or Texture to any dish you can trysprinkle an herb to add color or minced parsley or chives are natural on any dish. this is a sneaky Chef trick; try citrus zest as a garnish for your dishes. Plus you get to use one of my favorite kitchen gadgets, a microplane. You can also get  creative with your pillow try using it for parmesan curls or chocolate. you can also use a little more of an ingredient that's already in your dish for an interesting garnish let's end on a sweet note with one more trick from the pros now that you've carefully selected your serving piece, and added a beautiful garnish, your food can look as good as it taste for. for more ideas on making your food look beautiful check out our video on decorating holiday cookies",
    "VV_VI": "120",
    "CVV_VI": null,
    "engagement_score": 1,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1217.4866,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}