{
    "title": "Star Shower Motion Laser Light As Seen On TV",
    "description": "Illuminate Your Home with Thousands of MOVING Stars in Seconds!",
    "referenceId": "AYmZWoDUR70",
    "date_created": "1477348444",
    "date_modified": "1477348501",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Entertainment",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "70354301",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Star-Shower-Motion-Laser-Light-As-Seen-On-TV",
    "category": null,
    "duration": 123,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "BoutiqueXL100Store",
        "hdvFlag": 1,
        "description": "Illuminate Your Home with Thousands of MOVING Stars in Seconds!",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/AYmZWoDUR70\/hqdefault.jpg",
        "videoId": "AYmZWoDUR70",
        "mediaDuration": 123,
        "prettyDuration": "00:02:03",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hanging old-fashioned lights can take hours and cost you big bucks even untangling that box is a frustrating chore. Not anymore. Now America's best-selling home laser lights have all new shooting star action. Introducing star shower motion. Watch the stars dance right before your eyes or freeze them with just a click; it's your choice still or moving. Use the extra long stake to place it in your yard and switch it on to project thousands of 3d stars, then click to make the brilliant stars explode in motion from your landscaping all the way to the rooftop. The secret is the weather proof laser design that projects holographic stars while the motor is in motion. With it's beautiful shimmering patterns of life now you can instantly have shooting stars on your walls, on your front entry, and even the second floor. Forget those spotty lighting jobs. With just one star shower motion you can easily transform your home to the star of the neighborhood. Amazing star shower motion will cover an entire home of the 3,200 square feet projecting from over 100 yards away and stand up to any kind of weather. The built-in light sensor automatically turns it on when it gets dark and off when the sun comes up. So just plug it in for a soul free lighting. Plus electricity costs are more than ninety nine percent less than traditional lights so use a big money. I saved so much money and days of work with star shower it's so easy with one light. I instantly had thousands of moving stars everywhere so now your entire yard will glow with colorful fireflies dancing among the greenery and the pool side patio will Sparkle and shiver like never before plus the holidays will come to light making halloween spooktacular site or celebrate the fourth of july with a backyard fireworks festival of your own and Christmas will be unforgettable sparkling like never before or bring them indoors for the holidays. Create a galaxy of stars at bedtime or even spice up a party. The stars look amazing on my home and I didn't think it could get any better until I turned on the motion and was blown away it was so beautiful.",
    "VV_VI": 73,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "30"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 603.8081,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}