{
    "title": "Bed Bath & Beyond: Holiday Entertaining Tips",
    "description": "The Bed Bath & Beyonds  holiday tips and techniques help you create an unforgettable celebration.",
    "referenceId": "nlrcj0fU3iQ",
    "date_created": "1477349267",
    "date_modified": "1477349275",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Entertainment",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "70354302",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Bed-Bath-Beyond-Holiday-Entertaining-Tips",
    "category": null,
    "duration": 116,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "description": "The Bed Bath & Beyonds  holiday tips and techniques help you create an unforgettable celebration.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/nlrcj0fU3iQ\/hqdefault.jpg",
        "videoId": "nlrcj0fU3iQ",
        "mediaDuration": 116,
        "prettyDuration": "00:01:56",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Are you hosting for the holidays this year? We have three great ideas to serve at a holiday meal. Hi I'm julie from bed bath & beyond. Hosting for the holidays is a lot of fun no matter how you do it.  There's no better time than the holidays in to bring out your good china. Whether you'd register to 12 plate settings or you inherited from grandma, this is the best meal to showcase it. To set a formal table, you want to start with the table cloth. It sets the tone for a fancy meal. The next key to a formal table is to have chargers. These oversized platters create a frame for your dishes and add a pop of color. Add a beautiful centerpiece with fresh flowers color candles or both. The formal table can definitely use some bling. If you have something a little bit more casual, you can use your own dishes and turn the best of the holiday atmosphere with color an accent. For our thanksgiving table here, we have seasonal gourds, candles, and lots of autum colors to give a holiday feel. No special dishes required here, just the regular everyday play to use and cute placement and suddenly it is a whole different table. Plain dishes is a very versatile for dressing up or down. If you have a crowd to feed, you might want a buffet. It's also ideal for a late night party or for a brunch light or new year's table here. The buffet looks great when you got a bunch of different heights. Seared platters and stack serving pieces work great but you can also cheat buy wrapping boxes are piling things just make sure everything is stable. The baron heights will show abundance in your buffet. For a fun presentation ideas, think small with these dessert sets. They create a great visual presentation . Whether you pick formal casual or buffet , you can have a lot of fun planning your holiday table. For more holiday ideas visit us at bed bath and beyond.Com",
    "VV_VI": "46",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4584.0947,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}