{
    "title": "OXO On 2-Slice and 4-Slice Motorized Toaster Details",
    "description": "Everybody’s definition of “perfect” toast is a little different. Some like it dark, some light, and others somewhere in between. \nThe OXO 2-Slice and 4-Slice Motorized Toasters have nine digital settings, allowing everyone to find their perfect shade. Want more control? The LED countdown shows exactly how much time is left, but our take-a-peek feature lets you check in on the toasting progress mid-cycle; the “a little extra” function will give you extra toasting if you want it.\nDefining “perfect” toast is up to you; delivering it is up to us!",
    "referenceId": "H2_DpPs6dNc",
    "date_created": "1440430905",
    "date_modified": "1447356111",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "7162895",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "OXO-On-2-Slice-and-4-Slice-Motorized-Toaster-Details",
    "category": "",
    "duration": "98",
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/H2_DpPs6dNc\/hqdefault.jpg",
        "uploadDate": 1440430905,
        "videoId": "H2_DpPs6dNc",
        "title": "OXO On 2-Slice and 4-Slice Motorized Toaster Details",
        "description": "Everybody’s definition of “perfect” toast is a little different. Some like it dark, some light, and others somewhere in between. \nThe OXO 2-Slice and 4-Slice Motorized Toasters have nine digital settings, allowing everyone to find their perfect shade. Want more control? The LED countdown shows exactly how much time is left, but our take-a-peek feature lets you check in on the toasting progress mid-cycle; the “a little extra” function will give you extra toasting if you want it.\nDefining “perfect” toast is up to you; delivering it is up to us!",
        "author": "OXO",
        "mediaDuration": "98",
        "prettyDuration": "00:01:38",
        "views": "383"
    },
    "transcripts": "Everyone's definition of perfect toastis a little different from like it might. Seem like a dark and others somewhere inbetween the outset 2004 slice motorized. Toasters have nine digital settingallowing everyone to find their perfect. Degree of toasting generous why the plotaccommodate a variety of bread and. Bagels thicknesses and the motorizedelevator quietly lowers and raises bread. With just a touch of a button the ledcountdown shows exactly how much time is. Left but our take a peek feature letsyou check in on the testing progress. Mid-cycle this posits the cycle so ifyou choose to continue toasting it will. Pick up right where it left off afterthe testing cycle has started and you. Decided like a darker toast you canadjust that at any time. Still need more toasting we call thisbutton a little extra and it at thirty. Seconds you're testing cycle you canalso use this button if you're toast is. Ready before you are just pressed toeasily warm up your toast for frozen. Bagels and bread use the differencefunction 2000 before toasting a bagel. Function toasty inside only leaving theoutside warm and soft you'll know you're. Toast is ready to enjoy because thetoaster will be hosting is done these. Posters feature deep removal countriesto catch crimes and seeds and are. Accessible from the front of thetoasters for easy emptying and earthly. Thing for easy storage and aclutter-free countertop the court can. Wrap under the base only the length youneed comes out this sleek stainless. Steel body resists fingerprints youdon't have to constantly cleaning last. But not least you're left setting willbe the first thing you're toasters to. Just for the next time. ",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18",
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 12285.009,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}