{
    "title": "Victorinox Production 2011 English",
    "description": "",
    "referenceId": "rh7xEII6w1o",
    "date_created": "1321956624",
    "date_modified": "1447355760",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "7162812",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Victorinox-Production-2011-English",
    "category": "",
    "duration": "458",
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/rh7xEII6w1o\/hqdefault.jpg",
        "uploadDate": 1321956624,
        "videoId": "rh7xEII6w1o",
        "title": "Victorinox Production 2011 English",
        "description": "",
        "author": "Victorinox AG",
        "mediaDuration": "458",
        "prettyDuration": "00:07:38",
        "views": "14887"
    },
    "transcripts": "Now so. I am refined with at least 13 percent chrome and minimal amounts of other elements. A special makes. It makes the steel resistant to rust. The basis for our pocket knives the birth of a legend the Swiss army knife. When they count on in one of the most beautiful landscapes in Switzerland the founder of Victoria Knox was born in 1,906. Victoria Knox is the largest knife manufacturer in Europe. The most important industrial employer in this region and the reason why it is known as Swiss knife valley. This is where the little miracles are produced and this is where we are based. Since its foundation Carlson his firm has been family owned and has now grown into a globally active group of companies. It's still run by the elsinore family today. In this building 1 and 1\/2 centuries ago a unique success story began. We import the high quality steel from Germany and France in our factory in Iraq. We use this raw material to produce our world famous knives. We've had incoming goods inspection the steel is painstakingly checked for the required quality before being transported to intermediate storage and approved for production. Of the checked rolls before they are processed. From this street. Not even three millimeters thick. The nice blades are punched a total of 20 punching machines produce all the individual parts for the pocket knives with 40 tons of punching force and 30,000 blades per strip. And the blades are rounded off with the aid of pyramid shaped abrasive tools made of plastic. In the same way that flowing water gradually makes stones round. The blades are still far too thick. These machines grind them flat to within 200 of a millimeter to prevent them from ever jamming when the knife is opened and closed later on. Each blade then receives its stamp of authenticity. In the furnace at 1,050 degrees Celsius. The blades are given their final hardness to ensure they cut well and reliably for a long time. Meanwhile the neighboring machines are producing the other tools. They are milling Phillips screwdriver. And grinding bottle and can opener. Sharpening of the knife blades is done by a method developed inhouse guaranteeing long term blade sharpness. We make the different scales for our knives in our own injection molding department. Depending on the design our knives contain the most diverse tools and blades. Here the flagship of pocket knives is being assembled. The Swiss champ with its 33 functions. During assembly the same principle always applies first the pins which hold everything together. Then the bushings be out of place of the knife. Springs bottle and can opener an intermediate plate and the next layer springs cross head screwdriver and magnifying glass. In this way the knife grows layer by layer. The majority of our knives are assembled by machines however. Each plate is now given its final finish. The scales are given their trademark the Victorian ox cross. And the scales are placed on the gold colored bushings and are fixed not glued into position. A $0.3 thick pocket knife. Probably the smallest toolbox in the world. Before the knife goes on its journey. All the functions are painstakingly checked each knife has to pass through this department before leaving the building. In our think tank engineers design the knives of tomorrow. In a variety of potential applications for future markets. After the final check the knives are securely packed for onward shipment. Today we supply over 120 countries with our knives Swiss made and the c perk quality it represents is highly prized all over the world. From our shop. You can take a bit of Switzerland home with you. Just choose from a huge selection. People all over the globe instantly recognize the small red ambassador from Switzerland. Many firms delight their customers with Victorian ox knives as free giveaways. I am. Swiss knife valley. Home not only to a knife but to a legendary object.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14",
        "25",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 16.120152,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}