{
    "title": "How to Replace the SureFire Electronic Ignition System on a Char-Broil Gas Grill",
    "description": "First, disconnect the propane tank and remove the battery from the electronic ignition module. It will be found inside the cart, either behind the control panel or on the side panel.\n\nTo remove the existing switch you may need to detach the upfront control panel on the grill. Check your grill’s assembly manual for instructions. \n\nRemove the electrodes one at a time by grasping them close to the connection. The fit will be snug, but you shouldn’t have to pull too vigorously.\n\nUnscrew the nut either by hand or using a crescent wrench.\n\nTo install a new ignition button unscrew the nut. Place the button through the opening on your grill, aligning the tab on the top of the switch with the small hole above the opening. Then finger tighten the nut to from the back side.\n\nTo replace the electronic ignition module, disconnect the burner and igniter electrodes then unscrew the nut on the front where the battery is inserted.\n\nUnscrew the cap and nut on the new module. If your model has one, place the module into the heat shield. Then finger tighten the nut back in place.\n\nReplacing the electrodes is fairly straightforward. The important difference is the igniter connectors are wider than the burner connectors. \n\nIt doesn’t matter in which order they’re connected. You just need to make sure the electrode fits snuggly and is inserted all the way.\n\nThe main burners have notches to snap the electrode firmly in place.\n\nThe side burner electrode is attached through the bottom of the sideburner. Again, make sure it fits snuggly and is inserted all the way.\n\nThere is no specific order for attaching the electrodes to the module. You just need to be mindful that the two thicker connections are for the igniter and that all the electrodes fit snuggly.\n\nPlace a new double A battery into the module, positive side facing out and screw on the cap.\n\nTo test the ignition, press the button. You should here a snapping sound and see sparks at the burners.\n\nNext, re-attach your propane tank and follow the standard start up procedure to get grilling.\n\nFor more information and tips visit charbroil.com",
    "referenceId": "NtX5JhdrAXE",
    "date_created": "1445632677",
    "date_modified": "1447357695",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "7163754",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-Replace-the-SureFire-Electronic-Ignition-System-on-a-Char-Broil-Gas-Grill",
    "category": "",
    "duration": "165",
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/NtX5JhdrAXE\/hqdefault.jpg",
        "uploadDate": 1445632677,
        "videoId": "NtX5JhdrAXE",
        "title": "How to Replace the SureFire Electronic Ignition System on a Char-Broil Gas Grill",
        "description": "First, disconnect the propane tank and remove the battery from the electronic ignition module. It will be found inside the cart, either behind the control panel or on the side panel.\n\nTo remove the existing switch you may need to detach the upfront control panel on the grill. Check your grill’s assembly manual for instructions. \n\nRemove the electrodes one at a time by grasping them close to the connection. The fit will be snug, but you shouldn’t have to pull too vigorously.\n\nUnscrew the nut either by hand or using a crescent wrench.\n\nTo install a new ignition button unscrew the nut. Place the button through the opening on your grill, aligning the tab on the top of the switch with the small hole above the opening. Then finger tighten the nut to from the back side.\n\nTo replace the electronic ignition module, disconnect the burner and igniter electrodes then unscrew the nut on the front where the battery is inserted.\n\nUnscrew the cap and nut on the new module. If your model has one, place the module into the heat shield. Then finger tighten the nut back in place.\n\nReplacing the electrodes is fairly straightforward. The important difference is the igniter connectors are wider than the burner connectors. \n\nIt doesn’t matter in which order they’re connected. You just need to make sure the electrode fits snuggly and is inserted all the way.\n\nThe main burners have notches to snap the electrode firmly in place.\n\nThe side burner electrode is attached through the bottom of the sideburner. Again, make sure it fits snuggly and is inserted all the way.\n\nThere is no specific order for attaching the electrodes to the module. You just need to be mindful that the two thicker connections are for the igniter and that all the electrodes fit snuggly.\n\nPlace a new double A battery into the module, positive side facing out and screw on the cap.\n\nTo test the ignition, press the button. You should here a snapping sound and see sparks at the burners.\n\nNext, re-attach your propane tank and follow the standard start up procedure to get grilling.\n\nFor more information and tips visit charbroil.com",
        "author": "Char-Broil Grills",
        "mediaDuration": "165",
        "prettyDuration": "00:02:45",
        "views": "286"
    },
    "transcripts": "How to replace the Surefire electronicignition system on a charbroiled gas. Grill first disconnect the propane tankand remove the battery from the. Electronic ignition module it'll befound inside the card either behind the. Control panel or on the side panel toremove the existing switch you may need. To detach the uptrend Control Panel onthe grill charcoal grills assembly. Manual for instructions. Remove the electrodes one at a time bygrasping them close to the connection if. It will be snug but you shouldn't haveto call to vigorously unscrew them that. Either by hand or using a crescentwrench to install the new ignition. Button unscrew the nut place the buttonsreally opening on your grill aligning. The tab on the top of the switch withthe small hole above the opening and. Finger tighten the nut from the backsideto replace the electronic ignition. Module disconnect the burner igniterelectrodes then unscrew the nut on the. Front where the battery is insertedunscrew the cap on the new model. If your model has one place the moduleinto the heat shield then finger tighten. The nut back in place the placingelectrodes is fairly straightforward. Important difference is the igniterconnectors are wider than the burner. Connectors it doesn't matter in whichorder they're connected you just need to. Make sure the electrode fit snugly andis inserted all the way you mean burners. Have notches to snatch the electrodefirmly in place the side burner. Electrodes attached to the bottom of theside burner again make sure if it's not. Lien is inserted all the way there is nospecific order for attaching electrodes. In the module he just need to be mindfulthat the two thinker connections or for. That matter and that all the electrodesfit snugly place in new double a battery. Into the module positive side facing outin screw on the cap. You should hear is napping sound and seesparks at the burners reattach your. Propane tank and all the standardstarter procedure to get grilling for. More information tips visit char-broildot com. ",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "2"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 13095.403,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}