{
    "title": "Victorinox Brand Movie 2014 English",
    "description": "From an army knife to a global brand. Get introduced to the versatile world of Victorinox by CEO Carl Elsener, who is leading the company in the fourth generation.",
    "referenceId": "Omuzu9hTHMY",
    "date_created": "1425888636",
    "date_modified": "1447355034",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "7162642",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Victorinox-Brand-Movie-2014-English",
    "category": "",
    "duration": "202",
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Omuzu9hTHMY\/hqdefault.jpg",
        "uploadDate": 1425888636,
        "videoId": "Omuzu9hTHMY",
        "title": "Victorinox Brand Movie 2014 English",
        "description": "From an army knife to a global brand. Get introduced to the versatile world of Victorinox by CEO Carl Elsener, who is leading the company in the fourth generation.",
        "author": "Victorinox AG",
        "mediaDuration": "202",
        "prettyDuration": "00:03:22",
        "views": "5233"
    },
    "transcripts": "1884 Switzerland is in the full bloom of industrialization. In Ibach Schwyz my great grandfather Karl with the support of his mother Victoria opened a cutlery workshop. Few years later Karl established a Swiss cutlery association with the goal of supplying the Swiss army with the soldier knife. This knife while ingeniusly designed and multi-functional was a little heavy and bulky. That's why he created this smaller lighter knife which was more elegant and included additional functions. He called these new models the swiss officers and sports knife and patented in 1897. The rest is history. Our family's workshop grew and grew. While our brand name changed from Elsener to Victoria. And then with introduction of stainless steel to Victorinox. After world war second the American G.I.'s brought the original Swiss army knife to the United States and Victorinox started to conquer the world. Since the foundation of our company by my great grandfather, Victorinox has evolved substantially. As time and technology stand alone we continuously added innovations to the Swiss army knife. This passion for quality, functionality, innovation, and design is at the core of what all our employees do every day. it has shape Victorinox brand over the years. All our products are inspired by these same values and the heritage of the original swiss army knife. Victorinox products are functional, reliable, and long lasting. The little red knife can do almost anything. It's an icon and has turned into a global authentic brand. Victorinox 1 brand 6 product categories, 130 years of history. Your companion for life.",
    "VV_VI": 10,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "12",
        "26",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 380.38232,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}