{
    "title": "Tips & Tricks for your Fisher-Price® Smart Scan Color Chameleon! | Fisher-Price",
    "description": "Now that you have your Chameleon home and out of his package, this video has some tips and tricks to take care of him and make him as comfortable as possible.",
    "referenceId": "za4i4UcRJmc",
    "date_created": "1478120161",
    "date_modified": "1491508940",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "Gifting",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "78114386",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Tips-Tricks-for-your-Fisher-Price-Smart-Scan-Color-Chameleon-Fisher-Price",
    "category": null,
    "duration": 10000,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Fisher-Price®",
        "hdvFlag": 1,
        "description": "Now that you have your Chameleon home and out of his package, this video has some tips and tricks to take care of him and make him as comfortable as possible.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/za4i4UcRJmc\/hqdefault.jpg",
        "videoId": "za4i4UcRJmc",
        "mediaDuration": 112,
        "prettyDuration": "00:01:52",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Now that smarts can color chameleon has arrived at his new home you can help them get used to his new environment. Here are a few tips to create the right habitat for your new friend. Chameleon has some favorite places for play like a tabletop or any hard flat surface homeboy some surfaces confused chameleon-like stuffed animals or other soft surfaces translucent objects like a plastic cup or lighted surfaces. Make sure that the object that chameleon is scanning is big enough for him larger than the size of his brush tip. That's right, hold chameleon steady swiping tilting are hovering his brush tip too high makes it hard for chameleon to see the color of the object so if hes having trouble he will let you know. Can you please move my paintbrush closer and scan that again. This chameleon is not like other reptiles he doesn't like direct sunlight or other bright lights, change his environment by lowering the brightness of light in the room. Chameleon knows 10 different colors since there are many different shades of each color try to find the objects that are similar to the ones with which is most familiar like the ones on the paint splats. Chameleon knows the colors brown and black won't changes color to them so listen carefully to prompts when asked to find these colors. Of course chameleon is white most of the time so he doesn't need to change to this color chameleon likes to choose activities for you so if you want to skip to a different one press and hold the scan button when you first your chameleon introduce the activity. Lets play a different game. Thanks for helping chameleon feel more comfortable and work properly your ready for so many color adventures for more use information don't forget to check your owners manual.",
    "VV_VI": "36",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1043.4718,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}