{
    "title": "KitchenAid® Diamond Blender Demo Video",
    "description": "Announcing the all new KitchenAid Blender with distinct vortex action, engineered for high performance and sophisticated control. The combination of a 60 ounce diamond shaped jar, patented stainless steel spin welded blade system, powerful motor and 5 speeds provide optimal efficiency, control and blending mastery. Crush ice into snow in seconds. Mix, chop, puree or liquify whole foods and pulse at any speed. Nobody knows the kitchen like KitchenAid.",
    "referenceId": "qycT9uE5p0M",
    "date_created": "1479325215",
    "date_modified": "1479325358",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "80343979",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "KitchenAid-Diamond-Blender-Demo-Video",
    "category": null,
    "duration": 87,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "KitchenAid Canada",
        "hdvFlag": 0,
        "description": "Announcing the all new KitchenAid® Blender with distinct vortex action, engineered for high performance and sophisticated control. The combination of a 60 ounce diamond shaped jar, patented stainless steel spin welded blade system, powerful motor and 5 speeds provide optimal efficiency, control and blending mastery. Crush ice into snow in seconds. Mix, chop, puree or liquify whole foods and pulse at any speed. Nobody knows the kitchen like KitchenAid®.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/qycT9uE5p0M\/hqdefault.jpg",
        "videoId": "qycT9uE5p0M",
        "mediaDuration": 87,
        "prettyDuration": "00:01:27",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Announcing the all-new KitchenAid blender with distinct vortex action engineered for high performance and sophisticated control the combination of a 60-ounce diamond shape jar patented stainless steel spin welded bladesystem powerful motor and five speeds provide optimal efficiency control and blending mastery. The high-capacity blending jar locks onto the diecast metal base for right or left handed operation. Crush a tray of ice cubes into snow in seconds mix chop puree and liquefy whole foods and pulse at any speed to easily combine wholesome foods into nut butters juices and smoothies from fresh or frozen fruit to kale and even flaxseed with consistently smooth creamy results. Nobody knows the kitchen like KitchenAid",
    "VV_VI": 6,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1800.2205,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}