{
    "title": "Ronco EZ-Store Rotisserie Intro",
    "description": "Love the idea of a home rotisserie but short on counter top space? Then meet your new kitchen favorite. Make delicious appetizers, entrées, even desserts! You can cook like a pro and then put this rotisserie away, although we suspect you'll want to leave it out for daily use.",
    "referenceId": "qpAyOpyfzOE",
    "date_created": "1479318967",
    "date_modified": "1479319051",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "80343891",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Ronco-EZ-Store-Rotisserie-Intro",
    "category": null,
    "duration": 184,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Ronco",
        "hdvFlag": 0,
        "description": "Love the idea of a home rotisserie but short on counter top space? Then meet your new kitchen favorite. Make delicious appetizers, entrées, even desserts! You can cook like a pro and then put this rotisserie away, although we suspect you'll want to leave it out for daily use.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/qpAyOpyfzOE\/hqdefault.jpg",
        "videoId": "qpAyOpyfzOE",
        "mediaDuration": 184,
        "prettyDuration": "00:03:04",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Create delicious and healthy meals perfect for any occasion with the Ronco easy sort rotisserie oven. This easy-to-use rotisserie oven will make you an amazing cook, it allows you to take control over your ingredients and prepare healthy delicious restaurant-quality meals that you created home. Getting started with the easiest or rotisserie oven is so easy remove the nested lid and set it aside then press the little black button located on the right side of the unit this will allow the legs to pop out so your rotisserie will sit upright then you can easily place the lid on it so easy to use there are two built-in safety features that you must be aware of there is a drip tray located on the bottom of the rotisserie this trade must be properly in place and the legs must be out dropping the unit up the rotisserie has to be in the proper position before you can turn it on press the bar in the front to remove it for cleaning. The nonstick drip tray drains away the fat and you are left with healthy flavorful food. Pressing the on\/off button on the digital timer will turn the unit on press the hour button to set the hours of cook time then press the minute button to set additional minutes for your cook time it will automatically shut off after the allocated time and a bell sounds. The on\/off button will stop all functions. The digital timer cook settings produce perfect food every time. The three cooks settings allow you to choose between the roast setting the normal rotation with heat that is used to cook food this function will be automatically selected first the no heat setting rotation without heat which can be used up to 20 minutes after cooking to keep the juices evenly distributed and the sear study with no rotation which allows you to brown food in the front of the heating element this function is great for food in the basket. The continuous rotation speed and horizontal 96 fit keep the food evenly roasted and prevent your food from drying out. The Ronco EZ easy store rotisserie oven also has two cooking positions use position A for normal-sized foods and use position B for smaller foods or your speed basket. The Ronco EZ store rotisserie oven also comes with a nonstick rotisserie basket that allows you to cook everything from fish, hamburgers and vegetables and so much more. The drip tray spit rod assembly heat shield in basket or all dishwasher safe and our favorite feature about this rotisserie is that it easy to store in small places. The lid in part nest inside the unit to store into your kitchen drawer cabinet so start your culinary journey with the Ronco EZ store rotisserie oven today.",
    "VV_VI": "13",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 904.62225,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}