{
    "title": "Product Feature: FoodSaver® 2-In-1 Automatic Bag-Making Vacuum Sealing System",
    "description": "See everything you can do with our FoodSaver 2-In-1 Automatic Bag-Making Vacuum Sealing System.",
    "referenceId": "TN2k4_GJmN8",
    "date_created": "1479331351",
    "date_modified": "1491507480",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "Gifting",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "80344418",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Product-Feature-FoodSaver-2-In-1-Automatic-Bag-Making-Vacuum-Sealing-System",
    "category": null,
    "duration": 10000,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "FoodSaver",
        "hdvFlag": 1,
        "description": "See everything you can do with our FoodSaver® 2-In-1 Automatic Bag-Making Vacuum Sealing System. Learn more: http:\/\/www.foodsaver.com\/vacuum-sealers\/the-new-foodsaver-2-in-1-automatic-bag-making-vacuum-sealing-system\/FSFSSL5860-DTC.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/TN2k4_GJmN8\/hqdefault.jpg",
        "videoId": "TN2k4_GJmN8",
        "mediaDuration": 103,
        "prettyDuration": "00:01:43",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Introducing the ultimate innovation in vacuum sealing. This convenient 2-in-1 FoodSaver System gives you more ways to seal and more ways to save. Making it the perfect appliance for all of your short and long-term food storage needs. The FoodSaver Vacuum Sealing System keeps food fresh up to five times longer and helps you save up to $2700 a year. With automatic bag making, the appliance does all the work. Dispense and rewind bag material from a roll, the seal and cut to make a bag with just the press of a button. The FoodSaver Vacuum Sealing System automatically senses the FoodSaver bag and starts the vacuum sealer process. Then applies a virtually airtight heat seal to help prevent freezer burn and spoilage. Why throw away expensive meat and fish when you can save it with a FoodSaver System? Eliminate guesswork with the FoodSaver Vacuum Sealer, indicator lights simplify troubleshooting and maintenance my letting you know when its time to empty the drip tray or check the bag material. The retractable handheld sealer works with zipper bags, containers, and accessories for fridge and pantry items, perfect for storing cereal, baking items, snacks and more! You will save time in the kitchen with the FoodSaver Vacuum Sealing Systems rapid marinate mode. Marinate food in minutes, instead of hours by using the marinate cycle to infuse your food with flavor. Clean up has never been easier thanks to the integrated, removable drip tray drawer. Trust the vacuum sealer rated number one in performance to keep your food fresh up to five times longer than traditional storage methods. The FoodSaver 2-in-1 Vacuum Sealing System, more ways to seal, more ways to save.",
    "VV_VI": "68",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 8676.728,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}