{
    "title": "Zojirushi VE® Hybrid Water Boiler & Warmer CV-DCC40\/50",
    "description": "Description: Saving energy is HOT with our VE® Hybrid Water Boiler & Warmer CV-DCC40\/50. Set the water boiler to one of the 4 temperature settings (160°F, 175°F, 195°F and 208°F) or the Vacuum Insulated Non-Electric Keep Warm and the Vacuum-Electric (VE) hybrid keep warm system will save energy while keeping your water hot all day. It has an easy-to-clean, clear coated stainless steel body and non-stick interior, a convenient timer function and a Quick Temp mode that reaches the desired keep warm setting without reaching a boil. Made in Japan.",
    "referenceId": "gCHKjDDJZN0",
    "date_created": "1479422304",
    "date_modified": "1491507617",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "Gifting",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "80416761",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Zojirushi-VE-Hybrid-Water-Boiler-Warmer-CV-DCC40-50",
    "category": null,
    "duration": 10000,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "ZojirushiAmerica",
        "hdvFlag": 1,
        "description": "Description: Saving energy is HOT with our VE® Hybrid Water Boiler & Warmer CV-DCC40\/50. Set the water boiler to one of the 4 temperature settings (160°F, 175°F, 195°F and 208°F) or the Vacuum Insulated Non-Electric Keep Warm and the Vacuum-Electric (VE) hybrid keep warm system will save energy while keeping your water hot all day. It has an easy-to-clean, clear coated stainless steel body and non-stick interior, a convenient timer function and a Quick Temp mode that reaches the desired keep warm setting without reaching a boil. Made in Japan. \n\nVisit us: http:\/\/www.zojirushi.com\/app\/product\/cvdcc",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/gCHKjDDJZN0\/hqdefault.jpg",
        "videoId": "gCHKjDDJZN0",
        "mediaDuration": 186,
        "prettyDuration": "00:03:06",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "This is Zojirushi new VE hybrid water boiler and warmer made in Japan this unit has all the bells and whistles that one would expect from a Zojirushi appliance. VE stands for vacuum electric uses vacuum insulation and a stainless steel double insulated wall to keep water hot it uses less energy web boiling and maintains water temperature for an extended period of time. This green technology sets the VE hybrid water boiler apart from other bottles. The VE hybrid water boiler and warmer is a handy countertop kitchen appliance t aficionados will appreciate the four keep warm temperature settings and everyone can appreciate the ease and convenience of hot water at the touch of a button. The micro computerized temperature control system maintains hot water temperatures of 208, 195, 175 and 160 degrees Fahrenheit all of which are optimal temperatures for brewing different varieties of teas. For example black and herbal teas brew best at 208, 195 is ideal for Oolong and white tea, 175 for green tea and 160 for delicate teas. The VE hybrid water boiler and warmer offers a multitude of new features including the quick temp mode which reaches 160, 175 for 195 degrees without boiling first saving both time and energy for example using the quick temp mode to get to 175 degrees only takes 23 minutes versus four hours and 35 minutes in the regular mode. All of Zojirushi VE water boilers have this vacuum setting which turns the heater off and uses only vacuum insulation to keep the water hot. Other helpful features on this unit including easy to read LCD panel displays actual temperature at all times and a panorama window water level gauge which allows the user to view the water level so its easy to see when its time to refill. If the unit is empty it will automatically shut off to protect against boil dry a delay timer allows you to have hot water ready first thing in the morning simply fill the vessel plug it in and select from six to ten hours when its time to serve the unit makes dispensing simple with its one-touch electric dispensing system. Another feature is the cafe drip mode which decreases the amount of water being dispensed by sixty percent of the normal setting which makes it suitable for brewing cafe drip coffee. In addition the base swivels for ease and convenience when serving available and four and five liter capacities the water boiler has an easy-to-clean nonstick interior and a clear coated stainless steel exterior. Zojirushi  inspirations from everyday life.",
    "VV_VI": "53",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 5770.4565,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}