{
    "title": "How to Carve a Turkey",
    "description": "We teamed up with Fleishers Craft Butchery to carve a Thanksgiving turkey.",
    "referenceId": "qzPi7Klri5U",
    "date_created": "1479323169",
    "date_modified": "1487795975",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "80413718",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-Carve-a-Turkey",
    "category": "",
    "duration": 142,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/qzPi7Klri5U\/hqdefault.jpg",
        "uploadDate": 1479323169,
        "videoId": "qzPi7Klri5U",
        "title": "How to Carve a Turkey",
        "description": "We teamed up with Fleishers Craft Butchery to carve a Thanksgiving turkey.",
        "author": "OXO",
        "mediaDuration": 142,
        "prettyDuration": "00:02:22",
        "views": "24",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "The first cut that we're going to make is between the leg and the breast. There's a bit of skin that we can just slice right between there. Showing a nice little path right there. We're going to continue cutting down right down to the breast underneath the back and we'll simply remove the thigh and leg. And we'll do the same thing for the other side. Next, we can remove the wings. I like to put the wings out on the table. Some people will save those immediately for stuffing -- you can do either. We're going to cut right between the joint on the wing and cut right down the joint. and the same on the other side. The last thing we're going to do is remove the breasts from the keel bone. We'll slice down on either side exposing the keel bone and peel the breast right off. We can see how it just pools away very easily. cutting right down making sure to save that skin and slicing right down either end. So now that we have our turkey parts we're going to start to do bone, slice, and plate. We'll start with the thigh and the leg. We're going to separate the thigh and the leg right along the joint here very easily pops right off. And then with the thigh what we'll do is we're going to remove it along this like bone -- it almost pull right off. We're going to stat to slice right across. We light to keep our drumsticks hole for that quintessential turkey leg. Next we're going to slice our turkey breasts. Trying to keep the skin intact. All that really juicy tender white meat. So there you have it. Your classic whole roasted turkey. Enjoy and have a great thanksgiving.",
    "VV_VI": "106",
    "CVV_VI": null,
    "engagement_score": 1,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18",
        "25",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 133.83447,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}