{
    "title": "How to Spatchcock a Turkey",
    "description": "We teamed up with Fleishers Craft Butchery to learn about spatchcocking a Thanksgiving turkey.",
    "referenceId": "PuKbTPLS1lM",
    "date_created": "1479323185",
    "date_modified": "1487795950",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "80413716",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-Spatchcock-a-Turkey",
    "category": "",
    "duration": 185,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/PuKbTPLS1lM\/hqdefault.jpg",
        "uploadDate": 1479323185,
        "videoId": "PuKbTPLS1lM",
        "title": "How to Spatchcock a Turkey",
        "description": "We teamed up with Fleishers Craft Butchery to learn about spatchcocking a Thanksgiving turkey.",
        "author": "OXO",
        "mediaDuration": 185,
        "prettyDuration": "00:03:05",
        "views": "27",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hi, I'm Brian from Fleishers Craft Butchery. I'm here at the OXO test kitchen. Today I'm going to show you how to spatchcock a turkey. With out poultry sheers, we're just going to start cutting down the backbone to the neck all the way down to the back making sure you keep those bones for your stock. So the backbone is removed. We're going to flip our bird over and push down on our breast -- flattening the bird. We're also gonna add some root vegetables to the pan and what that will do is that will absorb a lot of that great juice from the turkey. One of the greatest advantages of cooking a spatchcock bird, aside from the time, is the fact that your thigh and legs will cook to their perfect 165 by the time your breasts reach their perfect 150. At Fleishers, we like to cook to temperature instead of time and one of the easiest ways to do that is with a leave in meat thermometer. We'll go at the thickest part right between the thigh and the leg making sure not to hit it against any bone. When we start to carve, we're going to remove the thigh and the leg first and we're going to cut between this little bit of skin right here all the way down right to the board. So through the skin and that leg just pulls right off. And we'll do the same for the other thigh and leg. Next up our breasts. We're just going to cut straight across. The same thing on the other side. You can save the turkey wings from stock but I like adding them to the plate. As you can see we put it right on top of all those root vegetables that sat underneath the turkey while we cooked it. So there you have it. Your perfectly roasted spatchcock turkey. Enjoy and happy thanksgiving.\n\nThe same thing on this side. Right through the skin there and we can pull it right off. Cutting the  breastbone is fairly easy. We're going to look for that peel bone, slicing down in the middle of the bird and then just very carefully pulling that meat right from the rib bone. We're going to do the same on the other side and we'll remove the wings. We'll take our thigh and leg and we'll separate the joint between the thigh and leg, we have our legs whole. And we'll pull our thighs off the bone and pulling that meat right off. See how tender it is see how it just separates right from that bone. And we'll just take the thigh meat and we're just going to chop and plate",
    "VV_VI": "27",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "25",
        "7",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 220.13385,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}