{
    "title": "Making Greek Yogurt with the Dash Greek Yogurt Maker",
    "description": "Learn how to make probiotics Greek Yogurt in three simple steps. It's easy to make healthy, delicious Greek Yogurt right at home with the Dash Greek Yogurt Maker. Just use any type of milk and a little bit of storebought yogurt with live active cultures to get started. Next, combine your ingredients in the Dash Greek Yogurt Maker (according to the Recipe Table), set the digital timer and make yogurt. Afterwards, strain your yogurt using our patent-pending, mess-free Greek Yogurt strainer, refrigerate and serve!",
    "referenceId": "LU98cUcoW64",
    "date_created": "1480717874",
    "date_modified": "1480718875",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "Gifting",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "81583966",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Making-Greek-Yogurt-with-the-Dash-Greek-Yogurt-Maker",
    "category": null,
    "duration": 244,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Unprocess Your Food",
        "hdvFlag": 1,
        "description": "www.bydash.com Learn how to make probiotics Greek Yogurt in three simple steps. It's easy to make healthy, delicious Greek Yogurt right at home with the Dash Greek Yogurt Maker. Just use any type of milk and a little bit of storebought yogurt with live active cultures to get started. Next, combine your ingredients in the Dash Greek Yogurt Maker (according to the Recipe Table), set the digital timer and make yogurt. Afterwards, strain your yogurt using our patent-pending, mess-free Greek Yogurt strainer, refrigerate and serve!",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/LU98cUcoW64\/hqdefault.jpg",
        "videoId": "LU98cUcoW64",
        "mediaDuration": 244,
        "prettyDuration": "00:04:04",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "hi my name is Caitlin Wise and i'm a professional Baker i'm also a big fan of healthy living and today we're going to talk about one of my favorite ingredients Greek yogurt. Greek yogurt has been around for thousands of years but it's just recently become more popular a lot of people wonder what makes it Greek the answer it's been strained regular yogurt is a little more liquidy and when you strain that liquid or way off you get a thicker more protein rich yogurt. I like to use Greek yogurt as a substitute for a lot of more rich dairy products like sour cream or cream cheese or mayonnaise you can use it as a spread on sandwiches you can mix it in tuna fish or egg salad instead of mayonnaise I even make a cheesecake with it so first we're going to make all natural Greek yogurt from scratch. It's easy you only need two ingredients milk and starter yogurt while I heat my milk I'll leave my starter yogurt out so can come to room temperature I'm going to heat this milk on the stove on a double boiler so you put about an inch of water in a pot add that be simmering and then you put your milk on top and slowly heat it now that my milk has reached a hundred and eighty-five degrees I'll take it off the double boiler and allow it to cool to a hundred and ten degrees now that the milk is cool i'll add my half a cup of starter yogurt which is reached room temperature. We want to make sure to whisk this in well so there's no lumps remaining this adds the probiotics and the yogurt cultures to the milk I'm going to pour the yogurt mixture into the yogurt maker. We'll pour it into the smaller container I'm going to place the smaller container into the dash Greek yogurt maker and place the lid on top and set your timer now we'll leave it for eight hours come back and have yogurt. It's been eight hours and now we have regular yogurt there could be some way or some throf on the top of your yogurt that's perfectly normal and if you want to eat it as is just mix that right back in put in the fridge it will be ready in a couple of hours to make a Greek yogurt there's an additional step straining the yogurt. In the olden days they used to use a cheesecloth which is a cotton material that's kind of a fine mesh and you'd have to pour the yogurt into the cheesecloth and then let it drain over a pot or the sink and it would be very messy get yogurt all over everything but the Dash Greek yogurt maker has a built-in strainer that's easy to clean and easy to use. Now i'm going to strain the regular yogurt that I've made and turn it into Greek yogurt. Don't worry if the yogurt looks a little lumpy or there's some weigh that will all come out in the straining process the longer you strain it the thicker it will become i found that straining for about two hours is ideal for me the thickness but if you'd like it a little thicker almost like cream cheese you can strain it for up to 24 hours now i'm going to cover this and put it in the fridge so it can strain while it chills. The yogurt is strain for two hours and is now Greek yogurt mix it up a little bit this is the perfect consistency for my taste and I'm going to store it in the small container let it chill for a couple more hours and then it'll be ready to serve. Well that was easy the Greek yogurt is now finished and I made a delicious parfait with granola a little agave and raspberries a perfect treat.",
    "VV_VI": "34",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 9316.387,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}