{
    "title": "Tribest Solostar 4 Juicer – Beautiful on the Inside Too",
    "description": "The Tribest Solostar 4 Juicer is the slowest horizontal single auger juicer on the market, preserving more nutrients and live enzymes. True beauty starts on the inside. With the Solostar 4, you can be beautiful on the inside too.",
    "referenceId": "6UZGZ16ENo4",
    "date_created": "1480461480",
    "date_modified": "1480536016",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Gifting",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "81500820",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Tribest-Solostar-4-Juicer-Beautiful-on-the-Inside-Too",
    "category": null,
    "duration": 151,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "tribestlife",
        "hdvFlag": 1,
        "description": "The Tribest Solostar 4 Juicer is the slowest horizontal single auger juicer on the market, preserving more nutrients and live enzymes. True beauty starts on the inside. With the Solostar 4, you can be beautiful on the inside too.\nGet to know the Tribest Solostar 4 here: http:\/\/www.tribestlife.com\/productdisplay\/tribest-solostar-4-ss-4200-b-horizontal-slow-masticating-juicer\n\nLearn more about Tribest:\nhttp:\/\/www.tribestlife.com\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/tribestlife\n\nFollow us on Instagram and Twitter:\nhttps:\/\/instagram.com\/tribestlife\nhttps:\/\/twitter.com\/tribestlife",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/6UZGZ16ENo4\/hqdefault.jpg",
        "videoId": "6UZGZ16ENo4",
        "mediaDuration": 151,
        "prettyDuration": "00:02:31",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "In our busy lives it can be difficult to find the time to get the nutrition we need from the food that we eat. In fact about ninety percent of all people don't eat enough fruits and vegetables luckily cold press juice from the solostar 4 provides a quick and easy way to get the nutrients that we need when we get the proper amount of nutrition we look better feel better and have healthier lives. Beautiful and powerful all in the same package the reinvented solostar 4 features an all-new breathtaking design coupled with intelligent engineering, its gorgeous body is wrapped around an efficient drive system that produces more power while using less electricity. The low speed operation cold press squeezing action and increase juice you'll help you maximize your daily intake of enzymes vitamins and nutrients it is simply the best horizontal single auger juicer in the world. Due to its smart design the solostar 4 cautious the competition by producing twenty-six percent more torque while using ten percent less electricity it has a gear reduction equivalent to a five point four horsepower motor more torque means less jamming and less electricity needs more savings on your electricity bill. You even get additional savings by lowering your grocery bill because the solostar 4 produces up to forty percent more juice from your favorite fruits and vegetables. The sleek compact and modern design takes up less space while looking beautiful in your kitchen countertop and since all food contact parts are made from BPA and BPS materials you don't have to worry about exposing your family to harmful chemicals. Each solostar 4 also comes with the standard 15 year warranty longest warranty of its kind of the industry that only 57 RPM the solostar 4 is the slowest horizontal single auger juicers on the market the slow and gentle juicing process virtually eliminates all heating oxidation pursuing more essential nutrients and live enzymes. The class-leading auger size and dual stage extraction process produce maximum juice seals. The ultimate auger is also eight times stronger than other types of plastic which allows for an aggressive auger design that makes it easy to feed your produce into the juicer so you not only get better juice you get more of it all in an easy to use juicer. True beauty starts on the inside begin your journey towards a healthier more beautiful you with the Tribest solostar 4.",
    "VV_VI": "22",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "2",
        "20",
        "4"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 5611.3335,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}