{
    "title": "Omega VRT350HD Low Speed Juicing System at Bed Bath & Beyond",
    "description": "This revolutionary Omega Juicing System features the high efficiency of a masticating style juicer in a vertical design. Low speed juicing system squeezes instead of grinds to allow juice to maintain its natural color, taste, nutrients and vitamins. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
    "referenceId": "A1lfHLdOzIs",
    "date_created": "1480461493",
    "date_modified": "1480617793",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "81500822",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Omega-VRT350HD-Low-Speed-Juicing-System-at-Bed-Bath-Beyond",
    "category": null,
    "duration": 129,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "description": "http:\/\/www.bedbathandbeyond.com\/product.asp?SKU=17893181\nThis revolutionary Omega Juicing System features the high efficiency of a masticating style juicer in a vertical design. Low speed juicing system squeezes instead of grinds to allow juice to maintain its natural color, taste, nutrients and vitamins. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/A1lfHLdOzIs\/hqdefault.jpg",
        "videoId": "A1lfHLdOzIs",
        "mediaDuration": 129,
        "prettyDuration": "00:02:09",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Make it easy to live healthy Rewards yourself with a juice of tasty and nutritious fruits and vegetables. Eat, live, and drink well with Omega juicers. The VRT juicer by Omega makes it convenient to live a healthy lifestyle turn it on, add your favorite fruits or veggies and the VRT will quickly get to work. Separating the pulp, peels, and seeds from the nutrient packed juice. With the auto cleaning system and juicing screen guarantees you the great tasting healthy juice you want whether fruits or vegetables the Omega VRT makes it simple to enjoy 100% fresh juice whenever your body craves it.The Omega VRT low-speed juicer ensures your juice will stay fresh longer and is healthier than juice from other juicers, the secret is the VRT juices at low speeds of 80 RPM's preserving beneficial enzymes in nutrients normally lost at the high speeds of regular juicers the slow speed of the VRT also prevents oxidation truly keeping your juice as fresh as can be just look apple juice from a normal juicer has already broken down from oxidation and separation while the juices from the VRT maintains consistency and will stay fresh for up to 72 hours. When you are finished the Omega VRT cleans up quickly and reassembles easily for future use. The VRT stores easily with a small footprint and a sleek elegant design it also makes a statement on any countertop. Weather pineapples or carrots or even seeded fruit like cherries and pomegranate the Omega VRT delivers making it easy to extract juice from your favorite fruits or vegetables leafy vegetables like kale or spinach or even as something as fine as wheat grass are all easily juiced with a VRT it's the only juicer you'll need the VRT is so quick it makes it easy to live healthy. Juice up your lifestyle eat well live well and drink well with the VRT low speed juicer from Omega.",
    "VV_VI": "4",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7819.3135,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}