{
    "title": "OXO 22-lb. Scale with Pull-Out Display",
    "description": "Whether you're measuring ingredients for cooking and baking or weighing portions when dieting, OXO's new high-capacity digital scale delivers accurate, easy-to-read results every time. Weigh items directly on the platform or in a container. Inventive backlit display pulls away from the base to prevent shadowing from large plates and bowls.",
    "referenceId": "sSeQMGFhE9o",
    "date_created": "1480711317",
    "date_modified": "1480711580",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "81583703",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "OXO-22-lb-Scale-with-Pull-Out-Display",
    "category": null,
    "duration": 111,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "SurLaTableCorp",
        "hdvFlag": 0,
        "description": "Whether you're measuring ingredients for cooking and baking or weighing portions when dieting, OXO's new high-capacity digital scale delivers accurate, easy-to-read results every time. Weigh items directly on the platform or in a container. Inventive backlit display pulls away from the base to prevent shadowing from large plates and bowls. \n\nThe product featured can be purchased at: http:\/\/www.surlatable.com\/product\/PRO-926188\/OXO-22-lb-Scale-with-Pull-Out-Display",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/sSeQMGFhE9o\/hqdefault.jpg",
        "videoId": "sSeQMGFhE9o",
        "mediaDuration": 111,
        "prettyDuration": "00:01:51",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hi, I'm Elizabeth from OXO and today I'll be demonstrating the handy 22 pounds food scale. In general a food scale is a great tool to have on hand they ensure accuracy in measurement and they're also good for portion control. OXO's food scales have a host of thoughtful details that make them really simple to use. This 22 pound scale is great for large recipes and heavy items. The display in it is the hub of this food scale. Turn it on using the power button wait for the scale to countdown 3, 2, 1,  before you began. The 0 button allows you to reset the scale between ingredients or to offset the plate or bowl. This way only the weight of the ingredient you're measuring is counted. Switch between volume and weight by pressing the unit button, the scale measures in pounds, kilograms, cups, and liters. This measuring cup icon appears and disappears to clearly indicate when we're moving from volume to weight. OXO 's food scale measure accurately to 1\/8 of an ounce. For better visibility press the light bulb button to turn on the back light. You can pull the entire display unit away from the scale while in use. This is great for when you're using large bowls or plates. The pull out display is also helpful for weighing packages. There's an indicator that shows how much weight capacity has been used. It comes with a usable  conversion chart to help measure the volume of ingredients of different densities like milk, oil, or eggs. When you're done you can pull off the stainless steel plate and hand-wash it. The food scale also comes in 11 pound and 5 pound versions, any of OXO's food scales will be a welcome addition to your kitchen. ",
    "VV_VI": "8",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1013.2069,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}