{
    "title": "Cuisipro Surface Glide Techology Graters",
    "description": "Graters by Cuisipro with Surface Glide Technology.",
    "referenceId": "XVhx4Tuzjfo",
    "date_created": "1480707947",
    "date_modified": "1480708549",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "81583684",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisipro-Surface-Glide-Techology-Graters",
    "category": null,
    "duration": 140,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisiproKitchen",
        "hdvFlag": 1,
        "description": "Graters by Cuisipro with Surface Glide Technology | www.cuisipro.com",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/XVhx4Tuzjfo\/hqdefault.jpg",
        "videoId": "XVhx4Tuzjfo",
        "mediaDuration": 140,
        "prettyDuration": "00:02:20",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Experience the pleasure of Cuisipros revolutionary grooved graters the groove grading surface combines razor sharp edged blades with surface glide technology to grate more with less effort surface glide technology is a patent-pending technology exclusive to Cuisipro no other grater can boast the perfect balance between ease and maximum efficiency offered by this revolutionary innovative design. The science behind surface glide technology is based in a repeated grooved pattern spread evenly across the face of the grating surface these grooves provide two distinct benefits beyond other graters reducing resistance making food easier to grate and elongating the length of the individual blades so each blade has a wider cutting surface creating more food per stroke. All Cuisipro graters are designed not only to grate effortlessly but also provide the best possible grip in order to ensure safety while grating the rasps and flat graters ergonomically shaped handle has a non-slip finish which makes them comfortable to hold for a secure safe grip. Each grater also has a non-slip end to provide maximum stability and ease. The non-slip handle and base on the box grater provide stability while easily grating large quantities of food. The dual grater has non-slip ends at both ends and a sliding cover to protect your hands. A snap-on protective cover on rasps and flat graters goes beyond offering safe storage the Handy cover also doubles as a useful measuring device for grated ingredients hidden inside the box graters non-slip base is a bonus ginger grater that easily shreds fresh ginger root while leaving unwanted fibers behind. The rotary grater set is designed for the wide hopper to handle large amounts a non-slip grip for comfort and ease and includes two interchangeable blades the Cuisipro collection of graters provides the contemporary cook with a wide variety of greater styles and surfaces to choose from that can effortlessly handle any of your grating needs. Cuisipro graters with surface glide technology a useful tool for the well-equipped kitchen.",
    "VV_VI": "3",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "3"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 120.6357,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}