{
    "title": "Cuisinart Pro Classic Food Processor (DLC 10S) Demo Video",
    "description": "The Cuisinart® Pro Classic™ Food Processor makes all your favorites, from stir-fries and main course salads, to peanut butter and home-made bread.\n\nPlease note some food processor models do not include a separate dough blade. For recipes that call for the use of a dough blade, you can use the designated “S” chopping blade instead.",
    "referenceId": "VqzWV3rPn8g",
    "date_created": "1481050561",
    "date_modified": "1481050629",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "81790775",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Pro-Classic-Food-Processor-DLC-10S-Demo-Video",
    "category": null,
    "duration": 278,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Cuisinart",
        "hdvFlag": 1,
        "description": "Learn more: http:\/\/www.cuisinart.com\/products\/food_processors\/dlc-10s.html\n\nThe Cuisinart® Pro Classic™ Food Processor makes all your favorites, from stir-fries and main course salads, to peanut butter and home-made bread.\n\nPlease note some food processor models do not include a separate dough blade. For recipes that call for the use of a dough blade, you can use the designated “S” chopping blade instead.\n\nFind us on:\nhttp:\/\/www.facebook.com\/cuisinart\nhttp:\/\/twitter.com\/#!\/cuisinart\nhttp:\/\/pinterest.com\/cuisinart\/\nhttps:\/\/plus.google.com\/+cuisinart\/posts",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/VqzWV3rPn8g\/hqdefault.jpg",
        "videoId": "VqzWV3rPn8g",
        "mediaDuration": 278,
        "prettyDuration": "00:04:38",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "hi I'm Mary Rogers and this is the Cuisinart pro classic 7 cup food processor it's an extremely versatile piece of equipment to have in your kitchen you notice how small the footprint is I usually like to tell people like you can visualize it by realizing that it's smaller than an eight and a half by 11 piece of paper but it's a real powerhouse in the kitchen so some of the features include the wide mouth feed tube we just remove this by pressing the button and it's expandable by moving that that little lever so what happens is when you go to slice and shred you could put a whole potato in here whole tomato any type of fresh and fruit or vegetable and you have to do little very little prepping in advance so we just lock that back down in place. The other thing is it has an induction motor so it's really powerful so some of the accessories that come with your 7 cup food processor is first the S blade. This is your chopping blade you do anything from mincing garlic to chopping herbs or onions to making any kind of spreads or even things like meatloaf mix always lifted by the hub never touch it by the blade this is your shredding disc it's made out of stainless steel it's very very sturdy it's also balance so it has little weights here and here and I like to tell people it's like when you go to get your tires balanced it keeps the blade really level and you get really efficient great slices every time. This is your stem adapter and you need this to put the blade in the food processor you just mount it by lining up the arrows and turning to the right and locking it into place to remove it you just pull this lever and twist and turn and remove it. Always put your stem adapter on your disk by lying the disks on the counter top that's really important and this is how you do it for your slicing disc same way this is also you're slicing just like i mentioned it is a medium slice it's great for things like coleslaw or slicing any type of vegetable this is your dough blade this is meant for being used with any kind of yeast based dough, this is your compact cover i'm going to show you how to put it on the unit just remove the lid with the feed tube put it on like this and then you just twist it to lock it into place the last two items that come with your food processor one is a spatula and has a nice flat edge on the side and that's really great at incorporating items i'm going to show you how to use that and then lastly and kind of one of the more important things that come with your product is your how to DVD and it's really important to watch this it goes through every piece and part of your product and how to get the most out of it it's really important plus there's lots of great recipes demonstrations on there for you to watch so now that I've talked about the seven cup pro classic food processor let's go ahead and make something so you can see how efficient it is. We're going to use the flat cover today and the chopping blade and we're going to make a pecan blue cheese spread so first we're going to add the pecans just like this going to put the lid on like so and then we're going to pulse and when you first start using a food processor we always tell consumers to make sure they use the pulse feature because it gives you a lot more control over the results next what we're going to do is we're going to add the cream cheese like that and the blue cheese and this is going to give it a really nice smooth consistency but you're still going to get a nice crunch with the pecans. I'm gonna put the lid back on and then we're going to chop again until it's totally incorporated there you go look how quick and easy that was and remember i said your spatula has a flat side that's meant for scraping down your bowl it's really efficient and easy to use and then I'm just going to put the spread right in this little container here and it's going to be really really fresh and flavorful and if you have company you can use this it's a great appetizer and what you can do is put it out like that spread it on some bread or some crackers and it'll be a nice pungent thing to have with a great red wine.",
    "VV_VI": "12",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 5393.1035,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}