{
    "title": "Wamsutta Dream Zone Dream Bed",
    "description": "Wamsutta Dream Zone Dream Bed is a curated bedding collection that brings the hotel experience home. The importance of a good night's sleep cannot be underestimated. Wamsutta Dream Zone offers bedding essentials to help you create your dream bed.",
    "referenceId": "Tadm6AjMVDs",
    "date_created": "1484588572",
    "date_modified": "1486751478",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "84973445",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Wamsutta-Dream-Zone-Dream-Bed",
    "category": "",
    "duration": 127,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Tadm6AjMVDs\/hqdefault.jpg",
        "uploadDate": 1484588572,
        "videoId": "Tadm6AjMVDs",
        "title": "Wamsutta Dream Zone Dream Bed",
        "description": "Wamsutta Dream Zone Dream Bed is a curated bedding collection that brings the hotel experience home. The importance of a good night's sleep cannot be underestimated. Wamsutta Dream Zone offers bedding essentials to help you create your dream bed. You can check out the entire collection here: https:\/\/www.bedbathandbeyond.com\/store\/product\/wamsutta-reg-dream-zone-reg-dream-bed\/224314?brandId=144",
        "author": "Bed Bath & Beyond",
        "mediaDuration": 127,
        "prettyDuration": "00:02:07",
        "views": "33",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hi I'm Megan, I'm an interior designer working with Bed Bath and Beyond. Incorporating all white bedding into your bedroom design can be intimidating. But the dream bed by Wamsutta Dream Zone majorly simplifies the process. This bedding will up your style game  and transform any room into a luxury 5 star retreat. Our looks start with the dream bed mattress pad, it's 100% cotton and fits a mattress up to 20 inches deep. Next up is the sheet set, it comes with a fitted sheet, a flat sheet, and two standard pillow cases. What I love about this 100% cotton bedding is that its super durable and gets softer with every wash. The dream zone pillows are premium white goosed down with 800 fill power they are light weight and super dense. Plus the cover comes off for easy washing. The pillow cases and flat sheet have a subtle yet sophisticated double needle stitch a nice touch that gives it that hotel aesthetic. The next layer is the 100% ultra fine cotton blanket which gives the all white look texture and the blanket is great for any season. On top of the bed is the duvet cover set the set includes two pillow shams and the duvet cover both have beautiful matching pin tucked details. The comforter is made of premium white goosed down just like the pillows the comforter has 800 fill power providing warmth without the weight. To finish the top of the bed simply add euro pillows with the coordinating euro shams, the euro pillow features memory foam like fibers that improve flexibility, comfort, and coolness, the euro sham is 100% ultra fine cotton it features the same beautiful pin tucked details and adds texture and interests to the top of the bed. The dream bed by Wamsutta dream zone was designed with comfort and style in mind. Bring the luxury hotel experience home with this collection, it's available exclusively online and in select bed bath and beyond stores. ",
    "VV_VI": "3",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 565.08405,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}