{
    "title": "Philips Pasta & Noodle Maker - Which Pasta & Noodle maker is for me?",
    "description": "Enjoy fresh pasta & noodles in less than 18 minutes, the Philips Pasta and Noodle Maker will automatically mix, knead and extrude your pasta. Bring variety to the table! The pasta & noodle maker comes with 3 to 7 shaping discs  inculding discs for penne, spaghetti and fettuccine. .",
    "referenceId": "BHFEs287EgY",
    "date_created": "1485504905",
    "date_modified": "1486079120",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "85181906",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Philips-Pasta-Noodle-Maker-Which-Pasta-Noodle-maker-is-for-me",
    "category": "",
    "duration": 199,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/BHFEs287EgY\/hqdefault.jpg",
        "uploadDate": 1485504905,
        "videoId": "BHFEs287EgY",
        "title": "Philips Pasta & Noodle Maker - Which Pasta & Noodle maker is for me?",
        "description": "Enjoy fresh pasta & noodles in less than 18 minutes, the Philips Pasta and Noodle Maker will automatically mix, knead and extrude your pasta. Bring variety to the table! The pasta & noodle maker comes with 3 to 7 shaping discs  inculding discs for penne, spaghetti and fettuccine. . \n\nFor more infromation visit: http:\/\/philips.com.au\/pastamaker",
        "author": "Philips",
        "mediaDuration": 199,
        "prettyDuration": "00:03:19",
        "views": "193",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hi I'm Gabe from Phillips and today we're having a look at the lineup with the Philips pasta noodle noodle pasta machine whichever way you want it to go about. They will make fresh homemade pasta noodle in 15 to 18 minutes depending on which machine that you're using but all fully automatic or give you my opinion restaurant-quality pasta noodle in well it's in minutes, simple quick and easy. Let's look at the right machine for your needs so this is the original fully automatic really simple to use you're getting for disk with this and two cleaning tools so the the capacity in which we can make either 600 grand serves that would be two scoops of the flour and the liquid ratio measurements so you can customize your happy to be putting dry ingredients with dr you want some crack paper of them chopped hubs are withdrawing the liquid with the liquid soap with the liquid you can use plain water using homemade pasta mixture of the water and ate together or question using vegetable Jesus to make it really little bit more fun for customizing your posture is easy to get a recipe book with all three of these machines so you can select the different types of pasture and the different ingredients you may wish to put in so making all the different recipes simply and easily so the original you've got the four discs and of course safety in that little drawn the fact there we reduce the auto way which is a premium to the automatic it is fully or medical so it will allow you a 600 grand served be getting seven discs with this machine he said you put the four on board the front there and the rest you just need to pack away to keep your favorites on board we have a unique feature in that you can put incremental different and now for flower keep the liquid calculate button it will tell you exactly how much liquid measure that you need father flavored pastor or playing partner so the egg ratio is different this machine is not enough you press the button it tells you exactly what to do both fully automatic weather going to make that pastoring units by simply putting the ingredients present button and he doesn't for you so premium 763 cleaning tool the original four discs and to cleaning tool now onto the brand new visa that's what i call the compact baby because it is compact it's a lot marrow is that sit on your bench top a little bit early space either concern you can do a 450 grand served with this machine versus the 600 600 really big output for a smaller machine you're getting three discs with this machine here and of course it is a fully automatic",
    "VV_VI": 28,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3635.2368,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}