{
    "title": "Potty Training with Pampers Easy Ups: The Easiest Way to Underwear | Pampers",
    "description": "Pampers Easy Ups make potty training a breeze. The waistband stretches 360 degrees. Extra-Absorb channels that work day and night. Dual LeakGuard barriers help prevent leaks just right. Soft like cotton and sides that easily tear. You’ll know it’s Pampers, they’ll think it’s underwear. Learn more: \n\nThis video is about potty training with Pampers Easy Ups, the easiest way to underwear.",
    "referenceId": "-eQYmu3BgIY",
    "date_created": "1486156646",
    "date_modified": "1491430952",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Gifting",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "85268346",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Potty-Training-with-Pampers-Easy-Ups-The-Easiest-Way-to-Underwear-Pampers",
    "category": null,
    "duration": 97,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Pampers",
        "hdvFlag": 1,
        "description": "Pampers Easy Ups make potty training a breeze. The waistband stretches 360 degrees. Extra-Absorb channels that work day and night. Dual LeakGuard barriers help prevent leaks just right. Soft like cotton and sides that easily tear. You’ll know it’s Pampers, they’ll think it’s underwear. Learn more: https:\/\/www.youtube.com\/watch?v=5pIiAl4gWr8&list=PLEO5ZutnaN0OVb8RUoPN8Z1UVyRzrAPYm \n\nLearn more about Pampers Easy Ups Training Underwear and buy online: http:\/\/www.pampers.com\/en-us\/search?q=easy%20ups \n\nSubscribe to get notified when new Pampers videos are uploaded! http:\/\/www.youtube.com\/subscription_center?add_user=pampers \n\nOther Pampers Channels: \nWebsite: http:\/\/www.pampers.com\/ \nFacebook: https:\/\/www.facebook.com\/Pampers \nTwitter: https:\/\/twitter.com\/pampers \nGoogle+: https:\/\/plus.google.com\/u\/0\/103592546535723849301 \n\nThis video is about potty training with Pampers Easy Ups, the easiest way to underwear.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/-eQYmu3BgIY\/hqdefault.jpg",
        "videoId": "-eQYmu3BgIY",
        "mediaDuration": 97,
        "prettyDuration": "00:01:37",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "The easiest way to underwear by Pampers easy ups. In the past, kids would struggle. Pants had less stretch. They tugged and they pulled and with barely a flex. But now these great waist bands  make dressing a breeze. Easy Ups stretch 360 degrees. After a time, training pants tend to leak, not exactly the protection you seek. But extra absorb channels work day and night to help prevent leaks and make him feel just right. When it comes to pants leaking, there's one place that's worse. The leg holes are where training pants seem to burst. But with these easy ups, those leaks simply won't do, so they got leak guard barriers. Not just one but two. Sure they look and they fell just like real underwear but they also feel like a cotton soft pair. Just like fluffy blankets or pillows so cushy these pants will feel nice on his cute little tushy. When an accident happens, and trust us they do, he'll want quickly out of that pee or that poo but tuggling and tussling just doesn't seem fair. That's why easy ups sides very easily tear. So that's the whole story. A rewritten tale about one that had gotten so dreadfully stale. Pampers protection, a great fit and more. ",
    "VV_VI": "14",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 13961.722,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}