{
    "title": "Watch - NewAir AWC-270E Compressor Wine Cooler Review",
    "description": "Backed by a one year warranty and outstanding customer service, the AWC-270E is a great example of why NewAir is a wine cooler brand you can trust. In this video review, you'll get a first-hand look at what this 27 bottle wine cooler has to offer.\n\nThe AWC-270E has a compact design that saves space in your home, while still providing ample room to organize and cool your wine. With slide-out chrome shelves and a lower storage area, the cooler can fit bottles of different sizes, such as champagnes.\n\nFeaturing one of the widest temperature selection ranges on the market -- 39 to 64 degrees Fahrenheit -- the AWC-270E can be calibrated exactly to ambient conditions. This wine bottle refrigerator uses reliable compressor technology to keep temperatures stable, and the exterior mounted controls means you won't have to open the fridge to change settings.\n\nUse the NewAir AWC-270E single zone wine cooler to properly store your budding wine collection or as a complement to your existing wine cellar.",
    "referenceId": "vGPEOQt5DkQ",
    "date_created": "1486595379",
    "date_modified": "1486597878",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "85312680",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Watch-NewAir-AWC-270E-Compressor-Wine-Cooler-Review",
    "category": null,
    "duration": 76,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "NewAir",
        "hdvFlag": 1,
        "description": "Backed by a one year warranty and outstanding customer service, the AWC-270E is a great example of why NewAir is a wine cooler brand you can trust. In this video review, you'll get a first-hand look at what this 27 bottle wine cooler has to offer.\n\nThe AWC-270E has a compact design that saves space in your home, while still providing ample room to organize and cool your wine. With slide-out chrome shelves and a lower storage area, the cooler can fit bottles of different sizes, such as champagnes.\n\nFeaturing one of the widest temperature selection ranges on the market -- 39 to 64 degrees Fahrenheit -- the AWC-270E can be calibrated exactly to ambient conditions. This wine bottle refrigerator uses reliable compressor technology to keep temperatures stable, and the exterior mounted controls means you won't have to open the fridge to change settings.\n\nUse the NewAir AWC-270E single zone wine cooler to properly store your budding wine collection or as a complement to your existing wine cellar. To find out what other customers think about this product, visit: http:\/\/www.newair.com\/products\/awc-270e",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/vGPEOQt5DkQ\/hqdefault.jpg",
        "videoId": "vGPEOQt5DkQ",
        "mediaDuration": 76,
        "prettyDuration": "00:01:16",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "The NewAir AWC 270E bottle compressor wine cooler is a reliable way to store your wine. The AWC 270E is efficient quiet and easy to clean, it's compact design that you store it on counter-tops or anywhere in your home. The compressor keeps temperature stable and the push-button controls allow you to select the optimal temperature for your wine from between 39 and 64 degrees Fahrenheit one of the widest temperature ranges in any cooler on the market. The temperature is shown on a bright digital display at the top of the door, it blinks whenever you select a new temperature it can be shown in either Celsius or Fahrenheit and because it's located on the outside of the door it allows you to adjust the temperature without disturbing conditions inside. The cooler can hold up to 27 bottles of wine on six slide out chrome shelves, there's also a storage unit at the bottom that allows you to hold large and oversize bottles. The blue LED light and beautifully showcases your wine collection to the insulated glass door, there's also a lock at the bottom of the door that allows you to control access to your wine and keep out unwanted guests. Backed by 1-year warranty and outstanding customer service the NewAir AWC 270E is a perfect example of why when it comes to wine and wine storage NewAir is a name you can trust.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7092.011,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}