{
    "title": "NewAir WAT20W Water Dispenser Video Product Review",
    "description": "Explore the features and benefits of the NewAir WAT20W Water Dispenser in this video product review and enjoy better drinking water in your home.\n\nThe NewAir WAT20W Water Dispenser provides fresh, clean water. It has an innovative and stylish design that complements the look of your kitchen or any office space. Inside, the dispenser stores the water in a stainless steel reservoir, which reduces the risk of mold and eliminates the plastic taste common in other water coolers.\nTo make loading easier, the WAT20W is equipped with a built-in bottle spike that punctures the cap on the water bottle as you lower it down onto the top of the cooler, allowing you to keep the bottle completely sealed until it’s safely loaded onto the dispenser. All the water stays in the bottle; none of it gets on you.\n\nThe WAT20W is ENERGY STAR approved. It heats and cools water using less electricity, allowing you to enjoy all the same benefits as an ordinary water cooler at a lower cost. To conserve energy even further, the WAT20W has on\/off switches on its hot and cold water tanks, so you can disable them when you’re not using them.\n\nThe WAT20W is a hot and cold water dispenser. It chills water to 39° and heats it to 185°F, making it a perfect way to make coffee, tea, cocoa, or even soup, if you’re hungry. For guard against accidents, there is a safety lock installed on the hot water faucet.\n\nThe WAT20W has a storage cabinet in the base for cups, towels, and other supplies. It’s also completely BPA-free, to ensure your health and safety. It’s the fastest, easiest, and most convenient way to enjoy great-tasting drinking water, from NewAir - a name you can trust.",
    "referenceId": "HI3rvAaAdNw",
    "date_created": "1487120994",
    "date_modified": "1487120994",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "85396638",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "NewAir-WAT20W-Water-Dispenser-Video-Product-Review",
    "category": null,
    "duration": 115,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "NewAir",
        "hdvFlag": 1,
        "description": "Explore the features and benefits of the NewAir WAT20W Water Dispenser in this video product review and enjoy better drinking water in your home.\n\nThe NewAir WAT20W Water Dispenser provides fresh, clean water. It has an innovative and stylish design that complements the look of your kitchen or any office space. Inside, the dispenser stores the water in a stainless steel reservoir, which reduces the risk of mold and eliminates the plastic taste common in other water coolers.\nTo make loading easier, the WAT20W is equipped with a built-in bottle spike that punctures the cap on the water bottle as you lower it down onto the top of the cooler, allowing you to keep the bottle completely sealed until it’s safely loaded onto the dispenser. All the water stays in the bottle; none of it gets on you.\n\nThe WAT20W is ENERGY STAR approved. It heats and cools water using less electricity, allowing you to enjoy all the same benefits as an ordinary water cooler at a lower cost. To conserve energy even further, the WAT20W has on\/off switches on its hot and cold water tanks, so you can disable them when you’re not using them.\n\nThe WAT20W is a hot and cold water dispenser. It chills water to 39° and heats it to 185°F, making it a perfect way to make coffee, tea, cocoa, or even soup, if you’re hungry. For guard against accidents, there is a safety lock installed on the hot water faucet.\n\nThe WAT20W has a storage cabinet in the base for cups, towels, and other supplies. It’s also completely BPA-free, to ensure your health and safety. It’s the fastest, easiest, and most convenient way to enjoy great-tasting drinking water, from NewAir - a name you can trust.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/HI3rvAaAdNw\/hqdefault.jpg",
        "videoId": "HI3rvAaAdNw",
        "mediaDuration": 115,
        "prettyDuration": "00:01:55"
    },
    "transcripts": "Introducing the NewAir WAT120W pure spring water dispenser and innovative and stylish watercooler designed for convenience and efficiency. This special water dispensing system uses a stainless steel reservoir reducing the risk of mold and eliminating the plastic taste common in ordinary coolers. A unique puncture mechanism let you keep the bottle sealed while tipping it into the cooler making the whole process spill free and easier than ever. We all know we're supposed to drink eight glasses of water a day to keep us balanced and healthy but with our busy schedules and life's on the move it's not always easy to remember and it's not always convenient. Where do we turn for easy relief? Where is there a name we can trust? The NewAir WAT20W is Energy Star certified it heats and cools water using less energy than other coolers allowing you to enjoy all the same features and benefits at a lower cost to your electric bill. It can heat water to 185 degrees and up so you'll never have to boil a kettle again, hot water will always be ready it comes protected with child safety locks and as an extra precaution they're even shutoff switches on the side. The insulated storage cabinet allows you to keep cups or accessories close by and it's made of plastics that are 100-percent BPA-free making it one of the healthiest water dispenses on the market. The elegant design is a complement to any room whether for your home, office, garage or gym. The NewAir WAT20W is the best solution for keeping refreshment close at hand don't build your schedule around staying healthy and hydrated let them fit into your schedule. For dependability and innovation you can count on NewAir. NewAir a name you can trust.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 8105.0757,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}