{
    "title": "How to Use a NewAir AI-100 Ice Maker",
    "description": "We demonstrate how to use a NewAir AI-100 ice maker. Learn how it produces ice for drinks, sodas, and anything else.\n\nThe NewAir AI-100 series is the premier ice machine on the market. It can make a batch of ice cubes in as little as 6-15 minutes, up to 28 pounds of ice per day. The process is automatic. Simply add water and the ice maker does the rest. We walk you through every step. We show you how to select ice cube size, tip for filling the reservoir, and demonstrate you how easy it is to keep ice on hand all day long, for pool parties, friendly get-togethers, and lazy afternoons at home.",
    "referenceId": "8Ef8fm-PD9E",
    "date_created": "1486595347",
    "date_modified": "1486597656",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "85312676",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-Use-a-NewAir-AI-100-Ice-Maker",
    "category": null,
    "duration": 123,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "NewAir",
        "hdvFlag": 1,
        "description": "We demonstrate how to use a NewAir AI-100 ice maker. Learn how it produces ice for drinks, sodas, and anything else.\n\nThe NewAir AI-100 series is the premier ice machine on the market. It can make a batch of ice cubes in as little as 6-15 minutes, up to 28 pounds of ice per day. The process is automatic. Simply add water and the ice maker does the rest. We walk you through every step. We show you how to select ice cube size, tip for filling the reservoir, and demonstrate you how easy it is to keep ice on hand all day long, for pool parties, friendly get-togethers, and lazy afternoons at home. \n\nFor more information go to: http:\/\/www.newair.com\/home-appliances\/ice-makers",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/8Ef8fm-PD9E\/hqdefault.jpg",
        "videoId": "8Ef8fm-PD9E",
        "mediaDuration": 123,
        "prettyDuration": "00:02:03",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "The NewAir AI 100 series ice maker is a great way to keep ice on hand for parties, barbecues or just whenever the weather gets hot. To use set the Icebreaker down on their level service and plug-in, take out the ice basket and pour in some water make sure not to fill the reservoir up past the max fill line or else water will seep into your ice basket when you put it back inside. Next place the ice basket back into the ice maker press the power button and then select what size ice cubes you like, you have three to choose from small medium or large cycle through them by pressing the select button here in front. And the ice maker will start making ice automatically. Water will be pumped from the reservoir up to the metal tongs will freeze and drop down into the ice basket. It takes about six to fifteen minutes the ice maker to start making ice depending on what size ice cube to selected. It will continue making ice into the ice basket is full which time the process will stop and the light will come on to the front let you know when this happens simply remove the ice basket and pour into a bowl or other container then replace the ice basket and the process will continue automatically. If you can't get to the ice right away don't worry any melted ice will drain down into the reservoir and get recycled back into ice cubes. If the reservoir was low a light will come on to the front to let you know, when this happens simply pour in more water. The water should be changed at least once a day though in order to make sure it stays clean. Once you're done making ice simply press the power button then drain the reservoir using the plug on the side. Store the ice maker away someplace dry and level. The NewAir AL 100 series ice maker can make the 28 pounds of ice per day it comes with one year warranty and a lifetime of customer service, NewAir a name you can trust.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 12002.06,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}