{
    "title": "NewAir WAT10W Water Bottle Video Demo",
    "description": "A quick video demonstration of the NewAir WAT10W Water Bottle. See how easy it is to use and why it’s the best water cooler accessory you can buy.\n\nThe NewAir WAT10W Water Bottle is a replacement for ordinary plastic jugs. Instead of relying on pre-filtered water, the WAT10W filters the water itself using an activated carbon filter. As you pour tap water in to the top, it percolates down to the bottom. Chlorine, sediment, and pollutants in the water get pulled out as it passes through the filter, leaving nothing but clean, healthy drinking water for you to enjoy. Best of all, it can be refilled without taking it off the water cooler. No more lifting heavy water jugs.\n\nThe WAT10W is also a money saver. Tap water costs less than a penny per gallon, compared to $1.20-$1.40 per gallon for bottled water. That’s a savings of hundreds of dollars per year for the average home; thousands of dollars a year for an office.\n\nThe WAT10W is made from 100% BPA-free plastic, to protect your health, like all of NewAir’s water dispensers and accessories. We’re committed to the highest standards of safety and quality.",
    "referenceId": "tPJbJ-SVcTA",
    "date_created": "1486595354",
    "date_modified": "1486595354",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "85312677",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "NewAir-WAT10W-Water-Bottle-Video-Demo",
    "category": null,
    "duration": 95,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "NewAir",
        "hdvFlag": 1,
        "description": "A quick video demonstration of the NewAir WAT10W Water Bottle. See how easy it is to use and why it’s the best water cooler accessory you can buy.\n\nThe NewAir WAT10W Water Bottle is a replacement for ordinary plastic jugs. Instead of relying on pre-filtered water, the WAT10W filters the water itself using an activated carbon filter. As you pour tap water in to the top, it percolates down to the bottom. Chlorine, sediment, and pollutants in the water get pulled out as it passes through the filter, leaving nothing but clean, healthy drinking water for you to enjoy. Best of all, it can be refilled without taking it off the water cooler. No more lifting heavy water jugs.\n\nThe WAT10W is also a money saver. Tap water costs less than a penny per gallon, compared to $1.20-$1.40 per gallon for bottled water. That’s a savings of hundreds of dollars per year for the average home; thousands of dollars a year for an office.\n\nThe WAT10W is made from 100% BPA-free plastic, to protect your health, like all of NewAir’s water dispensers and accessories. We’re committed to the highest standards of safety and quality.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/tPJbJ-SVcTA\/hqdefault.jpg",
        "videoId": "tPJbJ-SVcTA",
        "mediaDuration": 95,
        "prettyDuration": "00:01:35"
    },
    "transcripts": "NewAir WAT10W filter water bottle is unique accessory for water dispensers. It sits on top of your water cooler like an ordinary water bottle however instead of relying on pre filtered water the WAT10W filters the water itself. Just take off the top lid and pour the water into the upper chamber as water drains down into the bottom chamber the carbon filter in the middle removes chlorine, odor, sediment and other dangerous particles water then percolates down into the reservoir where it's heated and cooled. The WAT10W is made with a hundred percent BPA-free materials so the water provides is always clean and fresh. The filter last for six months and it's an eco-friendly cost-effective way to enjoy clean drinking water in your home, best of all the WAT10W does not need to be removed in order to refill so you don't spend anymore time lifting heavy water bottles. Before you put the new filter in soak it in water for 7 to 8 minutes then take it out and rinse it under running water for 3 to 4 minutes to get rid of any carbon granules that might be inside. The filter is easy to replace as well simply take off the lid, remove the top chamber and screw the filter and screw the new one, then replace the top chamber and you're good to go. The NewAir WAT10W is compatible practically every other major water dispenser brand on the market it comes with a one-year warranty and a lifetime of outstanding customer service of Newair a name you can trust.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18",
        "25",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6307.9688,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}