{
    "title": "NewAir AWB-360DB Dual Zone Wine & Beverage Cooler",
    "description": "NewAirs AWB-360DB Collector's 18 Bottle Dual Zone Wine Cooler & 60 Can Beverage Combo \nChill wine and cool your favorite beverages to perfection with this NewAir AWB-360DB wine and beverage cooler combo. Anyone who's ever opened a much-anticipated bottle of wine can attest to the effects of improper wine storage. Enjoy your costly collection for all it's worth and invest in the best storage available! The same applies to anyone who likes a chilled beer in the evening, don't worry about cramming your groceries in your refrigerator anymore. With the addition of this combo from the NewAir collection you can have both chilled beer, soda and wine at your fingertips.\n\nBuilt-in or Freestanding \nThis wine and beverage cooler has been designed for both built-in and freestanding applications. Please note for built-in installation that the product dimensions of this unit is L: 23.5 x W: 24 x H: 34.25 . With its size, capacity, design and overall concept it is it perfect for any home bar, game room, kitchen or dining area. The freestanding installation allows for flexible placement so you can install it in any available space. \n\nEasy to Operate \nThe LED display, digital controls, and an easy push button operation makes this NewAir wine and beverage chiller an overall user-friendly choice. With the internal LED light it nicely illuminates the wine cooler, making it easy to browse when choose your wine or beer. Even with the edition of the LED light, it doesn't add any extra heat within the unit. LED lights are loved by many consumers as it helps add a real ambience to any setting. If you love to entertain or have parties then the AWB-360DB from Newair is guaranteed to be a great solution for chilling wine, beers and sodas.\n\nStore Wine & Beverages in the Same Cooler \nDual cooling zones mean that the cabinet's side by side storage areas are specialized and independently operated for chilling different beverages at your desired temperature ranges. Adjust the temperature to chill your wine as desired. The thermostat ranges from 36-72° F in both zones and it can be adjusted in increments of 1. Overall this wine and beverage cooler can chill up to 18 bottles of wine and 60 cans.\n\nAdjustable Interior \nWhile metal shelving gently cradles your collection, you can also remove or adjust the shelves to fit larger or any other of type of beverage. The legs are also adjustable, making it more customizable for built-in installation. To ensure that no one can access your richest and most treasured collection, the AWB-360DB is equipped with locking doors. Plus, there's an in-home warranty to guarantee product reliability and performance.\n\n*** This wine & beverage cooler comes with a 1 year in home service & repair warranty, which is backed by NewAir a name you can trust. ***",
    "referenceId": "CXRakc3HJMs",
    "date_created": "1486502007",
    "date_modified": "1486508295",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "85300050",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "NewAir-AWB-360DB-Dual-Zone-Wine-Beverage-Cooler",
    "category": null,
    "duration": 146,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "NewAir",
        "hdvFlag": 1,
        "description": "NewAirs AWB-360DB Collector's 18 Bottle Dual Zone Wine Cooler & 60 Can Beverage Combo \nChill wine and cool your favorite beverages to perfection with this NewAir AWB-360DB wine and beverage cooler combo. Anyone who's ever opened a much-anticipated bottle of wine can attest to the effects of improper wine storage. Enjoy your costly collection for all it's worth and invest in the best storage available! The same applies to anyone who likes a chilled beer in the evening, don't worry about cramming your groceries in your refrigerator anymore. With the addition of this combo from the NewAir collection you can have both chilled beer, soda and wine at your fingertips.\n\nBuilt-in or Freestanding \nThis wine and beverage cooler has been designed for both built-in and freestanding applications. Please note for built-in installation that the product dimensions of this unit is L: 23.5 x W: 24 x H: 34.25 . With its size, capacity, design and overall concept it is it perfect for any home bar, game room, kitchen or dining area. The freestanding installation allows for flexible placement so you can install it in any available space. \n\nEasy to Operate \nThe LED display, digital controls, and an easy push button operation makes this NewAir wine and beverage chiller an overall user-friendly choice. With the internal LED light it nicely illuminates the wine cooler, making it easy to browse when choose your wine or beer. Even with the edition of the LED light, it doesn't add any extra heat within the unit. LED lights are loved by many consumers as it helps add a real ambience to any setting. If you love to entertain or have parties then the AWB-360DB from Newair is guaranteed to be a great solution for chilling wine, beers and sodas.\n\nStore Wine & Beverages in the Same Cooler \nDual cooling zones mean that the cabinet's side by side storage areas are specialized and independently operated for chilling different beverages at your desired temperature ranges. Adjust the temperature to chill your wine as desired. The thermostat ranges from 36-72° F in both zones and it can be adjusted in increments of 1. Overall this wine and beverage cooler can chill up to 18 bottles of wine and 60 cans.\n\nAdjustable Interior \nWhile metal shelving gently cradles your collection, you can also remove or adjust the shelves to fit larger or any other of type of beverage. The legs are also adjustable, making it more customizable for built-in installation. To ensure that no one can access your richest and most treasured collection, the AWB-360DB is equipped with locking doors. Plus, there's an in-home warranty to guarantee product reliability and performance.\n\n*** This wine & beverage cooler comes with a 1 year in home service & repair warranty, which is backed by NewAir a name you can trust. ***\n\nBuy Online: http:\/\/www.newair.com\/products\/awb-360db",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/CXRakc3HJMs\/hqdefault.jpg",
        "videoId": "CXRakc3HJMs",
        "mediaDuration": 146,
        "prettyDuration": "00:02:26",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Collectors know that great wine is as much an art form as it is good craftsmanship. When we're going through the day a cold drink is just what we need to feel great. Where do we turn to keep chill refreshment close at hand? How do we craft our wine to perfection? Introducing the AWB 360DB deluxe dual zone wine and beverage cooler one of the only dual purpose temperature control systems on the market. A wine needs the right temperature to mature properly if it's too warm it ages prematurely losing his flavor, if it's to cold the court contracts letting in oxygen and ruining the wine. Ordinary coolers have a much more limited range of power and don't always keeps specifically drinks at the right temperature. The AWB 360DB has a special energy efficient compressor the cools your beverages side-by-side in two separate compartments each with his own independent automatic thermostat. Its triple-a insulation and jewel pain protective glass keep the temperature perfect its internal carbon filter keeps the air pure for circulating inside. The digital display and easy push-button controls let you keep the temperature exactly how you want it. The adjustable sculpted chrome shells can be arranged however you like to display any kind of container or bottle and is capable of holding up to 18 bottles of wine and sixty cans of beer or soda. There's also a safety lock to keep your drinks away from any unwanted customers and it uses no harsh chemicals. The front venting compressor lets you place it anywhere and it has a button that changes the display from Celsius to Fahrenheit and the LED light as a touch of elegance. It can be freestanding or built-in under the counter and it also comes with an in home warranty and its environment friendly before you install it please refer to the measurements on your screen to ensure you have the right amount of space whether for your living area, kitchen, bar, or impressing at a party. The AWB 360DB TV is the perfect solution keep your drinks protected and don't let the element stop you from crafting your wine to perfection for dependability and innovation you can count on NewAir. [Music] NewAir a name you can trust.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 12651.261,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}