{
    "title": "Quick Video Demo: How to Use a NewAir WAT40 Water Cooler",
    "description": "See why NewAir WAT40 Water Dispenser is the best way to enjoy cool, clean drinking water in your home. It’s convenient, efficient, & safe.\n\nThe WAT40 is a bottom loading water dispenser designed for your home or office. It provides both hot and cold drinking water using stainless steel tanks. Stainless steel doesn’t impart any flavors, so water stored in it is always tastes crisp and fresh. All the cooler’s components are completely BPA-free, guaranteeing all the water inside is clean and healthy water for as long as you use it. It’s also ENERGY STAR approved, so it’s inexpensive to operate. It has a smooth, minimalistic design that improves the look of your home. Compact and unobtrusive, it’s a great addition to any kitchen.",
    "referenceId": "1BFPhY4A8h0",
    "date_created": "1486599655",
    "date_modified": "1486599900",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "85318527",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Quick-Video-Demo-How-to-Use-a-NewAir-WAT40-Water-Cooler",
    "category": null,
    "duration": 87,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "NewAir",
        "hdvFlag": 1,
        "description": "See why NewAir WAT40 Water Dispenser is the best way to enjoy cool, clean drinking water in your home. It’s convenient, efficient, & safe.\n\nThe WAT40 is a bottom loading water dispenser designed for your home or office. It provides both hot and cold drinking water using stainless steel tanks. Stainless steel doesn’t impart any flavors, so water stored in it is always tastes crisp and fresh. All the cooler’s components are completely BPA-free, guaranteeing all the water inside is clean and healthy water for as long as you use it. It’s also ENERGY STAR approved, so it’s inexpensive to operate. It has a smooth, minimalistic design that improves the look of your home. Compact and unobtrusive, it’s a great addition to any kitchen. \n\nhttp:\/\/www.newair.com\/water-dispensers\/bottom-loading-wat40w\nhttp:\/\/www.newair.com\/water-dispensers\/bottom-loading-wat40b",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/1BFPhY4A8h0\/hqdefault.jpg",
        "videoId": "1BFPhY4A8h0",
        "mediaDuration": 87,
        "prettyDuration": "00:01:27",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "The NewAir WAT40 pure Spring bottom money BPA-free water dispenser is a convenient independent way to enjoy water in your home or office. Instead of loading the bottle onto the top of the cooler the water bottles stored down here in the base of the unit. The water pump brings the water up into the reservoir where it's heated and cooled. To use it simply place the cap and nozzle over the bottle in the water pump will activate automatically. It takes a few minutes for the water to be heated or cool to the right temperature. The lights on the front of the unit let you know what it's doing is the power light, a heating light, cooling light, and water light which blinks when the water bottle is empty needs to be replaced. Dispense the water by using the to brightly colors nozzles in front, the blue nozzle dispenses cold water and the red nozzle dispenses hot water. The red nozzle is protected by safety lock which prevents your children accidentally scalding themselves, to use it simply press the button in and press down on the tab if you try pressing the tab without pushing the button cooler will lock up nothing will come out. If you want to disable the hot or cold water there's two buttons on the back that will let you do that the green one controls the cold water and the red one controls the hot water. The NewAir WAT40 can expense over half a gallon of cold water and a quarter gallon of hot water every hour it comes another black or white with a one-year warranty and a lifetime of outstanding customer service from NewAir a name you can trust.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 2838.424,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}