{
    "title": "How to Use the NewAir AF-1000 Swamp Cooler",
    "description": "Swamp coolers are the best way to stay cool in hot, dry environments. Explore all the features & benefits of the NewAir AF-1000 Swamp Cooler in this quick video.\n\nSwamp coolers chill the air using natural evaporation. Water is pumped up from a reservoir and used to soak a cooling pad made of cardboard or cellulose. Then a fan blow air through the pad, which causes the water to evaporate. Evaporation pulls energy from the air, so the air that comes out is nice and cold, sometimes as much as 20-30°F colder than the ambient temperature.\n\nThe AF-1000 comes with three fan speeds (Low, Medium, & High) that let you adjust the airflow rate and the amount of cooling. You can use it as an evaporative cooler or, if the humidity’s too high, you can disable the water pump and just use it as a fan. The cooler comes with a programmable timer that lets set a start time, so you can program it to turn on automatically during different parts of the day. Oscillating louvers help distribute the air evenly throughout the room.\n\nThe cooler is extremely cost-effective. It can run for over an hour and still only use up a few cents worth of electricity. It’s the ideal cooling solution for any place where the air is dry and the days are warm.",
    "referenceId": "ez349sXp3MI",
    "date_created": "1487120299",
    "date_modified": "1487120299",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "85396619",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-Use-the-NewAir-AF-1000-Swamp-Cooler",
    "category": null,
    "duration": 144,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "NewAir",
        "hdvFlag": 1,
        "description": "Swamp coolers are the best way to stay cool in hot, dry environments. Explore all the features & benefits of the NewAir AF-1000 Swamp Cooler in this quick video.\n\nSwamp coolers chill the air using natural evaporation. Water is pumped up from a reservoir and used to soak a cooling pad made of cardboard or cellulose. Then a fan blow air through the pad, which causes the water to evaporate. Evaporation pulls energy from the air, so the air that comes out is nice and cold, sometimes as much as 20-30°F colder than the ambient temperature.\n\nThe AF-1000 comes with three fan speeds (Low, Medium, & High) that let you adjust the airflow rate and the amount of cooling. You can use it as an evaporative cooler or, if the humidity’s too high, you can disable the water pump and just use it as a fan. The cooler comes with a programmable timer that lets set a start time, so you can program it to turn on automatically during different parts of the day. Oscillating louvers help distribute the air evenly throughout the room.\n\nThe cooler is extremely cost-effective. It can run for over an hour and still only use up a few cents worth of electricity. It’s the ideal cooling solution for any place where the air is dry and the days are warm.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ez349sXp3MI\/hqdefault.jpg",
        "videoId": "ez349sXp3MI",
        "mediaDuration": 144,
        "prettyDuration": "00:02:24"
    },
    "transcripts": "NewAIr AF 1000 evaporative coolers are a great way to stay cool hot dry environments, they chill using natural evaporation. This activates the water pump which pumps water up to the evaporative cooling pad where the water evaporates as fan blows air to it as the water evaporates it chills the air and if conditions are right it can sometimes lower the temperature by as much as 20 to 30 degrees. When you get your AF 1000 start by unscrewing the rear panel and installing the two filters that comes with the unit, these filters trap dirt particles and prevent them from clogging in the unit. Press the wheel locks to keep the unit still, doesn't matter what order you install the filters in just as long as the right up against the rear screen. Next we'll fill the water tank pop open the side hatch and for the water in making sure not to go past the maximum water line, then shut the hatch and plug in the unit. The AF 1000 comes with three fan speeds low medium and high when you turn on the unit the fan starts in low to switch to a higher setting press the on button again to choose either medium or high. The fan speed appears on the main display right next to the temperature. To activate the cooling pump press cool this starts the water flowing from the tank up to the cooling pad. The AF 1000 cool areas of the 300 square feet to distribute the air evenly throughout the room press the OSC button it's short for oscillation, this activates the air louvers will swing back and forth in order to distribute the air throughout the room to turn them off press the OSC button again. To set the unit to start at a certain time press timer, you can set the timer from anywhere from half an hour to 10 hours each time you press the timer button you add 30 minutes onto the time. Deactivate the timer keep pressing the button into the display blank. The AF 1000 comes with a remote control lets you adjust all these features with the push of a button. It comes with a one-year warranty and a lifetime of reliable customer service from NewAir a name you can trust.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6615.1914,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}