{
    "title": "The FoodSaver® FM1510 Fresh Food Preservation System - Saving Money",
    "description": "The FoodSaver Fresh Food Preservation System seals in freshness of foods stored in the fridge, pantry and on the go. Easily and conveniently vacuum seal FoodSaver Fresh Containers and Vacuum Zipper Bags for storage of everyday foods, leftovers and prep-ahead ingredients. Its compact design is made for everyday countertop use and its one-touch sealing allows for hand-free operation once the sealing process starts.",
    "referenceId": "6h-dvGbLtlk",
    "date_created": "1487026716",
    "date_modified": "1487033151",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "85375298",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "The-FoodSaver-FM1510-Fresh-Food-Preservation-System-Saving-Money",
    "category": null,
    "duration": 58,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "FoodSaver",
        "hdvFlag": 1,
        "description": "The FoodSaver® Fresh Food Preservation System seals in freshness of foods stored in the fridge, pantry and on the go. Easily and conveniently vacuum seal FoodSaver® Fresh Containers and Vacuum Zipper Bags for storage of everyday foods, leftovers and prep-ahead ingredients. Its compact design is made for everyday countertop use and its one-touch sealing allows for hand-free operation once the sealing process starts.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/6h-dvGbLtlk\/hqdefault.jpg",
        "videoId": "6h-dvGbLtlk",
        "mediaDuration": 58,
        "prettyDuration": "00:00:58",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Over twenty percent of fruits vegetables and grains are wasted in the US that's over five hundred dollars a year worth of produce and ingredients. Buying fresh produce can be expensive now with the innovative foodsaver fresh appliance there's a better way to organize, store and keep your food fresh up to two times longer. First remove your food from its original packaging and place it into a foodsaver fresh container or zipper bag preserving your favorite foods has never been easier. The fresh system creates an airtight seal just press start and it does the rest. The vacuum process stops automatically when freshness is sealed in. perfect for storing your favorite foods in the fridge for the pantry or to take on the go, trust your food freshness to the new foodsaver fresh food preservation system.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 11837.735,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}