{
    "title": "In-Depth Review - NewAir WAT30B Water Dispenser Benefits",
    "description": "Discover the features and benefits of the NewAir WAT30B Water Dispenser. It’s convenient, efficient, and easy-to-use. One of the best ways to stay hydrated.\n\nYou need clean water throughout the day to stay balanced and healthy. The NewAir WAT30B is one of the most trusted sourced for relief when you’re feeling thirsty. Because it’s ENERGY STAR approved, it heats and cools water using less energy than an ordinary water cooler, providing the same benefits at a lower cost. It comes with both hot and cold water features. Cold water is chilled to 39°F. Hot water is heated up to 185°F, perfect for tea, coffee, cocoa, or soup, if you’re hungry.\n\nThe WAT30B is made with 100% BPA-free plastic. BPA is a synthetic chemical used to manufacture certain plastics. When it comes into contact with your water supply, it can cause a wide range of health problems, including increasing your risk of heart disease and cancer. The NewAir WAT30B is completely BPA free, making it one of the healthiest water dispensers available.\n\nTo prevent splashes and spills, the WAT30B has a built-in bottle spike that punctures the cap of the water bottle as you tilt it into the cooler, allowing you to keep it sealed as you it. Stainless steel tanks eliminate the plastic taste common in most water coolers and the insulated storage cabinet below lets you keep cups, napkins, or paper towels on hand. Water is an important part of your health. Don’t neglect it. Fit it into your lifestyle with the WAT30B.",
    "referenceId": "v8VgfDngTGU",
    "date_created": "1487119734",
    "date_modified": "1487119734",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "85396618",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "In-Depth-Review-NewAir-WAT30B-Water-Dispenser-Benefits",
    "category": null,
    "duration": 115,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "NewAir",
        "hdvFlag": 1,
        "description": "Discover the features and benefits of the NewAir WAT30B Water Dispenser. It’s convenient, efficient, and easy-to-use. One of the best ways to stay hydrated.\n\nYou need clean water throughout the day to stay balanced and healthy. The NewAir WAT30B is one of the most trusted sourced for relief when you’re feeling thirsty. Because it’s ENERGY STAR approved, it heats and cools water using less energy than an ordinary water cooler, providing the same benefits at a lower cost. It comes with both hot and cold water features. Cold water is chilled to 39°F. Hot water is heated up to 185°F, perfect for tea, coffee, cocoa, or soup, if you’re hungry.\n\nThe WAT30B is made with 100% BPA-free plastic. BPA is a synthetic chemical used to manufacture certain plastics. When it comes into contact with your water supply, it can cause a wide range of health problems, including increasing your risk of heart disease and cancer. The NewAir WAT30B is completely BPA free, making it one of the healthiest water dispensers available.\n\nTo prevent splashes and spills, the WAT30B has a built-in bottle spike that punctures the cap of the water bottle as you tilt it into the cooler, allowing you to keep it sealed as you it. Stainless steel tanks eliminate the plastic taste common in most water coolers and the insulated storage cabinet below lets you keep cups, napkins, or paper towels on hand. Water is an important part of your health. Don’t neglect it. Fit it into your lifestyle with the WAT30B.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/v8VgfDngTGU\/hqdefault.jpg",
        "videoId": "v8VgfDngTGU",
        "mediaDuration": 115,
        "prettyDuration": "00:01:55"
    },
    "transcripts": "Introducing the NewAir WAT30B pure spring water dispenser and innovative and stylish watercooler designed for convenience and efficiency. This special water dispensing system uses a stainless steel reservoir reducing the risk of mold and eliminating the plastic tastes common in ordinary coolers. A unique puncture mechanism let you keep the bottle sealed while tiping it into the cooler making the whole process spill free and easier than ever. We all know we're supposed to drink eight glasses of water a day to keep us balanced and healthy but with our busy schedules and life's on the move it's not always easy to remember and it's not always convenient. Where do we turn for easy relief? Where is there a name we can trust? The NewAir WAT30B is Energy Star certified it heats and cools water using less energy than other coolers allowing you to enjoy all the same features and benefits at a lower cost to your electric bill. It can heat water to 185 degrees and up so you'll never have to boil a kettle again, hot water will always be ready it comes protected with child safety locks and as an extra precaution they're even shutoff switches on the side. The insulated storage cabinet allows you to keep cups or accessories close by and it's made of plastics that are 100-percent BPA-free making it one of the healthiest water dispenses on the market. The elegant design is a complement to any room whether for your home, office, garage, or gym the NewAir WAT30B is the best solution for keeping refreshment close at hand don't build your schedule around staying healthy and hydrated let them fit into your schedule. For dependability and innovation you can count on NewAir.  NewAir  and name you can trust.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7235.601,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}