{
    "title": "NewAir AH-400 Portable Oil Filled Space Heater",
    "description": "Key Features:\n-Adjustable thermostat lets you choose the perfect temperature\n-Heats up quickly so you don't have to wait!\n-Low-energy usage saves money and won't trip circuit breaker\n-Operates without a fan so you aren't bothered by noise\n-Small size fits neatly by desks, walls or wherever you need extra heat\n\nWhen the weather turns cold, get a blast of extra heat from the NewAir AH-400 portable space heater. This compact unit is small enough to sit beneath a desk or along a wall, but powerful enough to give you the extra warmth you need. Built-in safety features include a tip-over switch and automatic shut off in case of overheating.\n\nGreat For Offices\nThe flat panel design of the NewAir AH-400 personal space heater makes it perfect for offices and other tight spaces where extra warmth is needed. Just tuck it under a desk or inside your cubicle to chase away the chill.\n\nLow Energy Cost\nThis low watt heater features a special diathermic oil that heats quickly and stays warm even after the heater has been turned off. You'll use less electricity to run it without sacrificing function.\n\nAutomatic Temperature Control\nWith an easy-to-use dial thermostat control, the NewAir AH-400 portable space heater lets you select the ideal temperature for your personal space. The heater will automatically adjust to keep you comfortable.\n\nRuns Quietly & Safely\nThe NewAir under desk heater uses natural convection to circulate air. With no internal fan, it is completely silent when operating so it won't disturb your indoor environment. With the AH-400 you can be rest assured that you, your family and your home are in safe hands with its tip over switch and overheat protection function.",
    "referenceId": "JLY3sovpZSU",
    "date_created": "1487121017",
    "date_modified": "1487121784",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "85396641",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "NewAir-AH-400-Portable-Oil-Filled-Space-Heater",
    "category": null,
    "duration": 129,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "NewAir",
        "hdvFlag": 1,
        "description": "Key Features:\n-Adjustable thermostat lets you choose the perfect temperature\n-Heats up quickly so you don't have to wait!\n-Low-energy usage saves money and won't trip circuit breaker\n-Operates without a fan so you aren't bothered by noise\n-Small size fits neatly by desks, walls or wherever you need extra heat\n\nWhen the weather turns cold, get a blast of extra heat from the NewAir AH-400 portable space heater. This compact unit is small enough to sit beneath a desk or along a wall, but powerful enough to give you the extra warmth you need. Built-in safety features include a tip-over switch and automatic shut off in case of overheating.\n\nGreat For Offices\nThe flat panel design of the NewAir AH-400 personal space heater makes it perfect for offices and other tight spaces where extra warmth is needed. Just tuck it under a desk or inside your cubicle to chase away the chill.\n\nLow Energy Cost\nThis low watt heater features a special diathermic oil that heats quickly and stays warm even after the heater has been turned off. You'll use less electricity to run it without sacrificing function.\n\nAutomatic Temperature Control\nWith an easy-to-use dial thermostat control, the NewAir AH-400 portable space heater lets you select the ideal temperature for your personal space. The heater will automatically adjust to keep you comfortable.\n\nRuns Quietly & Safely\nThe NewAir under desk heater uses natural convection to circulate air. With no internal fan, it is completely silent when operating so it won't disturb your indoor environment. With the AH-400 you can be rest assured that you, your family and your home are in safe hands with its tip over switch and overheat protection function.\n\nBuy Online: http:\/\/www.newair.com\/products\/ah-400",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/JLY3sovpZSU\/hqdefault.jpg",
        "videoId": "JLY3sovpZSU",
        "mediaDuration": 129,
        "prettyDuration": "00:02:09",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "We all need to have a place to unwind from the day decompress and be able to make out space our own but it's not always easy to stay comfortably warm. Where do we turn for reliable heating? Where is there a name we can trust? Introducing the NewAir AH 400 deluxe oil-filled personal electric space heater the most portable compact and advance space-saving heater on the market. Ordinary heaters work by burning gas which can be dangerous and needs to be regularly serviced to avoid the risk of fire not to mention the added risk of exposure to toxic vapors. The AH 400 uses a special system of circulating oil so it keeps radiating heat even when it's not using any electricity at all. Advanced safety features ETL standards and include an overheat protection and tip over switch that will automatically shut off if the unit even gets close to overheating. The space-saving flat panel design has an easy-to-use control dial simply switch it on and set the temperature it's so compact it's ideal for adding extra heat in the corner along the wall or under a desk. At only 6 pounds it's extremely easy to transport, the convenient carrying handle allows you to easily take it with you anywhere. The AH 400 is one of the best reviewed heaters online people love that it has no internal fan so it's completely silent while in operation and people are especially impressed that be using only 400 watts it can put out nearly 1,400 BTUs of heat and warm up the space of over 40 square feet. Whether for your bedroom, office, workplace or family room the NewAir AH 400 is the perfect safety guaranteed solution. Don't let the cold follow you home, make your space your own stay warm and content. The dependability and innovation you can count on NewAir. NewAir a name you can trust.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7224.5957,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}