{
    "title": "Logging Calories and Viewing Information on the iFit Vue",
    "description": "Visit our iFit Support page for more on your iFit Vue!",
    "referenceId": "WhBKfA3SznU",
    "date_created": "1487265474",
    "date_modified": "1487265474",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "85418671",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Logging-Calories-and-Viewing-Information-on-the-iFit-Vue",
    "category": null,
    "duration": 183,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "iFit",
        "hdvFlag": 1,
        "description": "Visit our iFit Support page for more on your iFit Vue!",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/WhBKfA3SznU\/hqdefault.jpg",
        "videoId": "WhBKfA3SznU",
        "mediaDuration": 183,
        "prettyDuration": "00:03:03"
    },
    "transcripts": "In this video we're going to show you the different features and information and how to access them on the iFit Vue. Press the square button on the screen to wake up your iFit Vue once it is awake you will see the time and date on the screen of your iFit Vue. Once the screen is displaying the date and time double tap the square button this will display the current battery life. Your iFit Vue will also notify you when the battery level gets low to allow you to charge it before it runs out of battery power. Remember to sync your iFit Vue before the battery gets too low to avoid any loss of data, when the battery level is displayed press the square button on your Vue once this will show you the current version of firmware that the view is currently running tap the square button on the iFit Vue to return to the screen that shows your date and time. From the date and time screen of your iFit Vue press the square button once to display your current calorie intake. The Vue has a feature that allows you to lock calories right from your device to do this double tap the square button on the iFit Vue it will then display the amount of calories to log. The number of calories display will indicate the amount of calories that you will be adding to your calorie intake by simply pressing the square button on the Vue you will increase the amount of calories that you will log each press the square button will increase your calorie intake you wish to log x 50 calories. Once you have reached the desired number of calories you wish to add you will double tap the square button this will add the amount of calories that you selected to your calorie intake you will be returned to the calorie intake screen showing you the total calorie intake count if you press the square button too many times don't worry you can cancel this by pressing and holding the square button for three to five seconds. From the calorie in screen of your iFit Vue you will press the square button once this will show your daily count of calories burned this number is based on any workouts you have logged and your calories burned naturally based off of your resting metabolic rate by pressing the button on the Vue once it will then show your net calorie. From the net calorie screen of your iFit Vue you will press the square button once this will switch to a screen showing your step count for the day. Once you have seen the amount of steps that you have taken for the day you will press the square button once this will switch to a screen showing the distance that you have traveled. The distance will show in the same units of measure that you have set in the iFit track app. To advance to the next screen you will press the square button once the screen will then show you workout on the screen. The iFit Vue has a feature that will enter workout mode automatically when rigorous movement is detected. You can also choose to manually enter this mode, if workout mode is manually entered the iFit Vue will stay in workout mode for 15 minutes if rigorous movement is detected the Vue will remain in workout mode until that type of movement is finished.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "34"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6048.626,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}