{
    "title": "Mele & Co. 76011 Josephine Jewelry Box",
    "description": "Check out this video featuring the Mele & Co. Josephine 760-11 jewelry box presented by the founder's great-grand daughter. Traditional style and dual necklace doors make this jewelry box a great gift for the holidays or any day!",
    "referenceId": "y4wrEOybZ9A",
    "date_created": "1490659018",
    "date_modified": "1491347492",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "87479844",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Mele-Co-76011-Josephine-Jewelry-Box",
    "category": null,
    "duration": 107,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Mele & Co.",
        "hdvFlag": 1,
        "description": "Check out this video featuring the Mele & Co. Josephine 760-11 jewelry box presented by the founder's great-grand daughter. Traditional style and dual necklace doors make this jewelry box a great gift for the holidays or any day! Visit http:\/\/www.melecompany.com\/josephine.html for details.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/y4wrEOybZ9A\/hqdefault.jpg",
        "videoId": "y4wrEOybZ9A",
        "mediaDuration": 107,
        "prettyDuration": "00:01:47",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hi, I'm Julianne and I'd like to tell you about of Mele & Co. Josephine Jewelry Box Style 760-11. Founded in 1912 by my great grandfather Emidio Mele, Mele & Co. is proud to have become as America's Jewelry box. My great grandfather would be proud of how we've grown. Our Josephine is a favorite year after year and she offers superior storage and a vibrant oak finish. Her petite beaded detailing is the perfect complement to her rich burl wood accent panels. Sitting on a footed platform, Josephine opens to reveal a full interior mirror and top compartment featuring 10 open sections plus ring rolls. You'll notice our Mele & Co. logo plate which appears in all our boxes unless you know that this is an authentic Mele & Co. jewelry box. As well as our history tag that has a short message from my dad Ray Mele, our company president. The four drawers offer plenty of open storage for larger items like watches, chunky bracelets, and omega type necklaces. The dual necklace closet have eight necklace hooks each. Four on each side for necklaces and bracelets plus soft soft sheered pockets to catch the longer chains and keep them in place. The interior is fully lined with soft ivory suede fabric to protect your jeweled treasures and to help keep them from sliding around. The sleek gold toned drawer pulls are the finishing touch that make our Josephine jewelry box style 760-11 a tried and true classic. And of course, every Mele & Co. jewelry box comes in our classic custom gift box. Mele & Co. America's jewelry box since 1912.",
    "VV_VI": "17",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "20"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 5231.093,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}