{
    "title": "Verilux HappyLight Liberty 5K",
    "description": "Combat seasonal change, the \"winter blues\" or the effects of shift work, jet lag, malaise or fatigue. The HappyLight 5K's 5000 LUX of balanced Natural Spectrum illumination taps the potency of light to gently cue your body to recalibrate and stabilize, naturally reducing fatigue and lethargy while improving focus and concentration.  Ideal for discreet use at home or the office.",
    "referenceId": "uUvTkHTFz4Y",
    "date_created": "1490652055",
    "date_modified": "1491347492",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "For_Her",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "87479734",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Verilux-HappyLight-Liberty-5K",
    "category": null,
    "duration": 10000,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "veriluxinc",
        "hdvFlag": 1,
        "description": "Combat seasonal change, the \"winter blues\" or the effects of shift work, jet lag, malaise or fatigue. The HappyLight 5K's 5000 LUX of balanced Natural Spectrum illumination taps the potency of light to gently cue your body to recalibrate and stabilize, naturally reducing fatigue and lethargy while improving focus and concentration.  Ideal for discreet use at home or the office.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/uUvTkHTFz4Y\/hqdefault.jpg",
        "videoId": "uUvTkHTFz4Y",
        "mediaDuration": 131,
        "prettyDuration": "00:02:11",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "[Music Playing] Hello everyone, If you’re looking for a great value on a compact, discreet energy lamp you can use just about anywhere, you’ll want to take a look at the Verilux HappyLight Liberty 5K. The name 5K refers to the lamp’s maximum light output of 5,000 Watts, an amount that years of research has determined is a mid-range, very workable intensity to achieve satisfying results from your light therapy. But let’s start with a quick overview of the benefits many people can expect from using an energy lamp. Light therapy is a drug- and chemical-free, natural way to improve your mood and energy. It can be particularly effective for people who feel negative effects from the changing seasons, get the winter blues, experience changes in appetite or who have prolonged periods of reduced exposure to the sun. It can fight fatigue, increase alertness and help you regain focus and concentration. Finally, it can be a stabilizer for those who do shift work or have jet lag. As I mentioned, at its maximum output, the 5K provides a nice level of light intensity to give you a good amount of light therapy in a reasonable period of time. An Optix lens diffuses the light to reduce eyestrain and fatigue, so you’ll be comfortable even during longer therapy sessions. A really important feature of this lamp is its size. 5,000 LUX is a lot of light intensity for an energy lamp the size of the 5K, and you’ll get the advantage of a highly portable lamp that’s easy to pack in your suitcase, briefcase or backpack, so you can easily expand your opportunities for light therapy – at home or at the dorm or even at the office – always conveniently and discreetly. So, if you’re looking for an affordable, compact energy lamp that'll go where you do, take a closer look at the Verilux HappyLight Liberty 5K. Thanks for watching, and have a bright day! (Background music fades)",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "25",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 514.77905,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}