{
    "title": "Grow Inspired - LaManda Joy's Yarden Tour",
    "description": "A celebration of individuals whose generosity, hard work and connection with nature inspire us every day.\n\nLaManda Joy is an award-winning Master Gardener, author of the popular urban gardening blog \"The Yarden,\" a Square Foot Gardening Certified Instructor and founder of The Peterson Garden Project, a community and edible garden education program in Chicago, Illinois.\n\nWe've always been inspired by the Midwest Backyard Garden. It's a place that brings us joy-where we connect with family and friends. Grow inspired is a seasonal celebration that recognizes our neighbors who share their passion for gardening, nature and the great outdoors with their community.",
    "referenceId": "gEewDZSMSOQ",
    "date_created": "1492129330",
    "date_modified": "1492129397",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "87656166",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Grow-Inspired-LaManda-Joy-s-Yarden-Tour",
    "category": null,
    "duration": 113,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Mrs. Meyer's Clean Day",
        "hdvFlag": 1,
        "description": "A celebration of individuals whose generosity, hard work and connection with nature inspire us every day.\n\nLaManda Joy is an award-winning Master Gardener, author of the popular urban gardening blog \"The Yarden,\" a Square Foot Gardening Certified Instructor and founder of The Peterson Garden Project, a community and edible garden education program in Chicago, Illinois.\n\nWe've always been inspired by the Midwest Backyard Garden. It's a place that brings us joy-where we connect with family and friends. Grow inspired is a seasonal celebration that recognizes our neighbors who share their passion for gardening, nature and the great outdoors with their community.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/gEewDZSMSOQ\/hqdefault.jpg",
        "videoId": "gEewDZSMSOQ",
        "mediaDuration": 113,
        "prettyDuration": "00:01:53",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "we lived in a condo for seven years but it had one flaw and that was there was no place for us to garden so one Feburary morning Peter woke up and he's like should we go look for a house he's like no wait should we go look for a yard like yeah let's go look for yard so we joked that we got a yard with a house attached to it and we call it the yarden our yard garden. We've got collards and chard and beets and squash there's different beans like these beans I didn't pick them in time so now we'll call this seed saving so I can use these again for next year these are sort of historical a college from the South hasn't been a great year for peppers but the ones we have gotten look pretty nice. These are reano peppers so these are the kind that you can stuff, these are banana peppers. Char is one of my favorite things here's another one the yellow one chars is um originally beats they just bred it and bred it and bred it until it was more greens you know more top than bottom so it's in the same family as beats the seeds look very similar. This one is Rosa Bianca I believe let's see Oh No Prospero Rosa we get a lot of eggplant seed from Italy isn't that beautiful? Now these are another heirloom bean they're called the christmas lima and I'm gonna pop one open for ya, look how beautiful aren't they gorgeous? So you can eat these young or you can dry them and they taste like chestnuts pretty bountiful especially with this much space this is the fifth garden I've had as an adult and they've all been heirloom there's such great stories behind all of it you know such cultural history so that's always been a part of it [Music Playing]",
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2017-08-23\"}}}",
    "tvp_profiles": [
        "9",
        "14",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 866.07764,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}