{
    "title": "Vaporetto Smart 30 (english)",
    "description": "Steam generator, easy to manoeuvre in small spaces, it is designed for daily cleaning of all surfaces (floors, carpets, mattresses and sofas, cooking hobs) thanks to its accessories designed for every use. When the work is done, the accessories can be stored in the practical on-board compartment.",
    "referenceId": "Vi84Ew3eitA",
    "date_created": "1492734976",
    "date_modified": "1492803300",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "87734822",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Vaporetto-Smart-30-english",
    "category": null,
    "duration": 101,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Polti Spa",
        "hdvFlag": 1,
        "description": "Steam generator, easy to manoeuvre in small spaces, it is designed for daily cleaning of all surfaces (floors, carpets, mattresses and sofas, cooking hobs) thanks to its accessories designed for every use. When the work is done, the accessories can be stored in the practical on-board compartment.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Vi84Ew3eitA\/hqdefault.jpg",
        "videoId": "Vi84Ew3eitA",
        "mediaDuration": 101,
        "prettyDuration": "00:01:41",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Polti creators of vaporetto steam cleaning a proud to showcase the smart 30 R for complete natural home cleaning with steam. Due to the power and temperature of steam under pressure vaporetto steam cleaning is the ultimate natural solution for total cleaning of the home. The Polti vaporetto smart 30 R uses the power of vaporetto dry steam to deep clean hygienically without chemicals. Easy to move with convenient wheels and a 1.6 liter capacity for cleaning all around the home. Perfect for refreshing carpets and cleaning wooden tiled or delicate floors and with a wide range of accessories stored on board for convenience lasting for up to 65 minutes. The powerful 3 bar steam decreases haunts deep clean surfaces neutralizing bacteria and remove stubborn grime with ease. The vaporetto smart 30 R has effective 85 grand per minute steam which allows for quick and easy cleaning of sinks, taps, mirrors, plus bathroom and shower areas. This powerful steam cleaner effortlessly cleans windows, refreshes curtains or upholstery and is certified to be effective against dust mites with a British Allergy Foundation seal of approval. The vaporetto smart 30 R is the complete cleaning product that covers your whole home providing the cleaning power and peace of mind that only a Polti product can. The vaporetto smart 30 R from Polti the secret to a natural home feeling.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 701.1603,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}