{
    "title": "Jessie James Decker on the Perfect Gift for Mom-to-be!",
    "description": "Country singer, entrepreneur and mom Jessie James Decker shares why BellyBuds by WavHello make the perfect Mother's Day gift for mom-to-be! Jessie and her husband Eric Decker used BellyBuds to play music, special voice messages and bond with their son while he was in the womb.\n\nBellyBuds are special speakers for your baby bump that gently adhere to your belly and safely play music and voice messages to to the womb!",
    "referenceId": "Thl69XrHr7k",
    "date_created": "1494375504",
    "date_modified": "1494433916",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "For_Her",
    "status": "approved",
    "visibility": "1",
    "home_page_gallery": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "id": "90453820",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Jessie-James-Decker-on-the-Perfect-Gift-for-Mom-to-be",
    "category": null,
    "duration": 125,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "WavHello",
        "hdvFlag": 1,
        "description": "Country singer, entrepreneur and mom Jessie James Decker shares why BellyBuds by WavHello make the perfect Mother's Day gift for mom-to-be! Jessie and her husband Eric Decker used BellyBuds to play music, special voice messages and bond with their son while he was in the womb.\n\nBellyBuds are special speakers for your baby bump that gently adhere to your belly and safely play music and voice messages to to the womb!  Learn more about BellyBuds at: http:\/\/wavhello.com\/youtube_jjdvideo2 \n\nVisit http:\/\/wavhello.com to learn more about us! \n\nFollow WavHello on: \nFacebook: https:\/\/www.facebook.com\/WavHello\/\nTwitter: https:\/\/twitter.com\/WavHello\nInstagram: https:\/\/www.instagram.com\/wavhello\/\nPinterest: https:\/\/www.pinterest.com\/wavhello\/",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Thl69XrHr7k\/hqdefault.jpg",
        "videoId": "Thl69XrHr7k",
        "mediaDuration": 125,
        "prettyDuration": "00:02:05",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey all its Jesse James Decker so I want to give you guys a gift idea for Mother's Day that's coming up it's very important Mother's day is a very big deal and for all those mothers to be their moms too just because your babies and physically in your hands yet we're mothers at this point once you are knocked up and pregnant you are a mother. So guys it's a really good idea to get your girls I think belly buds by wave hello Eric and I were obsessed with these last year when I was pregnant with bubby bubblicious and it's just a great way to stay connected with your baby I think it is it's a fact so all you have to do it's very discreet because people will stare at you probably if you're like hey I'm going to put this on your belly it can go underneath your clothes and you can plug it into your iPhone and play music and there they come with these little sticky adhesives that you can stick to your belly and you can play music and you could talk to your baby you can record little messages your baby can hear and it's really great for dads because dad's obviously are not carrying their babies and so they're not able to feel as connected as as moms so this is a great way for our men to stay connected and Eric definitely felt extremely connected last year especially going away to football games and stuff he could record in the phone little messages to talk to his son so it was really special so again it's very discreet you know nobody knows that you're doing it if you don't want to you know put all your business out there it's very easy to use it's very cool there's actually an app that you can download and it's a great Mother's Day gift it's a great baby shower gift I didn't really even know about them until someone told me about them and so now I'm obsessed and I'm not pregnant anymore but if I were to get pregnant again I would for sure used again because it's really special and I just think it's great so when Cindy gets pregnant one day I'm definitely going to give her mine are all maybe I'll give her a new pair but hopefully this helped mother's day is coming up get it for your girl and she'll be very happy all right I'll talk to y'all soon bye",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "tvp_profiles": [
        "14",
        "31",
        "4"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 9879.867,
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "creator": null
}